Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

source: Try Again
af: Probeer weer
am: እንደገና ይሞክሩ
ar: حاول مرة أخرى
as: পুনৰ চেষ্টা কৰক
be: Паспрабуйце яшчэ раз
bg: Опитайте отново
bn: আবার চেষ্টা করুন
ca: Torna-ho a provar
cs: Zkusit znovu
cy: Ceisiwch Eto
da: Prøv igen
de: Nochmal versuchen
el: Δοκιμάστε ξανά
es: Intentar de nuevo
et: Proovi uuesti
eu: Saiatu berriro
fa: تلاش مجدد
fi: Yritä uudelleen
fil: Subukan muli
fr: Réessayer
gl: Téntao de novo
gu: ફરી પ્રયાસ કરો
he: נסה שוב
hi: पुनः प्रयास करें
hu: Próbáld újra
hy: Փորձեք նորից
id: Coba Lagi
is: Reyndu aftur
it: Riprova
ja: もう一度
ka: სცადეთ ხელახლა
kk: Қайтадан көріңіз
km: ព្យាយាមម្ដងទៀត
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ko: 다시 시도
ky: Дагы аракет кылыңыз
lo: ລອງໃໝ່
mk: Обиди се повторно
ml: വീണ്ടും ശ്രമിക്കുക
mn: Дахин оролдох
mr: पुन्हा प्रयत्न करा
my: နောက်တစ်ကြိမ် ထပ်ကြိုးစား
nb: Prøv igjen
ne: फेरि प्रयास गर्नुहोस्
nl: Opnieuw Proberen
or: ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbuj Ponownie
ro: Încearcă din nou
ru: Попробуйте снова
si: නැවත උත්සාහ කරන්න
sk: Skúste znova
sl: Poskusite znova
sq: Provoje përsëri
sr: Покушајте поново
sv: Försök igen
sw: Jaribu tena
ta: மீண்டும் முயற்சி செய்
te: మళ్ళీ ప్రయత్నించు
th: ลองอีกครั้ง
tl: Subukan Muli
tr: Tekrar Dene
uk: Спробуйте ще
ur: دوبارہ کوشش کریں
uz: Qaytadan urinib ko'ring
vi: Thử lại
zh_cn: 再试一次
zh_tw: 再試一次
zu: Zama Futhi

source: Start Practice
af: Begin Oefening
am: ልምምድ ይጀምሩ
ar: بدء الممارسة
as: অনুশীলন আৰম্ভ কৰক
be: Пачніце практыкаванне
bg: Започване на практика
bn: অনুশীলন শুরু করুন
ca: Comença la pràctica
cs: Začít cvičit
cy: Dechrau Ymarfer
da: Start Øvelse
de: Übung starten
el: Έναρξη Πρακτικής
es: Iniciar Práctica
et: Alusta harjutamist
eu: Praktika hasi
fa: شروع تمرین
fi: Aloita
fil: Simulan ang Pagsasanay
fr: Commencer
gl: Comezar a practicar
gu: પ્રેક્ટિસ શરૂ કરો
he: התחל תרגול
hi: अभ्यास शुरू करें
hu: Gyakorlás Indítása
hy: Սկսել մարզումը
id: Mulai Latihan
is: Hefja æfingu
it: Inizia Pratica
ja: 練習開始
ka: ვარჯიშის დაწყება
kk: Жаттығуды бастау
km: ចាប់ផ្ដើមអនុវត្ត
kn: ಅಭ್ಯಾಸ ಪ್ರಾರಂಭಿಸಿ
ko: 연습 시작
ky: Көнүгүүнү баштоо
lo: ເລີ່ມຝຶກ
mk: Започни со вежбање
ml: പരിശീലനം ആരംഭിക്കുക
mn: Дадлага эхлүүлэх
mr: सराव सुरू करा
my: လေ့ကျင့်ခန်း စတင်
nb: Start øvelse
ne: अभ्यास सुरु गर्नुहोस्
nl: Start Oefening
or: ଅଭ୍ୟାସ ଆରମ୍ଭ କରନ୍ତୁ
pa: ਅਭਿਆਸ ਸ਼ੁਰੂ ਕਰੋ
pl: Rozpocznij
ro: Începe Practica
ru: Начать практику
si: පුහුණුව ආරම්භ කරන්න
sk: Začať cvičiť
sl: Začni z vajo
sq: Fillo praktikën
sr: Започните вежбање
sv: Starta Övning
sw: Anza Mazoezi
ta: பயிற்சியைத் தொடங்கு
te: సాధన ప్రారంభించు
th: เริ่มฝึก
tl: Simulan ang Pagsasanay
tr: Pratiği Başlat
uk: Почати практику
ur: مشق شروع کریں
uz: Mashqni boshlash
vi: Bắt đầu luyện tập
zh_cn: 开始练习
zh_tw: 開始練習
zu: Qala Ukuzijwayeza

source: Stop Practice
af: Stop
am: ልምምድ ያቁሙ
ar: إيقاف الممارسة
as: অনুশীলন বন্ধ কৰক
be: Спыніце практыкаванне
bg: Спиране на практика
bn: থানান
ca: Atura la pràctica
cs: Zastavit
cy: Stopio Ymarfer
da: Stop
de: Übung stoppen
el: Διακοπή
es: Detener Práctica
et: Lõpeta harjutamine
eu: Praktika gelditu
fa: توقف
fi: Lopeta
fil: Itigil
fr: Arrêter
gl: Deter a práctica
gu: થોભો
he: עצור
hi: अभ्यास रोकें
hu: Leállítás
hy: Դադարեցնել մարզումը
id: Hentikan Latihan
is: Stöðva æfingu
it: Ferma Pratica
ja: 練習停止
ka: ვარჯიშის შეწყვეტა
kk: Жаттығуды тоқтату
km: បញ្ឈប់ការអនុវត្ត
kn: ನಿಲ್ಲಿಸಿ
ko: 연습 중지
ky: Көнүгүүнү токтотуу
lo: ຢຸດຝຶກ
mk: Запри со вежбање
ml: നിർത്തുക
mn: Дадлага зогсоох
mr: थांबा
my: လေ့ကျင့်ခန်း ရပ်ပါ
nb: Stopp øvelse
ne: अभ्यास रोक्नुहोस्
nl: Stop Oefening
or: ଅଭ୍ୟାସ ବନ୍ଦ କରନ୍ତୁ
pa: ਰੋਕੋ
pl: Zatrzymaj
ro: Oprește
ru: Остановить
si: පුහුණුව නවත්වන්න
sk: Zastaviť cvičenie
sl: Ustavi vajo
sq: Ndalo praktikën
sr: Зауставите вежбање
sv: Stoppa
sw: Simamisha
ta: நிறுத்து
te: ఆపు
th: หยุดฝึก
tl: Hentuan ang Pagsasanay
tr: Durdur
uk: Зупинити
ur: روکیں
uz: Mashqni to'xtatish
vi: Dừng luyện tập
zh_cn: 停止练习
zh_tw: 停止練習
zu: Misa Ukuzijwayeza

# menuOnlineLibrary
source: Online Library
ko: 온라인 자료실

source: Start Tutorial
af: Begin Toer
am: ትምህርቱን ይጀምሩ
ar: بدء الجولة
as: টিউটোৰিয়েল আৰম্ভ কৰক
be: Пачніце навучанне
bg: Започване на урок
bn: ট্যুর শুরু করুন
ca: Inicia el tutorial
cs: Spustit prohlídku
cy: Dechrau Tiwtorial
da: Start Tur
de: Tutorial starten
el: Έναρξη Περιήγησης
es: Iniciar Tutorial
et: Alusta õpetust
eu: Tutoriala hasi
fa: شروع تور
fi: Aloita Kierros
fil: Simulan ang Pasyal
fr: Démarrer Tutoriel
gl: Comezar o titorial
gu: ટૂર શરૂ કરો
he: התחל סיור
hi: टूर शुरू करें
hu: Túra Indítása
hy: Սկսել ձեռնարկը
id: Mulai Tur
is: Byrja kennslu
it: Inizia Tutorial
ja: チュートリアル開始
ka: სახელმძღვანელოს დაწყება
kk: Оқулықты бастау
km: ចាប់ផ្ដើមមេរៀនណែនាំ
kn: ಪ್ರವಾಸ ಪ್ರಾರಂಭಿಸಿ
ko: 튜토리얼 시작
ky: Окутууну баштоо
lo: ເລີ່ມການສອນ
mk: Започни упатство
ml: ടൂർ ആരംഭിക്കുക
mn: Хичээл эхлүүлэх
mr: टूर सुरू करा
my: သင်ခန်းစာ စတင်
nb: Start opplæring
ne: ट्यूटोरियल सुरु गर्नुहोस्
nl: Start Rondleiding
or: ଟ୍ୟୁଟୋରିଆଲ୍ ଆରମ୍ଭ କରନ୍ତୁ
pa: ਟੂਰ ਸ਼ੁਰੂ ਕਰੋ
pl: Start Przewodnik
ro: Start Tur
ru: Начать тур
si: මාර්ගෝපදේශය ආරම්භ කරන්න
sk: Spustiť tutoriál
sl: Začni vadnico
sq: Fillo udhëzuesin
sr: Започните упутство
sv: Starta Tur
sw: Anza Ziara
ta: சுற்றுலாவைத் தொடங்கு
te: టూర్ ప్రారంభించు
th: เริ่มทัวร์
tl: Simulan ang Tutorial
tr: Turu Başlat
uk: Почати тур
ur: ٹور شروع کریں
uz: O'quv qo'llanmani boshlash
vi: Bắt đầu hướng dẫn
zh_cn: 开始教程
zh_tw: 開始教學
zu: Qala Isifundo

# menuTutorial
source: Tutorial
ko: 사용법 투어

# tutorialMicTitle
source: Voice Input
af: Stem Invoer
am: የድምፅ ግቤት
ar: إدخال صوتي
as: ভয়েচ ইনপুট
be: Галасавы ўвод
bg: Гласово въвеждане
bn: ভয়েস ইনপুট
ca: Entrada de veu
cs: Hlasový vstup
cy: Mewnbwn Llais
da: Stemmeindput
de: Spracheingabe
el: Φωνητική Είσοδος
es: Entrada de Voz
et: Häälsisend
eu: Ahots sarrera
fa: ورودی صوتی
fi: Äänisyöte
fr: Entrée Vocale
gl: Entrada de voz
gu: વોઇસ ઇનપુટ
he: קלט קולי
hi: वॉइस इनपुट
hu: Hangbemenet
hy: Ձայնային մուտքագրում
id: Input Suara
is: Raddinntak
it: Input Vocale
ja: 音声入力
ka: ხმოვანი შეყვანა
kk: Дауысты енгізу
km: ការបញ្ចូលសំឡេង
kn: ಧ್ವನಿ ಇನ್ಪುಟ್
ko: 음성 입력
ky: Үн киргизүү
lo: ປ້ອນຂໍ້ມູນດ້ວຍສຽງ
mk: Гласовен влез
ml: വോയ്സ് ഇൻപുട്ട്
mn: Дуут оруулах
mr: व्हॉइस इनपुट
my: အသံ ထည့်သွင်းခြင်း
nb: Stemmeinput
ne: आवाज इनपुट
nl: Spraakinvoer
or: ଭଏସ୍ ଇନପୁଟ୍
pa: ਵੌਇਸ ਇਨਪੁਟ
pl: Głos
ro: Intrare Vocală
ru: Голосовой ввод
si: හඬ ආදානය
sk: Hlasový vstup
sl: Glasovni vnos
sq: Hyrja zanore
sr: Гласовни унос
sv: Röstinmatning
sw: Ingizo la Sauti
ta: குரல் உள்ளீடு
te: వాయిస్ ఇన్‌పుట్
th: เสียงเข้า
tl: Input ng Boses
tr: Ses Girişi
uk: Голосовий ввід
ur: وائس ان پٹ
uz: Ovozli kiritish
vi: Nhập giọng nói
zh_cn: 语音输入
zh_tw: 語音輸入
zu: Okokufaka Kwezwi

# tutorialMicDesc
source: Tap the mic button to start voice input.
af: Tik die mikrofoon vir stem invoer.
am: የድምፅ ግቤት ለመጀመር ማይክሮፎኑን ይጫኑ።
ar: اضغط زر الميكروفون لبدء الإدخال الصوتي.
as: ভয়েচেৰে লিখিবলৈ মাইক্ৰ’ফোন বুটাম টিপক।
be: Націсніце кнопку мікрафона, каб пачаць галасавы ўвод.
bg: Можете да въвеждате с глас, като докоснете бутона на микрофона.
bn: ভয়েস ইনপুটের জন্য মাইক বোতাম ট্যাপ করুন।
ca: Prem el botó del micròfon per introduir la veu.
cs: Klepněte na mikrofon pro hlasový vstup.
cy: Gallwch fewnbynnu trwy lais trwy wasgu botwm y meicroffon.
da: Tryk på mikrofonen for stemmeindput.
de: Tippen Sie auf das Mikrofon, um die Spracheingabe zu starten.
el: Πατήστε το μικρόφωνο για φωνητική εισαγωγή.
es: Toca el micrófono para iniciar la entrada de voz.
et: Hääle sisestamiseks võid vajutada mikrofoni nuppu.
eu: Mikrofonoaren botoia sakatuta ahots bidez idatz dezakezu.
fa: برای ورودی صوتی دکمه میکروفون را لمس کنید.
fi: Napauta mikrofonia äänisyötettä varten.
fil: I-tap ang mic button para sa voice input.
fr: Appuyez sur le micro pour commencer l'entrée vocale.
gl: Podes escribir por voz premendo o botón do micrófono.
gu: વોઇસ ઇનપુટ માટે માઇક બટન ટેપ કરો.
he: הקש על המיקרופון לקלט קולי.
hi: वॉइस इनपुट शुरू करने के लिए माइक बटन टैप करें.
hu: Érintse meg a mikrofont a hangbemenethez.
hy: Սեղմեք խոսափողի կոճակը՝ ձայնով մուտքագրելու համար։
id: Ketuk tombol mikrofon untuk mulai input suara.
is: Þú getur slegið inn með rödd með því að ýta á hljóðnemahnappinn.
it: Tocca il pulsante microfono per iniziare input vocale.
ja: マイクボタンをタップして音声で入力できます。
ka: შეგიძლიათ ხმოვანი შეყვანა მიკროფონის ღილაკზე დაჭერით.
kk: Дауыспен енгізу үшін микрофон батырмасын басуға болады.
km: អ្នកអាចបញ្ចូលសំឡេងដោយចុចប៊ូតុងមីក្រូហ្វូន។
kn: ಧ್ವನಿ ಇನ್ಪುಟ್ಗಾಗಿ ಮೈಕ್ ಬಟನ್ ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 마이크 버튼을 눌러 음성으로 입력할 수 있습니다.
ky: Микрофон баскычын басып үн менен киргизүүгө болот.
lo: ເຈົ້າສາມາດປ້ອນຂໍ້ມູນດ້ວຍສຽງໂດຍການກົດປຸ່ມໄມໂຄຣໂຟນ.
mk: Можете да внесувате со глас со притискање на копчето за микрофон.
ml: വോയ്സ് ഇൻപുട്ടിനായി മൈക്ക് ബട്ടൺ ടാപ്പ് ചെയ്യുക.
mn: Микрофон товчлуурыг дарж дуугаар оруулах боломжтой.
mr: व्हॉइस इनपुटसाठी माईक बटण टॅप करा.
my: မိုက်ခရိုဖုန်း ခလုတ်ကို နှိပ်၍ အသံဖြင့် ထည့်သွင်းနိုင်သည်။
nb: Du kan skrive inn med stemmen din ved å trykke på mikrofonknappen.
ne: माइक्रोफोन बटन थिचेर आवाजद्वारा इनपुट गर्न सक्नुहुन्छ।
nl: Tik op de microfoonknop om te starten.
or: ଆପଣ ମାଇକ୍ରୋଫୋନ୍ ବଟନ୍ ଦବାଇ ଭଏସ୍ ସହିତ ଇନପୁଟ୍ କରିପାରିବେ।
pa: ਵੌਇਸ ਇਨਪੁਟ ਲਈ ਮਾਈਕ ਬਟਨ ਦਬਾਓ।
pl: Dotknij mikrofonu aby rozpocząć wprowadzanie głosem.
ro: Apasă microfonul pentru intrare vocală.
ru: Нажмите на микрофон для голосового ввода.
si: හඬින් ඇතුල් කිරීමට මයික්‍රෆෝන බොත්තම ඔබන්න.
sk: Stlačením tlačidla mikrofónu zadáte hlasom.
sl: Za vnos z glasom lahko pritisnete gumb mikrofona.
sq: Mund të shtypni butonin e mikrofonit për të vendosur me zë.
sr: Можете уносити гласом притиском на дугме микрофона.
sv: Tryck på mikrofonen för röstinmatning.
sw: Gonga maikrofoni kwa ingizo la sauti.
ta: குரல் உள்ளீட்டிற்கு மைக் பொத்தானைத் தட்டவும்.
te: వాయిస్ ఇన్‌పుట్ కోసం మైక్ బటన్‌ను నొక్కండి.
th: แตะปุ่มไมค์เพื่อเริ่มเสียงเข้า
tl: Maaari kang mag-input gamit ang boses sa pamamagitan ng pagpindot sa button ng mikropono.
tr: Ses girişini başlatmak için mikrofon butonuna dokunun.
uk: Натисніть мікрофон для вводу голосом.
ur: وائس ان پٹ کے لیے مائک بٹن دبائیں۔
uz: Mikrofon tugmasini bosib, ovoz bilan kiritishingiz mumkin.
vi: Nhấn nút mic để bắt đầu nhập giọng nói.
zh_cn: 点击麦克风按钮开始语音输入。
zh_tw: 點擊麥克風按鈕開始語音輸入。
zu: Ungafaka ngezwi ngokucindezela inkinobho yemakrofoni.

# tutorialTabDesc
source: You can select your desired learning mode here.
af: Jy kan die gewenste leerwyse hier kies.
am: እዚህ የሚፈልጉትን የጥናት ሁነታ መምረጥ ይችላሉ።
ar: يمكنك اختيار وضع التعلم المطلوب هنا.
as: ইয়াত আপুনি বিচৰা শিকন মোড নিৰ্বাচন কৰিব পাৰে।
be: Тут вы можаце выбраць патрэбны рэжым навучання.
bg: Можете да изберете желания режим на обучение тук.
bn: আপনি এখানে আপনার পছন্দের শেখার মোড নির্বাচন করতে পারেন।
ca: Aquí pots seleccionar el mode d'aprenentatge que vulguis.
cs: Zde můžete vybrat požadovaný režim učení.
cy: Gallwch ddewis y modd astudio dymunol yma.
da: Her kan du vælge den ønskede læringstilstand.
de: Hier können Sie den gewünschten Lernmodus auswählen.
el: Μπορείτε να επιλέξετε την επιθυμητή λειτουργία μάθησης εδώ.
es: Aquí puedes seleccionar el modo de aprendizaje deseado.
et: Siin saad valida soovitud õpperežiimi.
eu: Hemen nahi duzun ikasketa-modua hauta dezakezu.
fa: می‌توانید حالت یادگیری مورد نظر خود را در اینجا انتخاب کنید.
fi: Täältä voit valita haluamasi oppimistilan.
fil: Maaari mong piliin ang nais na mode ng pag-aaral dito.
fr: Vous pouvez sélectionner le mode d'apprentissage souhaité ici.
gl: Aquí podes seleccionar o modo de aprendizaxe desexado.
gu: તમે અહીં તમારી ઇચ્છિત શીખવાની પદ્ધતિ પસંદ કરી શકો છો.
he: כאן תוכל לבחור את מצב הלמידה הרצוי.
hi: आप यहां अपनी इच्छित सीखने की विधि चुन सकते हैं।
hu: Itt kiválaszthatja a kívánt tanulási módot.
hy: Այստեղ դուք կարող եք ընտրել ցանկալի ուսուցման ռեժիմը։
id: Anda dapat memilih mode pembelajaran yang diinginkan di sini.
is: Hér geturðu valið æskilega námsstillingu.
it: Qui puoi selezionare la modalità di apprendimento desiderata.
ja: ここで希望する学習モードを選択できます。
ka: აქ შეგიძლიათ აირჩიოთ სასურველი სწავლის რეჟიმი.
kk: Мұнда қалаған оқу режимін таңдауға болады.
km: អ្នកអាចជ្រើសរើសរបៀបសិក្សាដែលអ្នកចង់បាននៅទីនេះ។
kn: ನೀವು ಇಲ್ಲಿ ನಿಮ್ಮ ಬಯಸಿದ ಕಲಿಕೆಯ ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಬಹುದು.
ko: 여기서 원하는 학습 모드를 선택할 수 있습니다.
ky: Бул жерден каалаган окуу режимин тандай аласыз.
lo: ເຈົ້າສາມາດເລືອກໂໝດການຮຽນຮູ້ທີ່ຕ້ອງການໄດ້ທີ່ນີ້.
mk: Можете да го изберете режимот за учење што го сакате овде.
ml: നിങ്ങൾക്ക് ഇവിടെ നിങ്ങളുടെ ആവശ്യമുള്ള പഠന രീതി തിരഞ്ഞെടുക്കാം.
mn: Эндээс хүссэн сурах горимоо сонгох боломжтой.
mr: तुम्ही येथे तुमची इच्छित शिकण्याची पद्धत निवडू शकता.
my: ဤနေရာတွင် လိုချင်သော သင်ယူခြင်း ပုံစံကို ရွေးနိုင်သည်။
nb: Her kan du velge ønsket læringsmodus.
ne: यहाँबाट तपाईँले चाहेको अध्ययन मोड चयन गर्न सक्नुहुन्छ।
nl: Hier kunt u de gewenste leermodus selecteren.
or: ଆପଣ ଏଠାରୁ ଆପଣଙ୍କର ଇଚ୍ଛିତ ଅଧ୍ୟୟନ ମୋଡ୍ ଚୟନ କରିପାରିବେ।
pa: ਤੁਸੀਂ ਇੱਥੇ ਆਪਣੀ ਲੋੜੀਂਦੀ ਸਿੱਖਣ ਦੀ ਵਿਧੀ ਚੁਣ ਸਕਦੇ ਹੋ।
pl: Tutaj możesz wybrać żądany tryb nauki.
ro: Aici puteți selecta modul de învățare dorit.
ru: Здесь вы можете выбрать желаемый режим обучения.
si: මෙහිදී ඔබට අවශ්‍ය ඉගෙනුම් මාදිලිය තෝරාගත හැක.
sk: Tu si môžete vybrať požadovaný režim učenia.
sl: Tukaj lahko izberete želeni način učenja.
sq: Këtu mund të zgjidhni modalitetin e dëshiruar të studimit.
sr: Овде можете да изаберете жељени режим учења.
sv: Här kan du välja önskat inlärningsläge.
sw: Unaweza kuchagua hali ya kujifunza unayotaka hapa.
ta: நீங்கள் இங்கே உங்கள் விரும்பிய கற்றல் முறையைத் தேர்ந்தெடுக்கலாம்.
te: మీరు ఇక్కడ మీ కావలసిన అభ్యాస మోడ్‌ను ఎంచుకోవచ్చు.
th: คุณสามารถเลือกโหมดการเรียนรู้ที่ต้องการได้ที่นี่
tl: Dito maaari mong piliin ang gustong mode ng pag-aaral.
tr: Buradan istediğiniz öğrenme modunu seçebilirsiniz.
uk: Тут ви можете вибрати бажаний режим навчання.
ur: آپ یہاں اپنی مطلوبہ سیکھنے کا طریقہ منتخب کر سکتے ہیں۔
uz: Bu yerda siz xohlagan o'quv rejimini tanlashingiz mumkin.
vi: Bạn có thể chọn chế độ học mong muốn tại đây.
zh_cn: 您可以在这里选择所需的学习模式。
zh_tw: 您可以在這裡選擇所需的學習模式。
zu: Ungakhetha imodi yokufunda oyifunayo lapha.

# tutorialTapToContinue
source: Tap to continue
af: Tik om voort te gaan
am: ለመቀጠል ማያ ገጹን ይንኩ
ar: اضغط للمتابعة
as: আগবাঢ়িবলৈ স্ক্ৰীণত টিপক
be: Націсніце на экран, каб працягнуць
bg: Докоснете екрана, за да продължите
bn: চালিয়ে যেতে ট্যাপ করুন
ca: Toca la pantalla per continuar
cs: Klepněte pro pokračování
cy: Tapio'r sgrin i barhau
da: Tryk for at fortsætte
de: Tippen Sie, um fortzufahren
el: Πατήστε για συνέχεια
es: Toca para continuar
et: Jätkamiseks puuduta ekraani
eu: Sakatu pantaila jarraitzeko
fa: برای ادامه ضربه بزنید
fi: Napauta jatkaaksesi
fil: I-tap upang magpatuloy
fr: Appuyez pour continuer
gl: Toca a pantalla para continuar
gu: ચાલુ રાખવા માટે ટેપ કરો
he: הקש כדי להמשיך
hi: जारी रखने के लिए टैप करें
hu: Érintse meg a folytatáshoz
hy: Հպեք էկրանին շարունակելու համար
id: Ketuk untuk melanjutkan
is: Pikkaðu á skjáinn til að halda áfram
it: Tocca per continuare
ja: タップして続ける
ka: გააგრძელეთ ეკრანზე შეხებით
kk: Жалғастыру үшін экранды түртіңіз
km: ប៉ះអេក្រង់ដើម្បីបន្ត
kn: ಮುಂದುವರಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ko: 화면을 탭하여 계속
ky: Улантуу үчүн экранды басыңыз
lo: ແຕະໜ້າຈໍເພື່ອສືບຕໍ່
mk: Допрете го екранот за да продолжите
ml: തുടരാൻ ടാപ്പ് ചെയ്യുക
mn: Дэлгэцийг дарж үргэлжлүүлэх
mr: सुरू ठेवण्यासाठी टॅप करा
my: ဆက်လုပ်ရန် ဖန်သားပြင်ကို နှိပ်ပါ
nb: Trykk på skjermen for å fortsette
ne: जारी राख्न स्क्रिन ट्याप गर्नुहोस्
nl: Tik om door te gaan
or: ଚାଲୁ ରଖିବା ପାଇଁ ସ୍କ୍ରିନ୍ ଟ୍ୟାପ୍ କରନ୍ତୁ
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ ਟੈਪ ਕਰੋ
pl: Dotknij, aby kontynuować
ro: Atingeți pentru a continua
ru: Нажмите, чтобы продолжить
si: දිගටම කරගෙන යාමට තිරය මත තට්ටු කරන්න
sk: Klepnutím na obrazovku pokračujte
sl: Dotaknite se zaslona za nadaljevanje
sq: Shtypni ekranin për të vazhduar
sr: Додирните екран да бисте наставили
sv: Tryck för att fortsätta
sw: Gusa ili kuendelea
ta: தொடர தட்டவும்
te: కొనసాగించడానికి నొక్కండి
th: แตะเพื่อดำเนินการต่อ
tl: I-tap ang screen para magpatuloy
tr: Devam etmek için dokunun
uk: Торкніться, щоб продовжити
ur: جاری رکھنے کے لیے تھپتھپائیں
uz: Davom etish uchun ekranni bosing
vi: Chạm để tiếp tục
zh_cn: 点击继续
zh_tw: 點擊繼續
zu: Thepha esikrinini ukuze uqhubeke

# tutorialTransTitle
source: Translate
af: Vertaal
am: ተርጉም
ar: ترجمة
as: অনুবাদ কৰক
be: Перакласці
bg: Превод
bn: অনুবাদ
ca: Tradueix
cs: Překlad
cy: Cyfieithu
da: Oversæt
de: Übersetzen
el: Μετάφραση
es: Traducir
et: Tõlgi
eu: Itzuli
fa: ترجمه
fi: Käännä
fil: Isalin
fr: Traduire
gl: Traducir
gu: અનુવાદ
he: תרגם
hi: अनुवाद
hu: Fordítás
hy: Թարգմանել
id: Terjemahkan
is: Þýða
it: Traduci
ja: 翻訳
ka: თარგმნა
kk: Аудару
km: បកប្រែ
kn: ಅನುವಾದಿಸಿ
ko: 번역하기
ky: Которуу
lo: ແປ
mk: Преведи
ml: വിവർത്തനം
mn: Орчуулах
mr: भाषांतर
my: ဘာသာပြန်ခြင်း
nb: Oversett
ne: अनुवाद गर्नुहोस्
nl: Vertalen
or: ଅନୁବାଦ କରନ୍ତୁ
pa: ਅਨੁਵਾਦ
pl: Tłumacz
ro: Traducere
ru: Перевод
si: පරිවර්තනය කරන්න
sk: Preložiť
sl: Prevedi
sq: Përktheje
sr: Превод
sv: Översätt
sw: Tafsiri
ta: மொழிபெயர்
te: అనువాదం
th: แปลภาษา
tl: Isalin
tr: Çevir
uk: Переклад
ur: ترجمہ
uz: Tarjima qilish
vi: Dịch
zh_cn: 翻译
zh_tw: 翻譯
zu: Humusha

# tutorialTransDesc
source: Tap here to translate your text.
af: Tik hier om jou teks te vertaal.
am: ያስገቡትን ጽሑፍ ይተርጉሙ።
ar: اضغط هنا لترجمة نصك.
as: লিখা টেক্সট অনুবাদ কৰক।
be: Перакладзе ўведзены тэкст.
bg: Превежда въведения текст.
bn: আপনার পাঠ্য অনুবাদ করতে এখানে ট্যাপ করুন।
ca: Tradueix el text que has introduït.
cs: Klepněte zde pro překlad.
cy: Cyfieithu'r testun a fewnbynnwyd.
da: Tryk her for at oversætte tekst.
de: Tippen Sie hier, um Ihren Text zu übersetzen.
el: Πατήστε εδώ για μετάφραση.
es: Toca aquí para traducir tu texto.
et: Tõlgi sisestatud tekst.
eu: Idatzitako testua itzultzen du.
fa: برای ترجمه اینجا را لمس کنید.
fi: Napauta tästä kääntääksesi.
fil: I-tap dito para isalin ang iyong teksto.
fr: Appuyez ici pour traduire votre texte.
gl: Traduce o texto que escribiches.
gu: તમારું લખાણ અનુવાદ કરવા અહીં ટેપ કરો.
he: הקש כאן לתרגום.
hi: अपना टेक्स्ट अनुवाद करने के लिए यहाँ टैप करें.
hu: Érintse meg ide a fordításhoz.
hy: Թարգմանեք մուտքագրված տեքստը։
id: Ketuk di sini untuk menerjemahkan teks Anda.
is: Þýðir textann sem þú slóst inn.
it: Tocca qui per tradurre il tuo testo.
ja: 入力したテキストを翻訳します。
ka: თარგმნეთ შეყვანილი ტექსტი.
kk: Енгізілген мәтінді аударады.
km: បកប្រែអត្ថបទដែលអ្នកបានបញ្ចូល។
kn: ನಿಮ್ಮ ಪಠ್ಯವನ್ನು ಅನುವಾದಿಸಲು ಇಲ್ಲಿ ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 입력한 텍스트를 번역합니다.
ky: Киргизилген текстти которот.
lo: ແປຂໍ້ຄວາມທີ່ປ້ອນເຂົ້າ.
mk: Преведете го внесениот текст.
ml: നിങ്ങളുടെ ടെക്സ്റ്റ് വിവർത്തനം ചെയ്യാൻ ഇവിടെ ടാപ്പ് ചെയ്യുക.
mn: Оруулсан текстийг орчуулна.
mr: तुमचा मजकूर भाषांतरित करण्यासाठी येथे टॅप करा.
my: ထည့်သွင်းထားသော စာသားကို ဘာသာပြန်သည်။
nb: Oversett teksten du skrev inn.
ne: टाइप गरिएको पाठलाई अनुवाद गर्दछ।
nl: Tik hier om je tekst te vertalen.
or: ଇନପୁଟ୍ ହୋଇଥିବା ଟେକ୍ସଟ୍ ଅନୁବାଦ କରନ୍ତୁ।
pa: ਆਪਣਾ ਟੈਕਸਟ ਅਨੁਵਾਦ ਕਰਨ ਲਈ ਇੱਥੇ ਦਬਾਓ।
pl: Dotknij tutaj aby przetłumaczyć tekst.
ro: Apasă aici pentru a traduce textul.
ru: Нажмите здесь, чтобы перевести текст.
si: ඇතුළත් කළ පෙළ පරිවර්තනය කරන්න.
sk: Preloží zadaný text.
sl: Prevede vneseno besedilo.
sq: Përktheni tekstin e vendosur.
sr: Преводи унети текст.
sv: Tryck här för att översätta text.
sw: Gonga hapa kutafsiri maandishi yako.
ta: உங்கள் உரையை மொழிபெயர்க்க இங்கே தட்டவும்.
te: మీ వచనాన్ని అనువదించడానికి ఇక్కడ నొక్కండి.
th: แตะที่นี่เพื่อแปลข้อความของคุณ
tl: Isinasalin ang tekstong in-input mo.
tr: Metnini çevirmek için buraya dokun.
uk: Натисніть тут, щоб перекласти текст.
ur: اپنا متن ترجمہ کرنے کے لیے یہاں دبائیں۔
uz: Kiritilgan matnni tarjima qiladi.
vi: Nhấn vào đây để dịch văn bản của bạn.
zh_cn: 点击此处翻译您的文本。
zh_tw: 點擊此處翻譯您的文字。
zu: Humusha umbhalo owufakile.

# tutorialSaveTitle
source: Save
af: Stoor
am: አስቀምጥ
ar: حفظ
as: সংৰক্ষণ কৰক
be: Захаваць
bg: Запазване
bn: সংরক্ষণ
ca: Desa
cs: Uložit
cy: Cadw
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
et: Salvesta
eu: Gorde
fa: ذخیره
fi: Tallenna
fil: I-save
fr: Enregistrer
gl: Gardar
gu: સાચવો
he: שמור
hi: सहेजें
hu: Mentés
hy: Պահպանել
id: Simpan
is: Vista
it: Salva
ja: 保存
ka: შენახვა
kk: Сақтау
km: រក្សាទុក
kn: ಉಳಿಸಿ
ko: 저장하기
ky: Сактоо
lo: ບັນທຶກ
mk: Зачувај
ml: സേവ്
mn: Хадгалах
mr: जतन करा
my: သိမ်းဆည်းခြင်း
nb: Lagre
ne: सुरक्षित गर्नुहोस्
nl: Opslaan
or: ସେଭ୍ କରନ୍ତୁ
pa: ਸੇਵ
pl: Zapisz
ro: Salvare
ru: Сохранить
si: සුරකින්න
sk: Uložiť
sl: Shrani
sq: Ruaje
sr: Чување
sv: Spara
sw: Hifadhi
ta: சேமி
te: సేవ్
th: บันทึก
tl: I-save
tr: Kaydet
uk: Зберегти
ur: محفوظ کریں
uz: Saqlash
vi: Lưu
zh_cn: 保存
zh_tw: 儲存
zu: Londoloza

# tutorialSaveDesc
source: Save your translation to study records.
af: Stoor jou vertaling.
am: የተተረጎሙትን ውጤቶች በታሪክ መዝገብ ውስጥ ያስቀምጡ።
ar: احفظ ترجمتك في سجلات الدراسة.
as: অনূদিত ফলাফল আপোনাৰ শিকন ৰেকৰ্ডত সংৰক্ষণ কৰক।
be: Захавайце перакладзены вынік у свае запісы навучання.
bg: Запазете преведения резултат в записите за обучение.
bn: আপনার অনুবাদ সংরক্ষণ করুন।
ca: Desa els resultats traduïts a l'historial d'aprenentatge.
cs: Uložte překlad do záznamů.
cy: Cadwch y canlyniadau cyfieithiedig i'ch cofnod astudio.
da: Gem din oversættelse.
de: Speichern Sie Ihre Übersetzung in den Lernprotokollen.
el: Αποθηκεύστε τη μετάφραση.
es: Guarda tu traducción en los registros de estudio.
et: Salvesta tõlgitud tulemus õppimisajalukku.
eu: Gorde itzulitako emaitzak ikasketa-erregistroan.
fa: ترجمه خود را ذخیره کنید.
fi: Tallenna käännös tietueisiin.
fil: I-save ang iyong pagsasalin sa mga tala ng pag-aaral.
fr: Enregistrez votre traduction dans les dossiers d'étude.
gl: Garda os resultados traducidos no teu rexistro de aprendizaxe.
gu: તમારો અનુવાદ સાચવો.
he: שמור את התרגום שלך.
hi: अपनी अनुवाद को अध्ययन रिकॉर्ड में सहेजें.
hu: Mentse el a fordítást.
hy: Պահպանեք թարգմանված արդյունքները ուսուցման գրառումներում:
id: Simpan terjemahan Anda ke catatan belajar.
is: Vistaðu þýddar niðurstöður í námsferilinn þinn.
it: Salva la tua traduzione nei record di studio.
ja: 翻訳結果を学習記録に保存します。
ka: შეინახეთ თარგმნილი შედეგები თქვენს სასწავლო ჩანაწერებში.
kk: Аударылған нәтижені оқу жазбасына сақтаңыз.
km: រក្សាទុកលទ្ធផលដែលបានបកប្រែទៅក្នុងកំណត់ត្រាសិក្សារបស់អ្នក។
kn: ನಿಮ್ಮ ಅನುವಾದವನ್ನು ಉಳಿಸಿ.
ko: 번역된 결과를 학습 기록에 저장하세요.
ky: Которулган жыйынтыкты окуу жазууларына сактаңыз.
lo: ບັນທຶກຜົນການແປໄວ້ໃນບັນທຶກການຮຽນຮູ້.
mk: Зачувајте ги преведените резултати во записите за учење.
ml: നിങ്ങളുടെ വിവർത്തനം സേവ് ചെയ്യുക.
mn: Орчуулсан үр дүнг сургалтын түүхэнд хадгалаарай.
mr: तुमचे भाषांतर जतन करा.
my: ဘာသာပြန်ထားသော ရလဒ်ကို သင်ယူခြင်း မှတ်တမ်းတွင် သိမ်းဆည်းပါ။
nb: Lagre de oversatte resultatene i læringsposten.
ne: अनुवाद गरिएको परिणामलाई अध्ययन रेकर्डमा सुरक्षित गर्नुहोस्।
nl: Sla je vertaling op in studierecords.
or: ଅଧ୍ୟୟନ ରେକର୍ଡରେ ଅନୁବାଦ ହୋଇଥିବା ଫଳାଫଳ ସେଭ୍ କରନ୍ତୁ।
pa: ਆਪਣਾ ਅਨੁਵਾਦ ਸੇਵ ਕਰੋ।
pl: Zapisz tłumaczenie w historii nauki.
ro: Salvează traducerea în înregistrări.
ru: Сохраните перевод в учебные записи.
si: පරිවර්තනය කළ ප්‍රතිඵල ඉගෙනුම් වාර්තාවේ සුරකින්න.
sk: Uložte preložené výsledky do záznamu o učení.
sl: Shranite prevedene rezultate v zapise učenja.
sq: Ruajeni rezultatin e përkthyer në regjistrin e studimit.
sr: Сачувајте преведене резултате у записе о учењу.
sv: Spara din översättning.
sw: Hifadhi tafsiri yako.
ta: உங்கள் மொழிபெயர்ப்பைச் சேமிக்கவும்.
te: మీ అనువాదాన్ని సేవ్ చేయండి.
th: บันทึกคำแปลของคุณลงในบันทึกการเรียนรู้
tl: I-save ang isinalin na resulta sa iyong tala sa pag-aaral.
tr: Çevirini çalışma kayıtlarına kaydet.
uk: Збережіть переклад у навчальні записи.
ur: اپنا ترجمہ محفوظ کریں۔
uz: Tarjima qilingan natijani o'rganish yozuviga saqlang.
vi: Lưu bản dịch của bạn vào hồ sơ học tập.
zh_cn: 将翻译保存到学习记录。
zh_tw: 將翻譯儲存到學習記錄。
zu: Londoloza imiphumela ehunyushiwe kumarekhodi akho okufunda.

# tutorialAiChatTitle
source: AI Chat
am: AI ውይይት
as: এআই চ্যাটিং
be: AI Чат
bg: AI чат
ca: Xat amb IA
cy: Sgwrsio AI
et: AI vestlus
eu: AI txata
gl: Chat con IA
hy: AI Զրույց
is: AI spjall
ja: AIチャット
ka: AI ჩეთი
kk: AI чат
km: ជជែក AI
ko: AI 채팅
ky: AI чат
lo: ສົນທະນາ AI
mk: AI Чет
mn: AI чат
my: AI စကားပြော
ne: एआई च्याट
or: AI ଚାଟିଂ
si: AI කතාබස්
sl: AI klepet
sq: Bisedë me AI
sr: AI ћаскање
tl: Chat
zu: Ingxoxo ye-AI
