Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

# errorHateSpeech
source: Translation cannot be processed due to hate speech.
af: Kan nie vertaal nie omdat dit haatspraak bevat.
am: የጥላቻ ንግግርን ስላካተተ መተርጎም አይቻልም።
ar: 혐오 표현이 포함되어 있어 번역할 수 없습니다.
as: ইয়াত ঘৃণা ভাষণ থকা বাবে অনুবাদ কৰিব নোৱাৰি।
be: Немагчыма перакласці, бо змяшчае мову нянавісці.
bg: Не може да се преведе, защото съдържа език на омразата.
bn: 혐오 표현이 포함되어 있어 번역할 수 없습니다.
ca: No es pot traduir perquè conté incitació a l'odi.
cs: 혐오 표현이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
cy: Ni ellir cyfieithu oherwydd ei fod yn cynnwys casineb.
da: 혐오 표현이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
es: 혐오 표현이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
et: Tõlkimine pole vihakõne tõttu võimalik.
eu: Ezin da itzuli gorroto-diskurtsoa duelako.
fa: 혐오 표현이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
fil: 혐오 표현이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
fr: 혐오 표현이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
gl: Non se pode traducir porque contén incitación ao odio.
he: 혐오 표현이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
hi: 혐오 표현이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
hu: 혐오 표현이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
hy: Այն չի կարող թարգմանվել, քանի որ պարունակում է ատելության խոսք։
id: 혐오 표현이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
is: Ekki hægt að þýða vegna þess að það inniheldur hatursorðræðu.
it: 혐오 표현이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
ja: ヘイトスピーチが含まれているため、翻訳できません。
ka: შეიცავს სიძულვილის ენას, ამიტომ მისი თარგმნა შეუძლებელია.
kk: Өшпенділік білдіретін сөздер бар болғандықтан аудару мүмкін емес.
km: មិនអាចបកប្រែបានទេ ព្រោះវាមានការនិយាយស្អប់ខ្ពើម។
ko: 혐오 표현이 포함되어 있어 번역할 수 없습니다.
ky: Жеке көрө албастык сөздөр камтылгандыктан которуу мүмкүн эмес.
lo: ບໍ່ສາມາດແປໄດ້ເນື່ອງຈາກມີຄໍາເວົ້າກຽດຊັງ.
mk: Не може да се преведе поради говор на омраза.
mn: Үзэн ядах үг агуулсан тул орчуулах боломжгүй.
my: မုန်းတီးရေး အသုံးအနှုန်း ပါဝင်နေသောကြောင့် ဘာသာပြန်၍ မရပါ။
nb: Kan ikke oversettes fordi det inneholder hatytringer.
ne: यसमा घृणित अभिव्यक्ति समावेश भएकोले अनुवाद गर्न सकिँदैन।
nl: 혐오 표현이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
or: ଏଥିରେ ଘୃଣାତ୍ମକ ଭାଷଣ ଅନ୍ତର୍ଭୁକ୍ତ ଥିବାରୁ ଏହାକୁ ଅନୁବାଦ କରାଯାଇପାରିବ ନାହିଁ।
pl: 혐오 표현이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
ru: 혐오 표현이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
si: වෛරී ප්‍රකාශ අඩංගු බැවින් පරිවර්තනය කළ නොහැක.
sk: Obsahuje nenávistné prejavy a nie je možné ho preložiť.
sl: Ne morem prevesti, ker vsebuje sovražni govor.
sq: Përkthimi nuk mund të bëhet sepse përmban gjuhë urrejtjeje.
sr: Не може да се преведе због садржаја говора мржње.
sv: 혐오 표현이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
sw: 혐오 표현이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
te: 혐오 표현이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
th: 혐오 표현이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
tl: Hindi maisasalin dahil naglalaman ito ng mapoot na pananalita.
tr: 혐오 표현이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
uz: Nafrat so'zlari borligi sababli tarjima qilib bo'lmaydi.
vi: 혐오 표현이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
zu: Ayikwazi ukuhumusha ngoba iqukethe inkulumo enzondo.

# errorSexualContent
source: Translation cannot be processed due to sexual content.
af: 선정적인 내용이 포함되어 있어 번역할 수 없습니다.
am: የወሲብ ይዘትን ስላካተተ መተርጎም አይቻልም።
ar: 선정적인 내용이 포함되어 있어 번역할 수 없습니다.
as: ইয়াত যৌনতাপূৰ্ণ সামগ্ৰী থকা বাবে অনুবাদ কৰিব নোৱাৰি।
be: Немагчыма перакласці, бо змяшчае сэксуальны кантэнт.
bg: Не може да се преведе, защото съдържа сексуално съдържание.
bn: 선정적인 내용이 포함되어 있어 번역할 수 없습니다.
ca: No es pot traduir perquè conté contingut sexual.
cs: 선정적인 내용이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
cy: Ni ellir cyfieithu oherwydd ei fod yn cynnwys cynnwys erotig.
da: 선정적인 내용이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
es: 선정적인 내용이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
et: Tõlkimine pole seksuaalse sisu tõttu võimalik.
eu: Ezin da itzuli eduki sexuala duelako.
fa: 선정적인 내용이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
fil: 선정적인 내용이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
fr: 선정적인 내용이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
gl: Non se pode traducir porque contén contido sexual.
he: 선정적인 내용이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
hi: 선정적인 내용이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
hu: 선정적인 내용이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
hy: Այն չի կարող թարգմանվել, քանի որ պարունակում է սեռական բովանդակություն։
id: 선정적인 내용이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
is: Ekki hægt að þýða vegna þess að það inniheldur kynferðislegt efni.
it: 선정적인 내용이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
ja: 性的なコンテンツが含まれているため、翻訳できません。
ka: შეიცავს სექსუალურ კონტენტს, ამიტომ მისი თარგმნა შეუძლებელია.
kk: Жалаңаштайтын мазмұны бар болғандықтан аудару мүмкін емес.
km: មិនអាចបកប្រែបានទេ ព្រោះវាមានខ្លឹមសារអាសអាភាស។
ko: 선정적인 내용이 포함되어 있어 번역할 수 없습니다.
ky: Уятсыз мазмун камтылгандыктан которуу мүмкүн эмес.
lo: ບໍ່ສາມາດແປໄດ້ເພາະວ່າມີເນື້ອໃນທາງເພດ.
mk: Не може да се преведе поради сексуална содржина.
mn: Садар самуун агуулга агуулсан тул орчуулах боломжгүй.
my: ကာမဂုဏ်ဆိုင်ရာ အကြောင်းအရာ ပါဝင်နေသောကြောင့် ဘာသာပြန်၍ မရပါ။
nb: Kan ikke oversettes fordi det inneholder seksuelt innhold.
ne: यसमा कामुक सामग्री समावेश भएकोले अनुवाद गर्न सकिँदैन।
nl: 선정적인 내용이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
or: ଏଥିରେ ଯୌନ ସମ୍ବନ୍ଧୀୟ ବିଷୟବସ୍ତୁ ଅନ୍ତର୍ଭୁକ୍ତ ଥିବାରୁ ଏହାକୁ ଅନୁବାଦ କରାଯାଇପାରିବ ନାହିଁ।
pl: 선정적인 내용이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
ru: 선정적인 내용이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
si: ලිංගික අන්තර්ගතයන් අඩංගු බැවින් පරිවර්තනය කළ නොහැක.
sk: Obsahuje sexuálny obsah a nie je možné ho preložiť.
sl: Ne morem prevesti, ker vsebuje seksualno vsebino.
sq: Përkthimi nuk mund të bëhet sepse përmban përmbajtje seksuale.
sr: Не може да се преведе због садржаја сексуалне природе.
sv: 선정적인 내용이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
sw: 선정적인 내용이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
te: 선정적인 내용이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
th: 선정적인 내용이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
tl: Hindi maisasalin dahil naglalaman ito ng malaswang content.
tr: 선정적인 내용이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
uz: Shahvoniy mazmun borligi sababli tarjima qilib bo'lmaydi.
vi: 선정적인 내용이 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
zu: Ayikwazi ukuhumusha ngoba iqukethe okuqukethwe okungcolile.

# errorOtherSafety
source: Translation was blocked by AI safety policy.
af: AI 안전 정책에 의해 번역이 거부되었습니다.
am: በ AI ደህንነት መመሪያ ምክንያት ትርጉም ውድቅ ተደርጓል።
ar: AI 안전 정책에 의해 번역이 거부되었습니다.
as: এআই সুৰক্ষা নীতিৰ দ্বাৰা অনুবাদ নাকচ কৰা হ’ল।
be: Пераклад адхілены ў адпаведнасці з палітыкай бяспекі AI.
bg: Преводът е отказан от политиката за безопасност на AI.
bn: AI 안전 정책에 의해 번역이 거부되었습니다.
ca: La traducció s'ha denegat a causa de la política de seguretat d'IA.
cs: AI 안전 정책에 의해 번역이 거부되었습니다. (TODO: Translate)
cy: Gwrthodwyd cyfieithu oherwydd polisi diogelwch AI.
da: AI 안전 정책에 의해 번역이 거부되었습니다. (TODO: Translate)
es: AI 안전 정책에 의해 번역이 거부되었습니다. (TODO: Translate)
et: Tõlkimine on AI ohutuspoliitika tõttu keelatud.
eu: AI segurtasun politikak itzulpena ukatu du.
fa: AI 안전 정책에 의해 번역이 거부되었습니다. (TODO: Translate)
fil: AI 안전 정책에 의해 번역이 거부되었습니다. (TODO: Translate)
fr: AI 안전 정책에 의해 번역이 거부되었습니다. (TODO: Translate)
gl: A tradución foi denegada pola política de seguridade da IA.
he: AI 안전 정책에 의해 번역이 거부되었습니다. (TODO: Translate)
hi: AI 안전 정책에 의해 번역이 거부되었습니다. (TODO: Translate)
hu: AI 안전 정책에 의해 번역이 거부되었습니다. (TODO: Translate)
hy: Այս թարգմանությունը մերժվել է AI անվտանգության քաղաքականության պատճառով։
id: AI 안전 정책에 의해 번역이 거부되었습니다. (TODO: Translate)
is: Þýðingu hafnað samkvæmt öryggisstefnu gervigreindar.
it: AI 안전 정책에 의해 번역이 거부되었습니다. (TODO: Translate)
ja: AI安全ポリシーにより翻訳が拒否されました。
ka: AI-ს უსაფრთხოების პოლიტიკამ უარყო თარგმანი.
kk: AI қауіпсіздік саясатына байланысты аударуға рұқсат етілмеді.
km: ការបកប្រែត្រូវបានបដិសេធដោយគោលការណ៍សុវត្ថិភាព AI ។
ko: AI 안전 정책에 의해 번역이 거부되었습니다.
ky: AI коопсуздук саясатына байланыштуу которууга тыюу салынды.
lo: ການແປຖືກປະຕິເສດໂດຍນະໂຍບາຍຄວາມປອດໄພ AI.
mk: Преводот беше одбиен од политиката за безбедност на вештачката интелигенција.
mn: AI аюулгүй байдлын бодлогын дагуу орчуулгыг хүлээн авахаас татгалзсан.
my: AI လုံခြုံရေး မူဝါဒအရ ဘာသာပြန်ခြင်းကို ငြင်းပယ်ထားပါသည်။
nb: Oversettelse ble avvist av AI-sikkerhetspolicyen.
ne: AI सुरक्षा नीतिले अनुवाद अस्वीकार गरेको छ।
nl: AI 안전 정책에 의해 번역이 거부되었습니다. (TODO: Translate)
or: AI ସୁରକ୍ଷା ନୀତି ଦ୍ୱାରା ଅନୁବାଦ ପ୍ରତ୍ୟାଖ୍ୟାନ କରାଯାଇଛି।
pl: AI 안전 정책에 의해 번역이 거부되었습니다. (TODO: Translate)
ru: AI 안전 정책에 의해 번역이 거부되었습니다. (TODO: Translate)
si: AI ආරක්ෂණ ප්‍රතිපත්තිය හේතුවෙන් පරිවර්තනය ප්‍රතික්ෂේප විය.
sk: Preklad bol odmietnutý z dôvodu zásad bezpečnosti AI.
sl: Prevajanje je bilo zavrnjeno s strani varnostnega pravilnika AI.
sq: Përkthimi u refuzua nga politika e sigurisë së AI.
sr: Превод је одбијен због AI безбедносне политике.
sv: AI 안전 정책에 의해 번역이 거부되었습니다. (TODO: Translate)
sw: AI 안전 정책에 의해 번역이 거부되었습니다. (TODO: Translate)
te: AI 안전 정책에 의해 번역이 거부되었습니다. (TODO: Translate)
th: AI 안전 정책에 의해 번역이 거부되었습니다. (TODO: Translate)
tl: Tinanggihan ang pagsasalin ng AI safety policy.
tr: AI 안전 정책에 의해 번역이 거부되었습니다. (TODO: Translate)
uz: AI xavfsizlik siyosati tufayli tarjima rad etildi.
vi: AI 안전 정책에 의해 번역이 거부되었습니다. (TODO: Translate)
zu: Ukuhumusha kunqatshelwe yinqubomgomo yokuphepha ye-AI.

source: Clear All
af: 모두 지우기
am: ሁሉንም አጽዳ
ar: مسح الكل
as: সকলো মচি পেলোৱা
be: Ачысціць усё
bg: Изчистване на всички
bn: 모두 지우기
ca: Esborra-ho tot
cs: 모두 지우기 (TODO: Translate)
cy: Clirio popeth
da: 모두 지우기 (TODO: Translate)
es: 모두 지우기 (TODO: Translate)
et: Kustuta kõik
eu: Guztia garbitu
fa: 모두 지우기 (TODO: Translate)
fil: 모두 지우기 (TODO: Translate)
fr: 모두 지우기 (TODO: Translate)
gl: Borrar todo
he: 모두 지우기 (TODO: Translate)
hi: 모두 지우기 (TODO: Translate)
hu: 모두 지우기 (TODO: Translate)
hy: Մաքրել ամբողջը
id: 모두 지우기 (TODO: Translate)
is: Hreinsa allt
it: 모두 지우기 (TODO: Translate)
ja: すべてクリア
ka: ყველას გასუფთავება
kk: Барлығын тазалау
km: សម្អាតទាំងអស់
ko: 모두 지우기
ky: Баарын тазалоо
lo: ລຶບທັງໝົດ
mk: Избриши ги сите
mn: Бүгдийг арилгах
my: အားလုံး ရှင်းလင်းပါ
nb: Fjern alle
ne: सबै खाली गर्नुहोस्
nl: 모두 지우기 (TODO: Translate)
or: ସବୁ କ୍ଲିଅର୍ କରନ୍ତୁ
pl: 모두 지우기 (TODO: Translate)
ru: 모두 지우기 (TODO: Translate)
si: සියල්ල හිස් කරන්න
sk: Vymazať všetko
sl: Počisti vse
sq: Pastroji të gjitha
sr: Обриши све
sv: 모두 지우기 (TODO: Translate)
sw: 모두 지우기 (TODO: Translate)
te: 모두 지우기 (TODO: Translate)
th: 모두 지우기 (TODO: Translate)
tl: I-clear Lahat
tr: 모두 지우기 (TODO: Translate)
uz: Hammasini tozalash
vi: 모두 지우기 (TODO: Translate)
zu: Susa Konke

# disambiguationTitle
source: Select Meaning
af: 의미 선택
am: ትርጉም ይምረጡ
ar: 의미 선택
as: অৰ্থ নিৰ্বাচন
be: Выберыце значэнне
bg: Избор на значение
bn: 의미 선택
ca: Selecciona el significat
cs: 의미 선택 (TODO: Translate)
cy: Dewis ystyr
da: 의미 선택 (TODO: Translate)
es: 의미 선택 (TODO: Translate)
et: Vali tähendus
eu: Esanahia hautatu
fa: 의미 선택 (TODO: Translate)
fil: 의미 선택 (TODO: Translate)
fr: 의미 선택 (TODO: Translate)
gl: Seleccionar significado
he: 의미 선택 (TODO: Translate)
hi: 의미 선택 (TODO: Translate)
hu: 의미 선택 (TODO: Translate)
hy: Ընտրել նշանակությունը
id: 의미 선택 (TODO: Translate)
is: Veldu merkingu
it: 의미 선택 (TODO: Translate)
ja: 意味を選択
ka: მნიშვნელობის არჩევა
kk: Мағынаны таңдау
km: ជ្រើសរើសអត្ថន័យ
ko: 의미 선택
ky: Маанини тандоо
lo: ເລືອກຄວາມໝາຍ
mk: Изберете значење
mn: Утга сонгох
my: အဓိပ္ပာယ်ကို ရွေးပါ
nb: Velg mening
ne: अर्थ छनोट गर्नुहोस्
nl: 의미 선택 (TODO: Translate)
or: ଅର୍ଥ ଚୟନ
pl: 의미 선택 (TODO: Translate)
ru: 의미 선택 (TODO: Translate)
si: අර්ථය තෝරන්න
sk: Vyberte význam
sl: Izbira pomena
sq: Zgjidh kuptimin
sr: Изаберите значење
sv: 의미 선택 (TODO: Translate)
sw: 의미 선택 (TODO: Translate)
te: 의미 선택 (TODO: Translate)
th: 의미 선택 (TODO: Translate)
tl: Pumili ng Kahulugan
tr: 의미 선택 (TODO: Translate)
uz: Ma'noni tanlash
vi: 의미 선택 (TODO: Translate)
zu: Khetha Incazelo

# disambiguationPrompt
source: Which meaning do you intend?
af: 어떤 의미로 번역하시겠습니까?
am: በምን ትርጉም መተርጎም ይፈልጋሉ?
ar: 어떤 의미로 번역하시겠습니까?
as: আপুনি ইয়াক কি অৰ্থত অনুবাদ কৰিব?
be: Якое значэнне вы хочаце перакласці?
bg: Какво значение искате да преведете?
bn: 어떤 의미로 번역하시겠습니까?
ca: Amb quin significat vols traduir?
cs: 어떤 의미로 번역하시겠습니까? (TODO: Translate)
cy: Pa ystyr hoffech chi gyfieithu iddo?
da: 어떤 의미로 번역하시겠습니까? (TODO: Translate)
es: 어떤 의미로 번역하시겠습니까? (TODO: Translate)
et: Millise tähendusega sa soovid tõlkida?
eu: Zein esanahirekin itzuli nahi duzu?
fa: 어떤 의미로 번역하시겠습니까? (TODO: Translate)
fil: 어떤 의미로 번역하시겠습니까? (TODO: Translate)
fr: 어떤 의미로 번역하시겠습니까? (TODO: Translate)
gl: A que significado queres traducir?
he: 어떤 의미로 번역하시겠습니까? (TODO: Translate)
hi: 어떤 의미로 번역하시겠습니까? (TODO: Translate)
hu: 어떤 의미로 번역하시겠습니까? (TODO: Translate)
hy: Ո՞ր նշանակությամբ կցանկանայիք թարգմանել։
id: 어떤 의미로 번역하시겠습니까? (TODO: Translate)
is: Hvaða merkingu viltu þýða með?
it: 어떤 의미로 번역하시겠습니까? (TODO: Translate)
ja: どの意味で翻訳しますか？
ka: რომელი მნიშვნელობით გსურთ თარგმნა?
kk: Қандай мағынада аударғыңыз келеді?
km: តើអ្នកចង់បកប្រែជាអត្ថន័យអ្វី?
ko: 어떤 의미로 번역하시겠습니까?
ky: Кайсы мааниде которгуңуз келет?
lo: ທ່ານຕ້ອງການແປດ້ວຍຄວາມໝາຍໃດ?
mk: Како сакате да го преведете?
mn: Ямар утгаар орчуулах вэ?
my: ဘယ်လို အဓိပ္ပာယ်ဖြင့် ဘာသာပြန်လိုပါသလဲ?
nb: Hvilken mening vil du oversette til?
ne: कुन अर्थमा अनुवाद गर्न चाहनुहुन्छ?
nl: 어떤 의미로 번역하시겠습니까? (TODO: Translate)
or: ଆପଣ କେଉଁ ଅର୍ଥରେ ଅନୁବାଦ କରିବାକୁ ଚାହାଁନ୍ତି?
pl: 어떤 의미로 번역하시겠습니까? (TODO: Translate)
ru: 어떤 의미로 번역하시겠습니까? (TODO: Translate)
si: ඔබ කුමන අර්ථයෙන් පරිවර්තනය කිරීමට කැමතිද?
sk: Aký význam chcete preložiť?
sl: Kateri pomen želite prevesti?
sq: Si do të donit ta përktheni atë?
sr: Како желите да преведете?
sv: 어떤 의미로 번역하시겠습니까? (TODO: Translate)
sw: 어떤 의미로 번역하시겠습니까? (TODO: Translate)
te: 어떤 의미로 번역하시겠습니까? (TODO: Translate)
th: 어떤 의미로 번역하시겠습니까? (TODO: Translate)
tl: Aling kahulugan ang gusto mong isalin?
tr: 어떤 의미로 번역하시겠습니까? (TODO: Translate)
uz: Qaysi ma'noda tarjima qilmoqchisiz?
vi: 어떤 의미로 번역하시겠습니까? (TODO: Translate)
zu: Ungathanda ukuhumusha ngayiphi incazelo?

source: Skip
af: 건너뛰기
am: ዝለል
ar: 건너뛰기
as: এৰাই যাওক
be: Прапусціць
bg: Пропускане
bn: 건너뛰기
ca: Omet
cs: 건너뛰기 (TODO: Translate)
cy: Hepgor
da: 건너뛰기 (TODO: Translate)
es: 건너뛰기 (TODO: Translate)
et: Jäta vahele
eu: Saltatu
fa: 건너뛰기 (TODO: Translate)
fil: 건너뛰기 (TODO: Translate)
fr: 건너뛰기 (TODO: Translate)
gl: Omitir
he: 건너뛰기 (TODO: Translate)
hi: 건너뛰기 (TODO: Translate)
hu: 건너뛰기 (TODO: Translate)
hy: Բաց թողնել
id: 건너뛰기 (TODO: Translate)
is: Sleppa
it: 건너뛰기 (TODO: Translate)
ja: スキップ
ka: გამოტოვება
kk: Өткізіп жіберу
km: រំលង
ko: 건너뛰기
ky: Өткөрүп жиберүү
lo: ຂ້າມ
mk: Прескокни
mn: Алгасах
my: ကျော်ပါ
nb: Hopp over
ne: छोड्नुहोस्
nl: 건너뛰기 (TODO: Translate)
or: ଏଡ଼ାଇ ଦିଅନ୍ତୁ
pl: 건너뛰기 (TODO: Translate)
ru: 건너뛰기 (TODO: Translate)
si: මඟ හරින්න
sk: Preskočiť
sl: Preskoči
sq: Anashkalo
sr: Прескочи
sv: 건너뛰기 (TODO: Translate)
sw: 건너뛰기 (TODO: Translate)
te: 건너뛰기 (TODO: Translate)
th: 건너뛰기 (TODO: Translate)
tl: Laktawan
tr: 건너뛰기 (TODO: Translate)
uz: O'tkazib yuborish
vi: 건너뛰기 (TODO: Translate)
zu: Yeqa

# inputModeTitle
source: Input
af: 입력
am: ግብዓት
ar: 입력
as: ইনপুট
be: Увод
bg: Въвеждане
bn: 입력
ca: Entrada
cs: 입력 (TODO: Translate)
cy: Mewnbwn
da: 입력 (TODO: Translate)
es: 입력 (TODO: Translate)
et: Sisestus
eu: Sarrera
gl: Entrada
hu: 입력 (TODO: Translate)
hy: Մուտքագրում
is: Inntak
it: 입력 (TODO: Translate)
ja: 入力
ka: შეყვანა
kk: Енгізу
km: បញ្ចូល
ko: 입력
ky: Киргизүү
lo: ປ້ອນຂໍ້ມູນ
mk: Внос
mn: Оруулах
my: ထည့်သွင်းခြင်း
ne: इनपुट
or: ଇନପୁଟ୍
ru: 입력 (TODO: Translate)
si: ආදානය
sk: Vstup
sl: Vnos
sq: Hyrje
sr: Унос
uz: Kiritish
vi: 입력 (TODO: Translate)
zu: Okokufaka

# reviewModeTitle
source: Review
af: 복습
am: ግምገማ
ar: 복습
as: পুনৰীক্ষণ
be: Агляд
bg: Преглед
bn: 복습
ca: Repàs
cs: 복습 (TODO: Translate)
cy: Adolygu
da: 복습 (TODO: Translate)
es: 복습 (TODO: Translate)
et: Kordamine
eu: Berrikusi
gl: Repaso
hu: 복습 (TODO: Translate)
hy: Վերանայում
is: Endurskoðun
it: 복습 (TODO: Translate)
ja: 復習
ka: გამეორება
kk: Қайталау
km: ពិនិត្យ
ko: 복습
ky: Кайталоо
lo: ທົບທວນ
mk: Преглед
mn: Давтах
my: ပြန်လည်သုံးသပ်ခြင်း
nb: Repetisjon
ne: समीक्षा
or: ପୁନର୍ବିଚାର
ru: 복습 (TODO: Translate)
si: සමාලෝචනය
sk: Opakovanie
sl: Ponovitev
sq: Rishikim
sr: Преглед
tl: Pag-aaral
uz: Ko'rib chiqish
vi: 복습 (TODO: Translate)
zu: Buyekeza

# practiceModeTitle
source: Speaking Practice
af: 발음 연습
am: የአጠራር ልምምድ
ar: 발음 연습
as: অনুশীলন
be: Практыка
bg: Практикуване на произношение
bn: 발음 연습
ca: Pràctica
cs: 발음 연습 (TODO: Translate)
cy: Ymarfer
da: 발음 연습 (TODO: Translate)
es: 발음 연습 (TODO: Translate)
et: Harjuta
eu: Praktika
fa: Practice
fil: Practice
fr: Practice
gl: Práctica
he: Practice
hi: Practice
hu: 발음 연습 (TODO: Translate)
hy: Մարզում
id: Practice
is: Æfing
it: 발음 연습 (TODO: Translate)
ja: 練習
ka: ვარჯიში
kk: Жаттығу
km: ហ្វឹកហាត់
ko: 발음 연습
ky: Машыгуу
lo: ການປະຕິບັດ
mk: Вежба
mn: Дадлага
my: လေ့ကျင့်ရန်
nb: Øving
ne: अभ्यास
nl: Practice
or: ଅଭ୍ୟାସ
pl: Practice
ru: 발음 연습 (TODO: Translate)
si: පුහුණුව
sk: Cvičenie
sl: Vadba
sq: Praktiko
sr: Вежбање изговора
sv: Practice
sw: Practice
te: Practice
th: Practice
tl: Pagsasanay
tr: Practice
uz: Mashq
vi: 발음 연습 (TODO: Translate)
zu: Ukuzilolonga

# chatHistoryTitle
source: Conversation History
am: የውይይት ታሪክ
as: চেটৰ ইতিহাস
be: Гісторыя чата
bg: История на разговорите
ca: Historial de xat
cy: Hanes Sgwrs
et: Vestluste ajalugu
eu: Elkarrizketaren historia
gl: Historial de chat
hy: Զրույցի պատմություն
is: Samtalasaga
ja: 会話履歴
ka: საუბრის ისტორია
kk: Сөйлесу тарихы
km: ប្រវត្តិជជែក
ko: 대화 기록
ky: Сүйлөшүү таржымалы
lo: ປະຫວັດການສົນທະນາ
mk: Историја на разговор
mn: Ярианы түүх
my: စကားပြော မှတ်တမ်း
nb: Chattehistorikk
ne: कुराकानी इतिहास
or: କଥାବାର୍ତ୍ତା ଇତିହାସ
si: කතාබස් ඉතිහාසය
sk: História konverzácií
sl: Zgodovina pogovorov
sq: Historia e bisedës
sr: Историја разговора
tl: Kasaysayan ng Pag-uusap
uz: Suhbatlar tarixi
zu: Umlando Wengxoxo

# chatNew
source: New Chat
am: አዲስ ውይይት
as: নতুন বাৰ্তালাপ
be: Новы чат
bg: Нов разговор
ca: Xat nou
cy: Sgwrs Newydd
et: Uus vestlus
eu: Elkarrizketa berria
gl: Novo chat
hy: Նոր զրույց
is: Nýtt samtal
ka: ახალი საუბარი
kk: Жаңа сөйлесу
km: ជជែកថ្មី
ko: 새 대화
ky: Жаңы сүйлөшүү
lo: ສົນທະນາໃໝ່
mk: Нов разговор
mn: Шинэ яриа
my: စကားပြော အသစ်
nb: Ny chat
ne: नयाँ कुराकानी
or: ନୂତନ କଥାବାର୍ତ୍ତା
si: නව කතාබස
sk: Nová konverzácia
sl: Nov pogovor
sq: Bisedë e re
sr: Нови разговор
tl: Bagong Pag-uusap
uz: Yangi suhbat
zu: Ingxoxo Entsha

# chatNewChat
source: New Chat
am: አዲስ ውይይት
as: নতুন বাৰ্তালাপ
be: Новы чат
bg: Нов разговор
ca: Xat nou
cy: Sgwrs Newydd
et: Uus vestlus
eu: Elkarrizketa berria
gl: Novo chat
hy: Նոր զրույց
is: Nýtt samtal
ja: 新しいチャット
ka: ახალი საუბარი
kk: Жаңа сөйлесу
km: ជជែកថ្មី
ko: 새 대화
ky: Жаңы сүйлөшүү
lo: ສົນທະນາໃໝ່
mk: Нов разговор
mn: Шинэ яриа
my: စကားပြော အသစ်
nb: Ny chat
ne: नयाँ कुराकानी
or: ନୂତନ କଥାବାର୍ତ୍ତା
si: නව කතාබස
sk: Nová konverzácia
sl: Nov pogovor
sq: Bisedë e re
sr: Нови разговор
tl: Bagong Chat
uz: Yangi suhbat
zu: Ingxoxo Entsha

# chatChoosePersona
source: Choose a Persona
am: ባሕርይ ምረጥ
as: এটা ব্যক্তি নিৰ্বাচন কৰক
be: Выберыце персанажа
bg: Избор на персонаж
ca: Selecciona una persona
cy: Dewis Persona
et: Vali personaž
eu: Pertsonaia hautatu
gl: Seleccionar persoa
hy: Ընտրել անձ
is: Veldu persónu
ja: ペルソナを選択
ka: პერსონას არჩევა
kk: Persona таңдау
km: ជ្រើសរើស Persona
ko: 페르소나 선택
ky: Persona тандоо
lo: ເລືອກ Persona
mk: Изберете лик
mn: Дүр сонгох
my: ကိုယ်ပွား ရွေးချယ်ခြင်း
nb: Velg personlighet
ne: व्यक्तित्व छान्नुहोस्
or: ପର୍ସୋନା ଚୟନ କରନ୍ତୁ
si: පෞරුෂය තෝරන්න
sk: Vyberte osobu
sl: Izberite osebnost
sq: Zgjidhni personazhin
sr: Изаберите персону
tl: Pumili ng Persona
uz: Personani tanlash
zu: Khetha Ubungcweti

# chatTypeHint
source: Type a message...
am: መልእክትህን አስገባ...
as: এটা বাৰ্তা লিখক...
be: Увядзіце паведамленне...
bg: Въведете съобщение...
ca: Escriu un missatge...
cy: Teipiwch neges...
et: Sisesta sõnum...
eu: Idatzi mezu bat...
gl: Escribe unha mensaxe...
hy: Մուտքագրեք ձեր հաղորդագրությունը...
is: Sláðu inn skilaboð...
ja: メッセージを入力...
ka: დაწერეთ შეტყობინება...
kk: Хабарламаны енгізіңіз...
km: បញ្ចូលសារ...
ko: 메시지를 입력하세요...
ky: Билдирүүнү киргизиңиз...
lo: ປ້ອນຂໍ້ຄວາມ...
mk: Внесете порака...
mn: Зурвас оруулна уу...
my: မက်ဆေ့ချ်ကို ရိုက်ထည့်ပါ...
nb: Skriv en melding...
ne: सन्देश टाइप गर्नुहोस्...
or: ଏକ ବାର୍ତ୍ତା ଟାଇପ୍ କରନ୍ତୁ...
si: පණිවිඩයක් ටයිප් කරන්න...
sk: Zadajte správu...
sl: Vnesite sporočilo ...
sq: Shkruaj një mesazh...
sr: Унесите поруку...
tl: I-type ang mensahe...
uz: Xabar kiriting...
zu: Thayipha umyalezo...

# chatFailed
source: Chat failed: {error}
am: ውይይት አልተሳካም: {error}
as: চেট ব্যৰ্থ হ’ল: {error}
be: Не атрымалася пагутарыць: {error}
bg: Неуспешен чат: {error}
ca: Error al xerrar: {error}
cy: Methu sgwrsio: {error}
et: Vestlus ebaõnnestus: {error}
eu: Txatak huts egin du: {error}
gl: Erro no chat: {error}
hy: Զրույցը ձախողվեց. {error}
is: Spjall mistókst: {error}
ka: ჩატი ვერ მოხერხდა: {error}
kk: Чат сәтсіз аяқталды: {error}
km: ការជជែកបានបរាជ័យ៖ {error}
ko: 채팅 실패: {error}
ky: Чат ишке ашкан жок: {error}
lo: ສົນທະນາບໍ່ສຳເລັດ: {error}
mk: Разговорот не успеа: {error}
mn: Чат хийж чадсангүй: {error}
my: စကားပြော ပျက်ကွက်ခြင်း: {error}
nb: Chat feilet: {error}
ne: च्याट असफल भयो: {error}
or: ଚାଟିଂ ବିଫଳ: {error}
si: කතාබස් අසාර්ථක විය: {error}
sk: Rozhovor zlyhal: {error}
sl: Klepet ni uspel: {error}
sq: Biseda dështoi: {error}
sr: Ћаскање није успело: {error}
tl: Nabigo ang Chat: {error}
uz: Chatda xatolik: {error}
zu: Ingxoxo Ihlulekile: {error}

# chatNoConversations
source: No conversations yet
am: ገና ምንም ንግግሮች የሉም
as: এতিয়ালৈকে কোনো বাৰ্তালাপ নাই
be: Пакуль няма размоў
bg: Все още нямате разговори
ca: Encara no hi ha cap conversa
cy: Dim sgyrsiau eto
et: Vestlusi pole veel
eu: Oraindik ez dago elkarrizketarik
gl: Aínda non hai conversas
hy: Դեռևս զրույցներ չկան
is: Engin samtöl ennþá
ja: 会話がありません
ka: ჯერ საუბრები არ არის
kk: Әлі сөйлесулер жоқ
km: មិនទាន់មានការសន្ទនា
ko: 아직 대화가 없습니다
ky: Азырынча сүйлөшүү жок
lo: ຍັງບໍ່ມີການສົນທະນາ
mk: Сè уште нема разговори
mn: Одоогоор яриа байхгүй байна
my: စကားပြောဆိုမှု မရှိသေးပါ
nb: Ingen samtaler ennå
ne: कुनै कुराकानी छैन
or: ବର୍ତ୍ତମାନ ପର୍ଯ୍ୟନ୍ତ କୌଣସି କଥାବାର୍ତ୍ତା ନାହିଁ
si: තවම සංවාද නැත
sk: Zatiaľ žiadne konverzácie
sl: Še nimate pogovorov
sq: Ende nuk ka biseda
sr: Још нема разговора
tl: Wala pang pag-uusap
uz: Hali suhbatlar yo'q
zu: Azikho izingxoxo okwamanje

# chatStartNewPrompt
source: Start a new chat to practice!
am: ለመለማመድ አዲስ ውይይት ይጀምሩ!
as: অনুশীলনৰ বাবে এটা নতুন বাৰ্তালাপ আৰম্ভ কৰিবলৈ চেষ্টা কৰক!
be: Пачніце новую размову для практыкі!
bg: Започнете нов разговор за практика!
ca: Comença una conversa nova per practicar!
cy: Dechreuwch sgwrs newydd i ymarfer!
et: Proovige harjutamiseks uut vestlust alustada!
eu: Hasi elkarrizketa berri bat praktikatzeko!
gl: Comeza unha nova conversa para practicar!
hy: Սկսեք նոր զրույց մարզվելու համար!
is: Byrjaðu nýtt samtal til að æfa!
ja: 練習を始めるために新しいチャットを開始しましょう！
ka: სცადეთ ახალი საუბრის დაწყება სავარჯიშოდ!
kk: Жаттығу үшін жаңа сөйлесуді бастап көріңіз!
km: ចាប់ផ្ដើមការសន្ទនាថ្មីដើម្បីអនុវត្ត!
ko: 연습을 위해 새 대화를 시작해보세요!
ky: Көнүгүү үчүн жаңы сүйлөшүүнү баштап көрүңүз!
lo: ເລີ່ມຕົ້ນການສົນທະນາໃໝ່ສຳລັບການຝຶກຊ້ອມ!
mk: Започнете нов разговор за да вежбате!
mn: Дадлага хийхийн тулд шинэ яриа эхлүүлээд үзээрэй!
my: လေ့ကျင့်ရန် စကားပြောဆိုမှု အသစ်ကို စတင်ကြည့်ပါ။
nb: Start en ny samtale for å øve!
ne: अभ्यासको लागि नयाँ कुराकानी सुरु गर्नुहोस्!
or: ଅଭ୍ୟାସ କରିବାକୁ ଏକ ନୂତନ କଥାବାର୍ତ୍ତା ଆରମ୍ଭ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ!
si: පුහුණුවීම් සඳහා නව සංවාදයක් ආරම්භ කිරීමට උත්සාහ කරන්න!
sk: Začnite novú konverzáciu na precvičovanie!
sl: Začnite nov pogovor za vadbo!
sq: Fillo një bisedë të re për të praktikuar!
sr: Започните нови разговор за вежбање!
tl: Subukang magsimula ng bagong pag-uusap para sa pagsasanay!
uz: Mashq qilish uchun yangi suhbatni boshlang!
zu: Qala ingxoxo entsha ukuze uzilolonge!
