Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

# helpModeChatDetails
source: • Start Chat: Tap bubble icon on top right • Choose Persona: Pick teacher, guide or friend • Chat & Save: AI responses are auto-translated. Tap any message to save it to Mode 2 • Dual Language: View both mother tongue and target language for all messages • TTS: Tap speaker icon to hear pronunciation for both languages • Auto-Title: AI suggests a title based on topic • Management: View past chats in history
am: • AI ውይይት: በቋንቋዎ በመናገር የንግግር ልምምድ ያድርጉ • ብዙ ሰው: ከንግግር አረፋው በላይ ባለው ምናሌ ተናጋሪውን ጾታ/ቋንቋ/ስም መቀየር ይችላሉ • አጋር ያክሉ: አዲስ የውይይት አጋር (+ አዝራር) ያክሉ • ጂፒኤስ: በአሁኑ ሥፍራ ላይ የተመሠረተ ድራማ • ራስ-ሰር አስቀምጥ: የውይይት ይዘት በራስ-ሰር ይተረጎማል እና ይቀመጣል
as: • এআই চেটিং: কথোপকথনৰ অনুশীলন কৰিবলৈ আপোনাৰ ভাষাত কওক • মাল্টি পাৰ্চনা: বেলুনৰ ওপৰত থকা মেনুৰ সৈতে আনজন ব্যক্তিৰ লিংগ/ভাষা/নাম সলনি কৰিব পাৰি • সংগী যোগ কৰক: এটা নতুন বাৰ্তালাপ অংশীদাৰ যোগ কৰিবলৈ + বুটাম (অচিনাকি) • GPS: বৰ্তমানৰ অৱস্থানৰ ওপৰত ভিত্তি কৰি পৰিস্থিতি নাটক • স্বয়ংক্ৰিয় সংৰক্ষণ: বাৰ্তালাপৰ স্বয়ংক্ৰিয় অনুবাদ আৰু সংৰক্ষণ
be: • Чат AI: размаўляйце на сваёй мове, каб папрактыкавацца ў размове • Мульты-персана: змена полу/мовы/імя іншага чалавека праз меню над бурбалкай гаворкі • Дадаць партнёра: даданне новага партнёра па размове (Незнаёмец) з дапамогай кнопкі + • GPS: сцэнарыі на аснове бягучага месцазнаходжання • Аўтаматычнае захаванне: аўтаматычны пераклад і захаванне зместу размовы
bg: • AI чат: Практикувайте разговори, като говорите на вашия език • Множество персонажи: Можете да промените пола/езика/името на другия човек с менюто над балона на речта • Добавяне на партньор: Добавете нов партньор за разговор (Непознат) с бутона + • GPS: Ситуационна игра, базирана на текущото местоположение • Автоматично запазване: Автоматичен превод и запазване на съдържанието на разговора
ca: • Xat amb IA: Practica la conversa parlant en el teu idioma • Persona múltiple: Canvia el gènere/idioma/nom de l'altra persona amb el menú de sobre la bombolla de diàleg • Afegeix un soci: Afegeix una nova persona amb qui parlar (desconegut) amb el botó + • GPS: Obra de situació basada en la ubicació actual • Desa automàticament: Tradueix i desa automàticament el contingut de la conversa
cy: • Sgwrs AI: ymarfer sgwrsio trwy siarad yn fy iaith • Personâu Lluosog: newidiwch ryw/iaith/enw'r parti arall gyda'r ddewislen uwchben y swigen lleferydd • Ychwanegu Partner: ychwanegu partner sgwrsio newydd (Dieithryn) gyda'r botwm + • GPS: seiliau sefyllfa ar leoliad cyfredol • Cadw Awtomatig: cyfieithu a chadw cynnwys sgwrsio yn awtomatig
et: • AI vestlus: harjuta vestlust, rääkides oma keeles • Mitu personaži: muuda partneri sugu/keelt/nime kõnemulli kohal asuva menüü kaudu • Lisa partner: lisa uusi vestluskaaslasi (võõraid) nupuga + • GPS: praegusel asukohal põhinevad situatsioonid • Automaatne salvestamine: vestlussisu automaatne tõlkimine ja salvestamine
eu: • AI txata: praktikatu elkarrizketa zure hizkuntzan hitz eginez • Pertsonaia anitz: aldatu beste pertsonaren generoa/hizkuntza/izena goiko menuarekin • Bazkidea gehitu: gehitu solaskide berri bat (+) botoiarekin (Ezezaguna) • GPS: uneko kokapenean oinarritutako antzezpena • Automatikoki gorde: elkarrizketa automatikoki itzuli eta gorde
gl: • Chat de IA: fala no teu idioma para practicar a conversa • Multi-persoa: podes cambiar o sexo/idioma/nome da outra persoa co menú sobre a burbulla de diálogo • Engadir socio: engade un novo compañeiro de conversa (estranxeiro) co botón + • GPS: situación baseada na localización actual • Gardado automático: tradución e gardado automático do contido da conversa
hy: • AI զրույց՝ խոսեք ձեր լեզվով՝ խոսակցական լեզուն մարզելու համար • Բազմաթիվ անձեր՝ փոխեք մյուս կողմի սեռը/լեզուն/անունը խոսքի փուչիկի վրայի ընտրացանկով • Գործընկեր ավելացնել՝ ավելացրեք նոր զրուցակից (Օտարերկրացի) + կոճակով • GPS՝ ընթացիկ գտնվելու վայրի վրա հիմնված իրավիճակ • Ավտոմատ պահպանում՝ զրույցի բովանդակության ավտոմատ թարգմանություն և պահպանում
is: • Gervigreindarspjall: Talaðu á þínu tungumáli til að æfa samtöl • Margar persónur: Hægt er að breyta kyni/tungumáli/nafni viðmælandans með valmyndinni fyrir ofan talbólu • Bæta við maka: Bættu við nýjum samtalsfélaga (ókunnum) með + hnappinum • GPS: Aðstæður byggðar á núverandi staðsetningu • Sjálfvirk vistun: Sjálfvirk þýðing og vistun samtalsinnihalds
ka: • AI ჩატი: ისაუბრეთ ჩემს ენაზე საუბრის სავარჯიშოდ. • მრავალი პერსონაჟი: შეცვალეთ მეორე მხარის სქესი/ენა/სახელი მეტყველების ბუშტის ზემოთ მენიუდან. • პარტნიორის დამატება: დაამატეთ ახალი თანამოსაუბრე (უცნობი) + ღილაკით. • GPS: სიტუაციური თამაშები მიმდინარე მდებარეობაზე დაყრდნობით. • ავტომატური შენახვა: საუბრის ავტომატური თარგმნა და შენახვა
kk: • AI чаты: сөйлесуді жаттықтыру үшін өз тіліңізде сөйлеңіз • Бірнеше Persona: сөйлесу көпіршігіндегі мәзір арқылы қарсыластың жынысын/тілін/атын өзгертуге болады • Серіктес қосу: жаңа сөйлесу серіктесін (+ батырмасы) қосу • GPS: ағымдағы орналасу негізіндегі жағдай • Автоматты сақтау: сөйлесу мазмұнын автоматты түрде аудару және сақтау
km: • AI Chat៖ និយាយជាភាសារបស់អ្នកដើម្បីអនុវត្តការសន្ទនា • Multi Persona៖ ផ្លាស់ប្ដូរភេទ/ភាសា/ឈ្មោះរបស់ភាគីម្ខាងទៀតជាមួយម៉ឺនុយខាងលើពពុះសន្ទនា • បន្ថែមដៃគូ៖ បន្ថែម Stranger ថ្មីជាមួយប៊ូតុង + • GPS៖ ធ្វើសេណារីយ៉ូដោយផ្អែកលើទីតាំងបច្ចុប្បន្ន • រក្សាទុកដោយស្វ័យប្រវត្តិ៖ បកប្រែ និងរក្សាទុកខ្លឹមសារសន្ទនាដោយស្វ័យប្រវត្តិ
ko: • AI 채팅: 페르소나와 실전 대화를 연습하세요. • 참가자 관리: 내 언어와 AI의 언어를 각각 설정하여 언어 불일치를 방지할 수 있습니다. • GPS 상황극: 현재 위치 기반으로 자연스러운 대화 상황을 연출합니다. • 기록 보존: 모든 대화는 ID 기반으로 안전하게 저장되며, 이름을 바꿔도 기록이 유지됩니다.
ky: • AI чат: өзүңүздүн тилиңизде сүйлөп сүйлөшүүнү машыктырыңыз • Көп Persona: көбүкчөнүн үстүндөгү меню менен оппоненттин жынысын/тилин/атын өзгөртүүгө болот • Өнөктөштү кошуу: + баскычы менен жаңы сүйлөшүү өнөктөшүн (бейтааныш адамды) кошуу • GPS: учурдагы жайгашкан жерге негизделген кырдаалдык драма • Автоматтык сактоо: сүйлөшүүнүн мазмунун автоматтык которуу жана сактоо
lo: • ສົນທະນາ AI: ເວົ້າດ້ວຍພາສາຂອງເຈົ້າເພື່ອຝຶກສົນທະນາ • Multi Persona: ສາມາດປ່ຽນເພດ/ພາສາ/ຊື່ຂອງຄູ່ສົນທະນາໄດ້ດ້ວຍເມນູເທິງຟອງຄຳເວົ້າ • ເພີ່ມຄູ່ຮ່ວມງານ: ເພີ່ມຄູ່ສົນທະນາໃໝ່ (Stranger) ດ້ວຍປຸ່ມ + • GPS: ສະຖານະການທີ່ອີງໃສ່ສະຖານທີ່ປະຈຸບັນ • ບັນທຶກອັດຕະໂນມັດ: ແປ ແລະບັນທຶກເນື້ອໃນການສົນທະນາອັດຕະໂນມັດ
mk: • AI разговор: вежбајте разговор зборувајќи на мојот јазик • Мулти лик: сменете го полот/јазикот/името на другата страна со менито над облакот за говор • Додај партнер: додајте нов соговорник (Странец) со копчето + • GPS: ситуациска драма заснована на тековната локација • Автоматско зачувување: автоматски преведување и зачувување на содржината на разговорот
mn: • AI чат: Өөрийн хэлээр ярьж ярианы дадлага хийх • Олон дүр: Ярианы бөмбөлөгийн дээрх цэсээр харилцагчийн хүйс/хэл/нэрийг өөрчлөх боломжтой • Хамтрагч нэмэх: + товчлуураар шинэ ярилцах хүнтэй (Stranger) нэмэх • GPS: Одоогийн байршилд суурилсан драм • Автомат хадгалах: Ярианы агуулгыг автоматаар орчуулж хадгалах
my: • AI စကားပြော- မိမိဘာသာစကားဖြင့် ပြော၍ စကားပြောဆိုမှုကို လေ့ကျင့်ပါ • မလ်တီ ပုံစံ- စကားပြောပူဖောင်းပေါ်ရှိ မီနူးဖြင့် တစ်ဖက်လူ၏ ကျား/မ၊ ဘာသာစကား/အမည်ကို ပြောင်းနိုင်သည် • ပါတနာ ထပ်ထည့်ခြင်း: + ခလုတ်ဖြင့် စကားပြောရန် အသစ် (Stranger) ထပ်ထည့်ပါ • GPS: လက်ရှိ တည်နေရာကို အခြေခံသော အခြေအနေတု • အလိုအလျောက် သိမ်းဆည်းခြင်း- စကားပြော အကြောင်းအရာကို အလိုအလျောက် ဘာသာပြန်ပြီး သိမ်းဆည်းပါ
nb: • AI-chat: Øv på samtaler ved å snakke på ditt språk • Flere personligheter: Du kan endre den andres kjønn/språk/navn med menyen over taleboblen • Legg til partner: Legg til en ny samtalepartner (fremmed) med +-knappen • GPS: Situasjonskomedie basert på din nåværende posisjon • Automatisk lagring: Automatisk oversettelse og lagring av samtaleinnhold
ne: • AI च्याट: आफ्नो भाषामा बोलेर कुराकानी अभ्यास गर्नुहोस् • बहु व्यक्तित्व: कुराकानीको बबलमाथिको मेनुबाट अर्को व्यक्तिको लिङ्ग/भाषा/नाम परिवर्तन गर्न सकिन्छ • साझेदार थप्नुहोस्: + बटनबाट नयाँ कुराकानी गर्ने व्यक्ति (Stranger) थप्नुहोस् • GPS: हालको स्थानमा आधारित नाटक • स्वतः सुरक्षित: कुराकानीको सामग्री स्वतः अनुवाद र सुरक्षित हुन्छ
or: • AI ଚାଟିଂ: ମୋ ଭାଷାରେ କହି କଥାବାର୍ତ୍ତା ଅଭ୍ୟାସ କରନ୍ତୁ • ମଲ୍ଟି ପର୍ସୋନା: ବାର୍ତ୍ତା ବବୁଲ୍ ଉପରେ ମେନୁ ସହିତ ଅନ୍ୟ ବ୍ୟକ୍ତିଙ୍କ ଲିଙ୍ଗ/ଭାଷା/ନାମ ବଦଳାଇପାରିବେ • ଅଂଶୀଦାର ଯୋଡନ୍ତୁ: + ବଟନ୍ ସହିତ ନୂତନ କଥାବାର୍ତ୍ତା ସାଥୀ (ଅପରିଚିତ ବ୍ୟକ୍ତି) ଯୋଡନ୍ତୁ • GPS: ବର୍ତ୍ତମାନର ଅବସ୍ଥା ଉପରେ ଆଧାର କରି ପରିସ୍ଥିତି ଡ୍ରାମା • ସ୍ୱୟଂଚାଳିତ ସେଭ୍: କଥାବାର୍ତ୍ତା ବିଷୟବସ୍ତୁ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଅନୁବାଦ ଏବଂ ସେଭ୍ କରାଯାଏ
si: • AI කතාබස්: සංවාදය පුහුණු වීමට ඔබේ භාෂාවෙන් කතා කරන්න • බහු පෞරුෂය: ප්‍රතිවාදියාගේ ස්ත්‍රී පුරුෂ භාවය/භාෂාව/නම වෙනස් කිරීමට බුබුලට ඉහළින් ඇති මෙනුව භාවිත කරන්න • හවුල්කරුවෙකු එක් කරන්න: නව සංවාද සහකරුවෙකු (ආගන්තුකයෙකු) එක් කිරීමට + බොත්තම • GPS: වත්මන් ස්ථානය පදනම් කරගත් අවස්ථා රඟදැක්වීම • ස්වයංක්‍රීය සුරැකීම: සංවාද අන්තර්ගතය ස්වයංක්‍රීයව පරිවර්තනය කර සුරකින්න
sk: • AI Chat: precvičujte si konverzáciu rozprávaním vo svojom jazyku • Viacero osôb: zmena pohlavia/jazyka/mena partnera pomocou ponuky nad bublinou • Pridanie partnera: pridanie nového partnera na konverzáciu (Neznámy) pomocou tlačidla + • GPS: situačná komédia založená na aktuálnej polohe • Automatické uloženie: automatický preklad a ukladanie obsahu konverzácie
sl: • Klepet AI: vadite pogovor s pogovorom v mojem jeziku • Več osebnosti: spremenite spol/jezik/ime sogovornika z menijem nad oblački • Dodajanje partnerja: dodajanje novega sogovornika (Neznanec) z gumbom + • GPS: Situacijska komedija na podlagi trenutne lokacije • Samodejno shranjevanje: samodejno prevajanje in shranjevanje pogovorov
sq: • Biseda AI: Ushtroni bisedën duke folur në gjuhën tuaj • Multi-Personazh: Ndryshoni gjininë/gjuhën/emrin e palës tjetër me menunë mbi flluskën e të folurit • Shto partner: Shto një bashkëbisedues të ri (i panjohur) me butonin + • GPS: Sitcom i bazuar në vendndodhjen aktuale • Ruajtja automatike: Përkthimi dhe ruajtja automatike e përmbajtjes së bisedës
sr: • AI ћаскање: Вежбајте разговор говорећи на свом језику • Вишеструка персона: Можете променити пол/језик/име друге особе помоћу менија изнад облачића за разговор • Додавање партнера: Додајте нову особу за разговор (Странац) помоћу дугмета + • GPS: Ситуациона драма заснована на вашој тренутној локацији • Аутоматско чување: Аутоматски превод и чување садржаја разговора
tl: • AI Chat: Magsalita sa aking wika para magsanay sa pag-uusap • Multi Persona: Maaaring baguhin ang kasarian/wika/pangalan ng kabilang panig gamit ang menu sa ibabaw ng speech bubble • Magdagdag ng Partner: Magdagdag ng bagong kausap (Stranger) gamit ang button na + • GPS: Pagsasadula batay sa kasalukuyang lokasyon • Awtomatikong I-save: Awtomatikong isalin at i-save ang nilalaman ng pag-uusap
uz: • AI chat: o'z tilingizda gapirib, suhbatni mashq qiling • Multi-persona: nutq pufagi ustidagi menyu orqali boshqa odamning jinsi/tili/nomini o'zgartirishingiz mumkin • Hamkor qo'shish: + tugmasi bilan yangi suhbatdosh (Stranger) qo'shing • GPS: joriy joylashuvga asoslangan vaziyatli dramatik sahna • Avtomatik saqlash: suhbat mazmunini avtomatik tarjima qilish va saqlash
zu: • Ingxoxo ye-AI: Khuluma ngolimi lwakho ukuze uzilolonge ingxoxo • Ubuningi Bezimo: Ungashintsha ubulili/ulimi/igama lomuntu okhuluma naye ngemenyu engaphezu kwebhamuza lenkulumo • Engeza Umlingani: Engeza umuntu omusha (Ongamazi) ngenkinobho + • I-GPS: Isimo esisekelwe endaweni yamanje • Ukulondolozwa Okuzenzakalelayo: Ukuhumusha okuzenzakalelayo nokulondolozwa kokuqukethwe kwengxoxo

# helpJsonDesc
source: To import study materials in Mode 3, create a JSON file with the following structure:
af: Vir invoer in Modus 3, skep JSON:
am: በሞድ 3 ላይ ለመጠቀም የጥናት ውሂብን እንደ JSON ፋይል ለማስመጣት የሚከተለውን ቅርጸት ይከተሉ:
ar: لاستيراد مواد الدراسة في الوضع 3، قم بإنشاء ملف JSON بالهيكل التالي:
as: মোড 3 ত ব্যৱহাৰ কৰিবলৈ JSON ফাইল হিচাপে শিকন সামগ্ৰী ইম্প’ৰ্ট কৰিবলৈ, নিম্নলিখিত বিন্যাস ব্যৱহাৰ কৰক:
be: Калі вы хочаце імпартаваць навучальныя матэрыялы для рэжыму 3 у выглядзе файла JSON, прытрымлівайцеся наступнага фармату:
bg: Следвайте този формат, за да импортирате учебни материали във формат JSON за режим 3:
bn: মোড ৩-এ আমদানির জন্য, JSON তৈরি করুন:
ca: Segueix aquest format per importar material d'aprenentatge en fitxers JSON que s'utilitzaran al Mode 3:
cs: Pro import v Režimu 3 vytvořte JSON:
cy: Dilynwch y fformat canlynol i fewnforio deunyddiau astudio i ffeil JSON i'w defnyddio yn Mode 3:
da: For import i Tilstand 3, opret JSON:
de: Zum Importieren von Lernmaterialien im Modus 3 JSON-Datei mit folgender Struktur erstellen:
el: Για εισαγωγή υλικού στη Λειτουργία 3, δημιουργήστε JSON:
es: Para importar materiales en Modo 3, crea un archivo JSON con esta estructura:
et: Õppematerjali JSON-failina importimiseks režiimis 3 järgi seda vormingut:
eu: 3. Moduan erabiliko den ikaskuntza-materiala JSON fitxategi gisa inportatzeko, jarraitu formatu hau:
fa: برای وارد کردن مطالب در حالت 3، JSON بسازید:
fi: Tilan 3 tuontia varten luo JSON:
fil: Para sa pag-import sa Mode 3, lumikha ng JSON:
fr: Pour importer du matériel en Mode 3, créez un fichier JSON avec cette structure:
gl: Para importar material de aprendizaxe para usar no modo 3 como ficheiro JSON, siga o seguinte formato:
gu: મોડ 3 માં આયાત કરવા માટે, JSON બનાવો:
he: לייבוא חומרים במצב 3, צור JSON:
hi: मोड 3 में सामग्री आयात करने के लिए, निम्न संरचना के साथ JSON फ़ाइल बनाएं:
hu: 3. Mód importhoz hozzon létre JSON-t:
hy: Հետևեք հետևյալ ձևաչափին Mode 3-ում օգտագործելու համար ուսումնական նյութերը JSON ֆայլի մեջ ներմուծելու համար.
id: Untuk mengimpor materi belajar di Mode 3, buat file JSON dengan struktur berikut:
is: Til að flytja inn námsefni til notkunar í stillingu 3 sem JSON skrá, vinsamlegast fylgdu þessu sniði:
it: Per importare materiali di studio in Modalità 3, crea file JSON con questa struttura:
ja: モード3等で学習教材をインポートするには、以下の構造のJSONファイルを使用してください:
ka: მიჰყევით ამ ფორმატს, თუ გსურთ სასწავლო მასალების იმპორტი JSON ფაილში გამოსაყენებლად Mode 3-ში:
kk: Mode 3-те пайдалану үшін оқу материалын JSON файлы ретінде импорттау үшін келесі форматты орындаңыз:
km: ដើម្បីនាំចូលសម្ភារៈសិក្សាទៅជាឯកសារ JSON សម្រាប់ប្រើក្នុងរបៀប 3 សូមអនុវត្តតាមទម្រង់ខាងក្រោម៖
kn: ಮೋಡ್ 3 ರಲ್ಲಿ ಆಮದು ಮಾಡಲು, JSON ರಚಿಸಿ:
ko: 학습 자료를 JSON 파일로 대량으로 가져오는 방법입니다.
ky: 3-режимде колдонула турган окуу материалдарын JSON файлы катары импорттоо үчүн, төмөнкү форматты аткарыңыз:
lo: ເພື່ອເອົາເຂົ້າເອກະສານການຮຽນຮູ້ໃນຮູບແບບ JSON ທີ່ຈະໃຊ້ໃນໂໝດ 3, ໃຫ້ເຮັດຕາມຮູບແບບຕໍ່ໄປນີ້:
mk: Следете го следниов формат за да увезете материјали за учење што ќе се користат во Mode 3 како JSON-датотека:
ml: മോഡ് 3-ൽ ഇറക്കുമതി ചെയ്യാൻ, JSON സൃഷ്ടിക്കുക:
mn: Mode 3-т ашиглах сургалтын материалыг JSON файлаар импортлохын тулд дараах форматыг баримтална уу:
mr: मोड 3 मध्ये आयात करण्यासाठी, JSON तयार करा:
my: Mode 3 တွင် အသုံးပြုမည့် သင်ယူရန် အချက်အလက်ကို JSON ဖိုင်ဖြင့် ထည့်သွင်းလိုပါက အောက်ပါ ဖော်မတ်အတိုင်း လိုက်နာပါ-
nb: Følg dette formatet for å importere læringsmateriale som skal brukes i modus 3 som en JSON-fil:
ne: मोड ३ मा प्रयोग गर्नको लागि JSON फाइलबाट सिकाइ सामग्री आयात गर्न, निम्न ढाँचा पालना गर्नुहोस्:
nl: Om studiematerialen in Modus 3 te importeren, maak JSON bestand met deze structuur:
or: ମୋଡ୍ 3 ରେ ବ୍ୟବହାର କରିବାକୁ ଏକ JSON ଫାଇଲ୍ ଭାବରେ ଶିକ୍ଷଣ ସାମଗ୍ରୀ ଆଣିବାକୁ, ନିମ୍ନଲିଖିତ ଫର୍ମାଟ୍ ଅନୁସରଣ କରନ୍ତୁ:
pa: ਮੋਡ 3 ਵਿੱਚ ਇੰਪੋਰਟ ਕਰਨ ਲਈ, JSON ਬਣਾਓ:
pl: Aby zaimportować materiały w Trybie 3, utwórz plik JSON o strukturze:
ro: Pentru import materiale în Mod 3, creați JSON:
ru: Для импорта материалов в режиме 3 создайте JSON файл следующей структуры:
si: 3 වන මාදිලියේදී භාවිතා කිරීමට JSON ගොනුවක් ලෙස ඉගෙනුම් ද්‍රව්‍ය ආයාත කිරීමට පහත ආකෘතිය අනුගමනය කරන්න:
sk: Ak chcete importovať učebné materiály, ktoré sa majú použiť v režime 3, ako súbor JSON, postupujte podľa tohto formátu:
sl: Za uvoz učnega gradiva, ki se uporablja v načinu 3, kot datoteko JSON, upoštevajte naslednjo obliko:
sq: Për të importuar materialet e studimit për t'u përdorur në Modalitetin 3 si një skedar JSON, ndiqni formatin e mëposhtëm:
sr: Да бисте увезли материјале за учење које ћете користити у режиму 3 као JSON датотеку, следите овај формат:
sv: För import i Läge 3, skapa JSON:
sw: Kwa kuleta katika Hali 3, unda JSON:
ta: பயன்முறை 3 இல் இறக்குமதி செய்ய, JSON உருவாக்கவும்:
te: మోడ్ 3లో దిగుమతి చేయడానికి, JSONని సృష్టించండి:
th: เพื่อนำเข้าสื่อการเรียนรู้ในโหมด 3 กรุณาสร้างไฟล์ JSON ตามโครงสร้างนี้:
tl: Para mag-import ng materyal sa pag-aaral sa Mode 3 bilang isang JSON file, sundin ang format na ito:
tr: Mod 3'te materyal aktarmak için bu yapıda JSON oluşturun:
uk: Для імпорту матеріалів у режимі 3 створіть файл JSON:
ur: موڈ 3 میں درآمد کرنے کے لیے، JSON بنائیں:
uz: 3-rejimda foydalaniladigan o'quv materiallarini JSON fayli sifatida import qilish uchun quyidagi formatga rioya qiling:
vi: Để nhập tài liệu học tập trong Chế độ 3, hãy tạo tệp JSON với cấu trúc sau:
zh_cn: 要在模式 3 中导入学习资料，请创建具有以下结构的 JSON 文件：
zh_tw: 要在模式 3 中匯入學習資料，請建立具有以下結構的 JSON 檔案：
zu: Ukuze ungenise izinto zokwakha zokufunda njengefayela le-JSON ongazisebenzisa kumodi 3, landela ifomethi elandelayo:

# helpDialogueImportDesc
source: Import complete dialogue sets via JSON files.
am: ጠቅላላ የውይይት ስብስብን እንደ JSON ፋይል ያስመጡ።
as: JSON ফাইল হিচাপে সম্পূৰ্ণ বাৰ্তালাপৰ এটা সংহতি ইম্প’ৰ্ট কৰক।
be: Імпартуйце поўны набор дыялогаў у выглядзе файла JSON.
bg: Импортиране на цял набор от диалози като JSON файл.
ca: Importa conjunts de diàlegs complets amb fitxers JSON.
cy: Mewnforio set sgwrs gyfan fel ffeil JSON.
et: Impordi kogu dialoogikomplekt JSON-failina.
eu: Inportatu elkarrizketa-sorta oso bat JSON fitxategi gisa.
gl: Importa un conxunto completo de diálogos como un ficheiro JSON.
hy: Ներմուծեք ամբողջական երկխոսության հավաքածուները JSON ֆայլերի միջոցով:
is: Flytja inn heilt samtalasett sem JSON skrá.
ka: მთელი დიალოგის ნაკრების იმპორტი JSON ფაილიდან.
kk: Бүкіл диалогтар жинағын JSON файлы ретінде импорттау.
km: នាំចូលសំណុំការសន្ទនាទាំងមូលជាឯកសារ JSON ។
ko: JSON 파일로 전체 대화 세트를 가져옵니다.
ky: JSON файлы менен толук сүйлөшүү топтомун импорттоо.
lo: ນຳເຂົ້າຊຸດການສົນທະນາທັງໝົດເປັນໄຟລ໌ JSON.
mk: Увезете цел сет на разговори како JSON-датотека.
mn: Бүхэл ярианы багцыг JSON файлаар импортлох.
my: JSON ဖိုင်ဖြင့် စကားပြောဆိုမှု အစုံကို တင်သွင်းပါ။
nb: Importer et komplett sett med dialoger som en JSON-fil.
ne: JSON फाइलबाट सम्पूर्ण कुराकानी सेट आयात गर्नुहोस्।
or: ଏକ JSON ଫାଇଲ୍ ଭାବରେ ସମ୍ପୂର୍ଣ୍ଣ ସଂଳାପ ସେଟ୍ ଆଣନ୍ତୁ।
si: සම්පූර්ණ දෙබස් කට්ටලයක් JSON ගොනුවක් ලෙස ආයාත කරන්න.
sk: Importujte kompletnú sadu dialógov ako súbor JSON.
sl: Uvozi celoten nabor pogovorov kot datoteko JSON.
sq: Importoni një grup të tërë dialogësh si një skedar JSON.
sr: Увезите комплетан скуп дијалога као JSON датотеку.
tl: Mag-import ng buong set ng pag-uusap bilang JSON file.
uz: JSON faylidan butun dialoglar to'plamini import qiling.
zu: Ngenisa isethi yonke yezingxoxo njengefayela le-JSON.
