Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

source: No text to play
af: Geen teks om te speel
am: ምንም ለማጫወት ጽሑፍ የለም
ar: لا يوجد نص للتشغيل
as: প্লে’ কৰিবলৈ কোনো টেক্সট নাই
be: Няма тэксту для прайгравання
bg: Няма текст за пускане
bn: চালানোর জন্য কোনো পাঠ্য নেই
ca: No hi ha cap text per reproduir
cs: Žádný text k přehrání
cy: Dim testun i'w chwarae
da: Ingen tekst at afspille
de: Kein Text zum Abspielen
el: Κανένα κείμενο για αναπαραγωγή
es: No hay texto para reproducir
et: Taasesitamiseks pole teksti
eu: Ez dago erreproduzitzeko testurik
fa: هیچ متنی برای پخش وجود ندارد
fi: Ei tekstiä toistettavaksi
fil: Walang teksto na i-play
fr: Aucun texte à lire
gl: Non hai texto para reproducir
gu: વગાડવા માટે કોઈ લખાણ નથી
he: אין טקסט לנגן
hi: चलाने के लिए कोई पाठ नहीं
hu: Nincs lejátszható szöveg
hy: Նվագարկելու տեքստ չկա
id: Tidak ada teks untuk diputar
is: Enginn texti til að spila
it: Nessun testo da riprodurre
ja: 再生するテキストがありません
ka: დასაკრავი ტექსტი არ არის
kk: Ойнататын мәтін жоқ
km: មិនមានអត្ថបទសម្រាប់ចាក់ទេ
kn: ಪ್ಲೇ ಮಾಡಲು ಪಠ್ಯವಿಲ್ಲ
ko: 재생할 텍스트가 없습니다
ky: Ойнотуу үчүн текст жок
lo: ບໍ່ມີຂໍ້ຄວາມທີ່ຈະຫຼິ້ນ
mk: Нема текст за репродукција
ml: പ്ലേ ചെയ്യാൻ ടെക്സ്റ്റ് ഇല്ല
mn: Тоглуулах текст байхгүй байна
mr: प्ले करण्यासाठी मजकूर नाही
my: ပြန်ဖွင့်ရန် စာသား မရှိပါ။
nb: Ingen tekst å spille av
ne: प्ले गर्न कुनै पाठ छैन
nl: Geen tekst om af te spelen
or: ଚଲାଇବାକୁ କୌଣସି ଟେକ୍ସଟ୍ ନାହିଁ
pa: ਚਲਾਉਣ ਲਈ ਕੋਈ ਟੈਕਸਟ ਨਹੀਂ
pl: Brak tekstu do odtworzenia
ro: Nicio text de redat
ru: Нет текста для воспроизведения
si: වාදනය කිරීමට පෙළක් නොමැත
sk: Žiadny text na prehrávanie
sl: Ni besedila za predvajanje
sq: Nuk ka tekst për të luajtur
sr: Нема текста за репродукцију
sv: Ingen text att spela
sw: Hakuna maandishi ya kucheza
ta: இயக்க உரை இல்லை
te: ప్లే చేయడానికి వచనం లేదు
th: ไม่มีข้อความให้เล่น
tl: Walang tekstong ipe-play
tr: Çalınacak metin yok
uk: Немає тексту для відтворення
ur: چلانے کے لیے کوئی متن نہیں
uz: Ijro etish uchun matn yo'q
vi: Không có văn bản để phát
zh_cn: 没有可播放的文本
zh_tw: 沒有可播放的文字
zu: Awukho umbhalo ongawudlala

# playbackFailed
source: Playback failed: {error}
af: Terugspeel misluk: {error}
am: መልሶ ማጫወት አልተሳካም: {error}
ar: فشل التشغيل: {error}
as: প্লে’বেক ব্যৰ্থ হ’ল: {error}
be: Не атрымалася прайграць: {error}
bg: Неуспешно пускане: {error}
bn: প্লেব্যাক ব্যর্থ: {error}
ca: Error de reproducció: {error}
cs: Přehrávání selhalo: {error}
cy: Methu chwarae: {error}
da: Afspilning fejlede: {error}
de: Wiedergabe fehlgeschlagen: {error}
el: Αποτυχία αναπαραγωγής: {error}
es: Fallo de reproducción: {error}
et: Taasesitus ebaõnnestus: {error}
eu: Erreprodukzioak huts egin du: {error}
fa: پخش ناموفق بود: {error}
fi: Toisto epäonnistui: {error}
fil: Nabigo ang pag-play: {error}
fr: Échec de lecture: {error}
gl: Erro ao reproducir: {error}
gu: પ્લેબેક નિષ્ફળ: {error}
he: הניגון נכשל: {error}
hi: प्लेबैक विफल: {error}
hu: Lejátszás sikertelen: {error}
hy: Նվագարկումը ձախողվեց. {error}
id: Pemutaran gagal: {error}
is: Spilun mistókst: {error}
it: Riproduzione fallita: {error}
ja: 再生失敗: {error}
ka: დაკვრა ვერ მოხერხდა: {error}
kk: Ойнату сәтсіз аяқталды: {error}
km: ការចាក់សារបានបរាជ័យ៖ {error}
kn: ಪ್ಲೇಬ್ಯಾಕ್ ವಿಫಲವಾಗಿದೆ: {error}
ko: 재생 실패: {error}
ky: Ойнотуу ишке ашкан жок: {error}
lo: ຫຼິ້ນບໍ່ສຳເລັດ: {error}
mk: Репродукцијата не успеа: {error}
ml: പ്ലേബാക്ക് പരാജയപ്പെട്ടു: {error}
mn: Тоглуулж чадсангүй: {error}
mr: प्लेबॅक अयशस्वी: {error}
my: ပြန်ဖွင့်ရန် ပျက်ကွက်ခြင်း: {error}
nb: Avspilling mislyktes: {error}
ne: प्ले गर्न असफल भयो: {error}
nl: Afspelen mislukt: {error}
or: ପ୍ଲେବ୍ୟାକ୍ ବିଫଳ: {error}
pa: ਪਲੇਬੈਕ ਅਸਫਲ: {error}
pl: Odtwarzanie nieudane: {error}
ro: Redare eșuată: {error}
ru: Ошибка воспроизведения: {error}
si: නැවත ධාවනය අසාර්ථක විය: {error}
sk: Prehrávanie zlyhalo: {error}
sl: Predvajanje ni uspelo: {error}
sq: Luajtja dështoi: {error}
sr: Репродукција није успела: {error}
sv: Uppspelning misslyckades: {error}
sw: Kucheza kumeshindikana: {error}
ta: இயக்கம் தோல்வி: {error}
te: ప్లేబ్యాక్ విఫలమైంది: {error}
th: การเล่นล้มเหลว: {error}
tl: Nabigong Mag-playback: {error}
tr: Oynatma başarısız: {error}
uk: Помилка відтворення: {error}
ur: پلے بیک ناکام: {error}
uz: Ijroda xatolik: {error}
vi: Phát thất bại: {error}
zh_cn: 播放失败: {error}
zh_tw: 播放失敗: {error}
zu: Ukudlala Kwehlulekile: {error}

source: Source Language
af: Bron Taal
am: የመነሻ ቋንቋ
ar: لغة المصدر
as: উৎস ভাষা
be: Зыходная мова
bg: Изходен език
bn: উৎস ভাষা
ca: Idioma original
cs: Zdrojový jazyk
cy: Iaith Ffynhonnell
da: Kildesprog
de: Quellsprache
el: Γλώσσα Πηγή
es: Idioma Origen
et: Lähtekeel
eu: Jatorrizko hizkuntza
fa: زبان مبدا
fi: Lähdekieli
fil: Pinagmulang Wika
fr: Langue Source
gl: Idioma orixinal
gu: સ્રોત ભાષા
he: שפת מקור
hi: स्रोत भाषा
hu: Forrásnyelv
hy: Սկզբնաղբյուր լեզու
id: Bahasa Asal
is: Frummál
it: Lingua Sorgente
ja: 原文言語
ka: წყარო ენა
kk: Бастапқы тіл
km: ភាសាដើម
kn: ಮೂಲ ಭಾಷೆ
ko: 원본 언어
ky: Түпкү тил
lo: ພາສາຕົ້ນສະບັບ
mk: Јазик на оригиналот
ml: ഉറവിട ഭാഷ
mn: Эх хэл
mr: स्रोत भाषा
my: မူရင်း ဘာသာစကား
nb: Kildespråk
ne: मूल भाषा
nl: Brontaal
or: ମୂଳ ଭାଷା
pa: ਸਰੋਤ ਭਾਸ਼ਾ
pl: Język Źródłowy
ro: Limbă Sursă
ru: Исходный язык
si: මූලාශ්‍ර භාෂාව
sk: Zdrojový jazyk
sl: Izvorni jezik
sq: Gjuha burimore
sr: Изворни језик
sv: Källspråk
sw: Lugha Chanzo
ta: மூல மொழி
te: మూల భాష
th: ภาษาต้นทาง
tl: Source na Wika
tr: Kaynak Dil
uk: Вихідна мова
ur: ماخذ زبان
uz: Asl til
vi: Ngôn ngữ nguồn
zh_cn: 源语言
zh_tw: 源語言
zu: Ulimi Lokuqala

source: Target Language
af: Teiltaal
am: የዒላማ ቋንቋ
ar: لغة الهدف
as: লক্ষ্য ভাষা
be: Мэтавая мова
bg: Целеви език
bn: লক্ষ্য ভাষা
ca: Idioma de destinació
cs: Cílový jazyk
cy: Iaith Darged
da: Målsprog
de: Zielsprache
el: Γλώσσα Στόχος
es: Idioma Destino
et: Sihtkeel
eu: Helburuko hizkuntza
fa: زبان مقصد
fi: Kohdekieli
fil: Target na Wika
fr: Langue Cible
gl: Idioma de destino
gu: લક્ષ્ય ભાષા
he: שפת יעד
hi: लक्ष्य भाषा
hu: Célnyelv
hy: Թիրախային լեզու
id: Bahasa Tujuan
is: Marktunga
it: Lingua Destinazione
ja: 翻訳言語
ka: სამიზნე ენა
kk: Мақсатты тіл
km: ភាសាគោលដៅ
kn: ಗುರಿ ಭಾಷೆ
ko: 대상 언어
ky: Максаттуу тил
lo: ພາສາເປົ້າໝາຍ
mk: Целен јазик
ml: ലക്ഷ്യ ഭാഷ
mn: Зорилтот хэл
mr: लक्ष्य भाषा
my: ဦးတည် ဘာသာစကား
nb: Målspråk
ne: लक्ष्य भाषा
nl: Doeltaal
or: ଲକ୍ଷ୍ୟ ଭାଷା
pa: ਟੀਚਾ ਭਾਸ਼ਾ
pl: Język Docelowy
ro: Limbă Țintă
ru: Целевой язык
si: ඉලක්ක භාෂාව
sk: Cieľový jazyk
sl: Ciljni jezik
sq: Gjuha e synuar
sr: Циљни језик
sv: Målspråk
sw: Lugha Lengwa
ta: இலக்கு மொழி
te: లక్ష్య భాష
th: ภาษาเป้าหมาย
tl: Target na Wika
tr: Hedef Dil
uk: Цільова мова
ur: ہدف زبان
uz: Maqsadli til
vi: Ngôn ngữ đích
zh_cn: 目标语言
zh_tw: 目標語言
zu: Ulimi Oluhlosiwe

source: Similar text found
af: Soortgelyke teks gevind
am: ተመሳሳይ ጽሑፍ ተገኝቷል
ar: تم العثور على نص مشابه
as: একে ধৰণৰ টেক্সট পোৱা গ’ল
be: Знойдзены падобны тэкст
bg: Намерен подобен текст
bn: অনুরূপ পাঠ্য পাওয়া গেছে
ca: S'ha trobat un text similar
cs: Nalezen podobný text
cy: Canfuwyd testun tebyg
da: Lignende tekst fundet
de: Ähnlicher Text gefunden
el: Βρέθηκε παρόμοιο κείμενο
es: Texto similar encontrado
et: Leiti sarnane tekst
eu: Antzeko testua aurkitu da
fa: متن مشابه پیدا شد
fi: Samankaltainen teksti löytyi
fil: May natagpuang katulad na teksto
fr: Texte similaire trouvé
gl: Texto similar atopado
gu: સમાન લખાણ મળ્યું
he: נמצא טקסט דומה
hi: समान पाठ मिला
hu: Hasonló szöveg található
hy: Հայտնաբերվել է նման տեքստ
id: Teks serupa ditemukan
is: Svipaður texti fannst
it: Testo simile trovato
ja: 類似したテキストが見つかりました
ka: მსგავსი ტექსტი ნაპოვნია
kk: Ұқсас мәтін табылды
km: បានរកឃើញអត្ថបទស្រដៀងគ្នា
kn: ಅದೇ ರೀತಿಯ ಪಠ್ಯ ಕಂಡುಬಂದಿದೆ
ko: 유사한 텍스트 발견
ky: Окшош текст табылды
lo: ພົບຂໍ້ຄວາມທີ່ຄ້າຍຄືກັນ
mk: Пронајден е сличен текст
ml: സമാനമായ ടെക്സ്റ്റ് കണ്ടെത്തി
mn: Ижил төстэй текст олдлоо
mr: समान मजकूर सापडला
my: ဆင်တူသော စာသားကို တွေ့ရှိပါပြီ
nb: Lignende tekst funnet
ne: समान पाठ भेटियो
nl: Vergelijkbare tekst gevonden
or: ସମାନ ଟେକ୍ସଟ୍ ମିଳିଲା
pa: ਇਕੋ ਜਿਹਾ ਟੈਕਸਟ ਮਿਲਿਆ
pl: Znaleziono podobny tekst
ro: Text similar găsit
ru: Найден похожий текст
si: සමාන පෙළ හමු විය
sk: Nájdený podobný text
sl: Najdeno podobno besedilo
sq: U gjet tekst i ngjashëm
sr: Пронађен сличан текст
sv: Liknande text hittades
sw: Maandishi yanayofanana yamepatikana
ta: ஒரே மாதிரியான உரை காணப்பட்டது
te: అలాంటి వచనం కనుగొనబడింది
th: พบข้อความที่คล้ายกัน
tl: May Natagpuang Magkatulad na Teksto
tr: Benzer metin bulundu
uk: Знайдено схожий текст
ur: مماثل متن مل گیا
uz: O'xshash matn topildi
vi: Tìm thấy văn bản tương tự
zh_cn: 发现相似文本
zh_tw: 發現相似文字
zu: Umbhalo Ofanayo Utholakele

# useExistingText
source: Use Existing
af: Gebruik Bestaande
am: ነባር ጽሑፍ ተጠቀም
ar: استخدام الموجود
as: বৰ্তমানৰ টেক্সট ব্যৱহাৰ কৰক
be: Выкарыстоўваць існуючы тэкст
bg: Използване на съществуващ текст
bn: বিদ্যমান ব্যবহার করুন
ca: Utilitza el text existent
cs: Použít existující
cy: Defnyddio testun presennol
da: Brug Eksisterende
de: Vorhandenen nutzen
el: Χρήση Υπάρχοντος
es: Usar Existente
et: Kasuta olemasolevat teksti
eu: Erabili lehendik dagoen testua
fa: استفاده از موجود
fi: Käytä Olemassaolevaa
fil: Gamitin ang Umiiral
fr: Utiliser Existant
gl: Usar o texto existente
gu: વર્તમાન વાપરો
he: השתמש בקיים
hi: मौजूदा उपयोग करें
hu: Meglévő Használata
hy: Օգտագործել առկա տեքստը
id: Gunakan Ada
is: Nota fyrirliggjandi texta
it: Usa Esistente
ja: 既存のテキストを使用
ka: არსებული ტექსტის გამოყენება
kk: Бар мәтінді пайдалану
km: ប្រើអត្ថបទដែលមានស្រាប់
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವುದನ್ನು ಬಳಸಿ
ko: 기존 텍스트 사용
ky: Мурунку текстти колдонуу
lo: ໃຊ້ຂໍ້ຄວາມທີ່ມີຢູ່
mk: Користете постоечки текст
ml: നിലവിലുള്ളത് ഉപയോഗിക്കുക
mn: Одоо байгаа текстийг ашиглах
mr: विद्यमान वापरा
my: ရှိပြီးသား စာသားကို သုံးပါ
nb: Bruk eksisterende tekst
ne: अवस्थित पाठ प्रयोग गर्नुहोस्
nl: Gebruik Bestaande
or: ବର୍ତ୍ତମାନର ଟେକ୍ସଟ୍ ବ୍ୟବହାର କରନ୍ତୁ
pa: ਮੌਜੂਦਾ ਵਰਤੋ
pl: Użyj Istniejący
ro: Folosește Existent
ru: Использовать
si: පවතින පෙළ භාවිතා කරන්න
sk: Použiť existujúci text
sl: Uporabi obstoječe besedilo
sq: Përdorni tekstin ekzistues
sr: Користи постојећи текст
sv: Använd Befintlig
sw: Tumia Iliyopo
ta: தற்போதுள்ளதைப் பயன்படுத்து
te: ఉన్నది వాడుకో
th: ใช้ที่มีอยู่
tl: Gumamit ng Umiiral na Teksto
tr: Mevcudu Kullan
uk: Використати існуючий
ur: موجودہ استعمال کریں
uz: Mavjud matndan foydalanish
vi: Sử dụng bản có sẵn
zh_cn: 使用现有
zh_tw: 使用現有
zu: Sebenzisa Umbhalo Okhona

# createNew
source: Create New Entry
af: Skep Nuwe
am: በአዲስ ዓረፍተ ነገር ይቀጥሉ
ar: إنشاء جديد
as: এটা নতুন বাক্যৰ সৈতে আগবাঢ়ক
be: Працягнуць як новую фразу
bg: Продължаване с ново изречение
bn: নতুন তৈরি করুন
ca: Continua amb una frase nova
cs: Vytvořit nový
cy: Symud ymlaen gyda brawddeg newydd
da: Opret Ny
de: Neuen Eintrag erstellen
el: Δημιουργία Νέου
es: Crear Nuevo
et: Jätka uue lausega
eu: Sortu esaldi berri bat
fa: ایجاد جدید
fi: Luo Uusi
fil: Lumikha ng Bago
fr: Créer Nouveau
gl: Continuar cunha nova frase
gu: નવું બનાવો
he: צור חדש
hi: नया बनाएं
hu: Új Létrehozása
hy: Շարունակել որպես նոր նախադասություն
id: Buat Baru
is: Halda áfram með nýja setningu
it: Crea Nuovo
ja: 新規作成
ka: გაგრძელება ახალი წინადადებით
kk: Жаңа сөйлеммен жалғастыру
km: បន្តជាមួយប្រយោគថ្មី
kn: ಹೊಸದನ್ನು ರಚಿಸಿ
ko: 새 문장으로 진행
ky: Жаңы сүйлөм менен улантуу
lo: ດຳເນີນການດ້ວຍປະໂຫຍກໃໝ່
mk: Продолжете со нова реченица
ml: പുതിയത് സൃഷ്ടിക്കുക
mn: Шинэ өгүүлбэрээр үргэлжлүүлэх
mr: नवीन तयार करा
my: စာကြောင်းအသစ်ဖြင့် ဆက်လုပ်ပါ
nb: Fortsett med ny setning
ne: नयाँ वाक्यको रूपमा जारी राख्नुहोस्
nl: Nieuwe Maken
or: ଏକ ନୂତନ ବାକ୍ୟ ସହିତ ଆଗକୁ ବଢନ୍ତୁ
pa: ਨਵਾਂ ਬਣਾਓ
pl: Utwórz Nowy
ro: Creează Nou
ru: Создать новый
si: නව වාක්‍යයක් සමඟ ඉදිරියට යන්න
sk: Pokračovať s novou vetou
sl: Nadaljuj z novim stavkom
sq: Vazhdo me një fjali të re
sr: Настави са новом реченицом
sv: Skapa Ny
sw: Unda Mpya
ta: புதிதாக உருவாக்கு
te: కొత్తది సృష్టించు
th: สร้างรายการใหม่
tl: Magpatuloy gamit ang Bagong Pangungusap
tr: Yeni Oluştur
uk: Створити новий
ur: نیا بنائیں
uz: Yangi jumla bilan davom etish
vi: Tạo mục mới
zh_cn: 新建条目
zh_tw: 新建項目
zu: Qhubeka Nomusho Omusha

# reviewCount
source: Review {count} time(s)
af: {count} keer hersien
am: {count} ጊዜ ክለሳ
ar: تمت المراجعة {count} مرة/مرات
as: পুনৰীক্ষণ {count} বাৰ
be: Агляд {count} раз(ы)
bg: Преглед {count} пъти
bn: {count} বার রিভিউ করা হয়েছে
ca: Repàs {count} vegades
cs: Opakováno {count} krát
cy: Adolygu {count} gwaith
da: Gennemgået {count} gange
de: {count} mal wiederholt
el: Επαναλήφθηκε {count} φορές
es: Repasado {count} veces
et: Korda {count} korda
eu: Berrikusi {count} aldiz
fa: {count} بار مرور شده
fi: Kerrattu {count} kertaa
fil: Binago nang {count} beses
fr: Révisé {count} fois
gl: Repasado {count} veces
gu: {count} વખત સમીક્ષા કરી
he: נחזר {count} פעמים
hi: {count} बार समीक्षा की गई
hu: {count} alkalommal áttekintve
hy: Վերանայում {count} անգամ
id: Diulas {count} kali
is: Endurskoðað {count} sinnum
it: Ripassato {count} volte
ja: 復習 {count}回
ka: გამეორება {count} ჯერ
kk: {count} рет қайталау
km: ពិនិត្យ {count}ដង
kn: {count} ಬಾರಿ ಪರಿಶೀಲಿಸಲಾಗಿದೆ
ko: 복습 {count}회
ky: Кайталоо {count} жолу
lo: ທົບທວນ {count} ຄັ້ງ
mk: Преглед {count} пати
ml: {count} തവണ അവലോകനം ചെയ്തു
mn: {count} удаа давтах
mr: {count} वेळा पुनरावलोकन केले
my: ပြန်လည်သုံးသပ် {count}ကြိမ်
nb: Gjennomgått {count} ganger
ne: समीक्षा {count} पटक
nl: {count} keer herhaald
or: ପୁନର୍ବିଚାର {count} ଥର
pa: {count} ਵਾਰ ਸਮੀਖਿਆ ਕੀਤੀ
pl: Powtórzono {count} razy
ro: Recapitulat de {count} ori
ru: Повторено {count} раз(а)
si: සමාලෝචන {count}ක්
sk: Opakovanie {count}-krát
sl: Ponovitev {count}-krat
sq: Rishikuar {count} herë
sr: Преглед {count} пута
sv: Repeterad {count} gånger
sw: Imepitiwa mara {count}
ta: {count} முறை மதிப்பாய்வு செய்யப்பட்டது
te: {count} సార్లు సమీక్షించబడింది
th: ทบทวน {count} ครั้ง
tl: Pag-aaral {count} beses
tr: {count} kez tekrarlandı
uk: Переглянуто {count} разів
ur: {count} بار جائزہ لیا گیا
uz: Ko'rib chiqish {count} marta
vi: Đã ôn tập {count} lần
zh_cn: 复习 {count} 次
zh_tw: 複習 {count} 次
zu: Buyekeza Izikhathi ezingu-{count}

# tabSpeaking
source: Speaking
af: Praat
am: መናገር
ar: تحدث
as: কথা
be: Размова
bg: Говорене
bn: কথা বলা
ca: Parla
cs: Mluvení
cy: Siarad
da: Tale
de: Sprechen
el: Ομιλία
es: Hablar
et: Rääkimine
eu: Hitz egin
fa: صحبت کردن
fi: Puhuminen
fil: Pagsasalita
fr: Parler
gl: Falar
gu: બોલવું
he: דיבור
hi: बोलना
hu: Beszéd
hy: Խոսել
id: Berbicara
is: Tala
it: Parlare
ja: スピーキング
ka: საუბარი
kk: Сөйлеу
km: និយាយ
kn: ಮಾತನಾಡುವಿಕೆ
ko: 말하기
ky: Сүйлөө
lo: ເວົ້າ
mk: Зборување
ml: സംസാരം
mn: Ярих
mr: बोलणे
my: ပြောခြင်း
nb: Snakker
ne: बोल्दै
nl: Spreken
or: କହିବା
pa: ਬੋਲਣਾ
pl: Mówienie
ro: Vorbire
ru: Разговор
si: කථා කිරීම
sk: Rozprávanie
sl: Govor
sq: Të folurit
sr: Говор
sv: Tala
sw: Kuzungumza
ta: பேசுதல்
te: మాట్లాడటం
th: การพูด
tl: Magsalita
tr: Konuşma
uk: Розмова
ur: بولنا
uz: Gapirish
vi: Nói
zh_cn: 口语
zh_tw: 口說
zu: Ukukhuluma

source: Speaking Practice
af: Praatoefening
am: የንግግር ልምምድ
ar: ممارسة التحدث
as: কথাৰ অনুশীলন
be: Практыка размовы
bg: Практикуване на говорене
bn: কথা বলার অনুশীলন
ca: Pràctica de parla
cs: Procvičování mluvení
cy: Ymarfer Siarad
da: Taleøvelse
de: Sprechübung
el: Πρακτική Ομιλίας
es: Práctica de Habla
et: Rääkimisharjutus
eu: Hitz egiteko praktika
fa: تیمرن صحبت کردن
fi: Puheharjoitus
fil: Pagsasanay sa Pagsasalita
fr: Pratique Orale
gl: Práctica de fala
gu: બોલવાની પ્રેક્ટિસ
he: תרגול דיבור
hi: बोलने का अभ्यास
hu: Beszédgyakorlat
hy: Խոսելու մարզում
id: Latihan Bicara
is: Talandi æfing
it: Pratica Parlata
ja: スピーキング練習
ka: საუბრის პრაქტიკა
kk: Сөйлеу жаттығуы
km: អនុវត្តការនិយាយ
kn: ಮಾತನಾಡುವ ಅಭ್ಯಾಸ
ko: 말하기 연습
ky: Сүйлөө көнүгүүсү
lo: ຝຶກເວົ້າ
mk: Вежбање зборување
ml: സംസാര പരിശീലനം
mn: Ярих дадлага
mr: बोलण्याचा सराव
my: ပြောခြင်း လေ့ကျင့်ခန်း
nb: Snakkeøvelse
ne: बोल्ने अभ्यास
nl: Spreekoefening
or: କହିବା ଅଭ୍ୟାସ
pa: ਬੋਲਣ ਦਾ ਅਭਿਆਸ
pl: Ćwiczenie Mówienia
ro: Practică Vorbire
ru: Разговорная практика
si: කථා කිරීමේ පුහුණුව
sk: Precvičovanie rozprávania
sl: Vaja govora
sq: Ushtrim i të folurit
sr: Вежбање говора
sv: Talövning
sw: Mazoezi ya Kuzungumza
ta: பேச்சுப் பயிற்சி
te: మాట్లాడే సాధన
th: ฝึกพูด
tl: Pagsasanay sa Pagbigkas
tr: Konuşma Pratiği
uk: Розмовна практика
ur: بولنے کی مشق
uz: Gapirish mashqi
vi: Luyện nói
zh_cn: 口语练习
zh_tw: 口說練習
zu: Prakthiza Ukukhuluma

# intervalSeconds
source: Interval: {seconds}s
am: ክፍተት: {seconds} ሰከንዶች
ar: الفاصل: {seconds} ثانية
as: সময়: {seconds} চেকেণ্ড
be: Інтэрвал: {seconds} сек
bg: Интервал: {seconds} сек.
bn: বিরতি: {seconds}সেকেন্ড
cy: Cyfwng: {seconds} eiliad
de: Intervall: {seconds}s
el: Διάστημα: {seconds}δ
es: Intervalo: {seconds}s
et: Intervall: {seconds} s
eu: Tartea: {seconds}s
fa: فاصله: {seconds}ثانیه
fi: Aikaväli: {seconds}s
fil: Agwat: {seconds}s
fr: Intervalle: {seconds}s
gl: Intervalo: {seconds} segundos
gu: અંતરાલ: {seconds}સેકન્ડ
he: מרווח: {seconds}ש'
hi: अंतराल: {seconds} सेकंड
hu: Időköz: {seconds}mp
hy: Միջակայք. {seconds} վրկ
id: Interval: {seconds}d
is: Millibil: {seconds} sekúndur
it: Intervallo: {seconds}s
ja: 間隔: {seconds}秒
ka: ინტერვალი: {seconds} წმ
kk: Аралық: {seconds} секунд
km: ចន្លោះពេល៖ {seconds}វិនាទី
kn: ಅಂತರ: {seconds}ಸೆಕೆಂಡುಗಳು
ko: 간격: {seconds}초
ky: Аралык: {seconds} секунд
lo: ໄລຍະຫ່າງ: {seconds} ວິນາທີ
mk: Интервал: {seconds} сек.
ml: ഇടവേള: {seconds}സെക്കൻഡ്
mn: Завсар: {seconds} секунд
mr: मध्यांतर: {seconds}से
my: ကြားကာလ: {seconds}စက္ကန့်
nb: Intervall: {seconds} sekunder
ne: अन्तराल: {seconds} सेकेन्ड
or: ବ୍ୟବଧାନ: {seconds} ସେକେଣ୍ଡ
pa: ਅੰਤਰਾਲ: {seconds}ਸਕਿੰਟ
pl: Interwał: {seconds}s
ru: Интервал: {seconds}с
si: පරතරය: තත්පර {seconds}
sq: Intervali: {seconds} sekonda
sr: Интервал: {seconds} секунди
sv: Intervall: {seconds}s
sw: Muda: {seconds}s
ta: இடைவேளை: {seconds}விநாடி
te: విరామం: {seconds}సెకన్లు
th: ระยะห่าง: {seconds}วิ
tl: Interval: {seconds} segundo
tr: Aralık: {seconds}sn
uk: Інтервал: {seconds}с
ur: وقفہ: {seconds}سیکنڈ
uz: Interval: {seconds} soniya
vi: Khoảng cách: {seconds}s
zh_cn: 间隔: {seconds}秒
zh_tw: 間隔: {seconds}秒
zu: Isikhawu: {seconds} imizuzwana

source: Your Pronunciation
af: Jou Uitspraak
am: የእርስዎ አጠራር
ar: نطقك
as: আপোনাৰ উচ্চাৰণ
be: Ваша вымаўленне
bg: Вашето произношение
bn: আপনার উচ্চারণ
ca: La teva pronunciació
cs: Vaše výslovnost
cy: Eich Ynganiad
da: Din udtale
de: Deine Aussprache
el: Η προφορά σας
es: Tu Pronunciación
et: Sinu hääldus
eu: Zure ahoskera
fa: تلفظ شما
fi: Sinun ääntämys
fil: Ang iyong Pagbigkas
fr: Votre Prononciation
gl: A túa pronuncia
gu: તમારું ઉચ્ચારણ
he: ההגייה שלך
hi: आपका उच्चारण
hu: Kiejtésed
hy: Ձեր արտասանությունը
id: Lafal Anda
is: Framburðurinn þinn
it: La tua Pronuncia
ja: あなたの発音
ka: თქვენი გამოთქმა
kk: Сіздің айтылуыңыз
km: ការបញ្ចេញសំឡេងរបស់អ្នក
kn: ನಿಮ್ಮ ಉಚ್ಚಾರಣೆ
ko: 내 발음
ky: Менин айтылышым
lo: ການອອກສຽງຂອງເຈົ້າ
mk: Твој изговор
ml: നിങ്ങളുടെ ഉച്ചാരണം
mn: Миний дуудлага
mr: तुमचे उच्चार
my: ကျွန်ုပ်၏ အသံထွက်
nb: Din uttale
ne: मेरो उच्चारण
nl: Jouw Uitspraak
or: ତୁମର ଉଚ୍ଚାରଣ
pa: ਤੁਹਾਡਾ ਉਚਾਰਨ
pl: Twoja Wymowa
ro: Pronunția ta
ru: Ваше произношение
si: ඔබේ උච්චාරණය
sk: Vaša výslovnosť
sl: Moja izgovorjava
sq: Shqiptimi juaj
sr: Ваш изговор
sv: Ditt uttal
sw: Matamshi Yako
ta: உங்கள் உச்சரிப்பு
te: మీ ఉచ్చారణ
th: การออกเสียงของคุณ
tl: Ang Pagbigkas Mo
tr: Telaffuzunuz
uk: Ваша вимова
ur: آپ کا تلفظ
uz: Talaffuzingiz
vi: Phát âm của bạn
zh_cn: 你的发音
zh_tw: 你的發音
zu: Ukuphinyiselwa Kwakho

source: Correct Answer
af: Korrekte Antwoord
am: ትክክለኛ መልስ
ar: الإجابة الصحيحة
as: সঠিক উত্তৰ
be: Правільны адказ
bg: Верен отговор
bn: সঠিক উত্তর
ca: Resposta correcta
cs: Správná odpověď
cy: Ateb Cywir
da: Rigtigt Svar
de: Richtige Antwort
el: Σωστή Απάντηση
es: Respuesta Correcta
et: Õige vastus
eu: Erantzun zuzena
fa: پاسخ صحیح
fi: Oikea Vastaus
fil: Tamang Sagot
fr: Bonne Réponse
gl: Resposta correcta
gu: સાચો જવાબ
he: תשובה נכונה
hi: सही उत्तर
hu: Helyes Válasz
hy: Ճիշտ պատասխան
id: Jawaban Benar
is: Rétt svar
it: Risposta Corretta
ja: 正解
ka: სწორი პასუხი
kk: Дұрыс жауап
km: ចម្លើយត្រឹមត្រូវ
kn: ಸರಿಯಾದ ಉತ್ತರ
ko: 정답
ky: Туура жооп
lo: ຄຳຕອບທີ່ຖືກຕ້ອງ
mk: Точен одговор
ml: ശരിയായ ഉത്തരം
mn: Зөв хариулт
mr: बरोबर उत्तर
my: အဖြေမှန်
nb: Riktig svar
ne: सही उत्तर
nl: Juiste Antwoord
or: ସଠିକ୍ ଉତ୍ତର
pa: ਸਹੀ ਜਵਾਬ
pl: Poprawna Odpowiedź
ro: Răspuns Corect
ru: Правильный ответ
si: නිවැරදි පිළිතුර
sk: Správna odpoveď
sl: Pravilen odgovor
sq: Përgjigje e saktë
sr: Тачан одговор
sv: Rätt Svar
sw: Jibu Sahihi
ta: சரியான பதில்
te: సరైన సమాధానం
th: คำตอบที่ถูกต้อง
tl: Tamang Sagot
tr: Doğru Cevap
uk: Правильна відповідь
ur: صحیح جواب
uz: To'g'ri javob
vi: Đáp án đúng
zh_cn: 正确答案
zh_tw: 正確答案
zu: Impendulo Eqondile

# score
source: Accuracy: {score}%
af: Akkuraatheid: {score}%
am: ትክክለኛነት: {score}%
ar: الدقة: {score}%
as: সঠিকতা: {score}%
be: Дакладнасць: {score}%
bg: Точност: {score}%
bn: নির্ভুলতা: {score}%
ca: Precisió: {score}%
cs: Přesnost: {score}%
cy: Cywirdeb: {score}%
da: Nøjagtighed: {score}%
de: Genauigkeit: {score}%
el: Ακρίβεια: {score}%
es: Precisión: {score}%
et: Täpsus: {score}%
eu: Zehaztasuna: {score}%
fa: دقت: {score}%
fi: Tarkkuus: {score}%
fil: Kawastuhan: {score}%
fr: Précision: {score}%
gl: Precisión: {score}%
gu: ચોકસાઈ: {score}%
he: דיוק: {score}%
hi: सटीकता: {score}%
hu: Pontosság: {score}%
hy: Ճշգրտություն. {score}%
id: Akurasi: {score}%
is: Nákvæmni: {score}%
it: Precisione: {score}%
ja: 正確さ: {score}%
ka: სიზუსტე: {score}%
kk: Дәлдік: {score}%
km: ភាពត្រឹមត្រូវ៖ {score}%
kn: ನಿಖರತೆ: {score}%
ko: 정확도: {score}%
ky: Тактык: {score}%
lo: ຄວາມຖືກຕ້ອງ: {score}%
mk: Точност: {score}%
ml: കൃത്യത: {score}%
mn: Нарийвчлал: {score}%
mr: अचूकता: {score}%
my: တိကျမှု: {score}%
nb: Nøyaktighet: {score}%
ne: शुद्धता: {score}%
nl: Nauwkeurigheid: {score}%
or: ସଠିକତା: {score}%
pa: ਸ਼ੁੱਧਤਾ: {score}%
pl: Dokładność: {score}%
ro: Acuratețe: {score}%
ru: Точность: {score}%
si: නිරවද්‍යතාවය: {score}%
sk: Presnosť: {score}%
sl: Točnost: {score} %
sq: Saktësia: {score}%
sr: Тачност: {score}%
sv: Noggrannhet: {score}%
sw: Usahihi: {score}%
ta: துல்லியம்: {score}%
te: ఖచ్చితత్వం: {score}%
th: ความแม่นยำ: {score}%
tr: Doğruluk: {score}%
uk: Точність: {score}%
ur: درستگی: {score}%
uz: Aniq: {score}%
vi: Độ chính xác: {score}%
zh_cn: 准确率: {score}%
zh_tw: 準確率: {score}%
zu: Ukunemba: {score}%

source: Perfect!
af: Perfek!
am: ፍጹም ነው!
ar: ممتاز!
as: নিখুঁত!
be: Ідэальна!
bg: Перфектно!
bn: নিখুঁত!
ca: Perfecte!
cs: Perfektní!
cy: Perffaith!
da: Perfekt!
de: Perfekt!
el: Τέλεια!
es: ¡Perfecto!
et: Suurepärane!
eu: Ezin hobea!
fa: عالی!
fi: Täydellistä!
fil: Perpekto!
fr: Parfait!
gl: Perfecto!
gu: ઉત્તમ!
he: מושלם!
hi: उत्तम!
hu: Tökéletes!
hy: Կատարյալ է!
id: Sempurna!
is: Fullkomið!
it: Perfetto!
ja: 完璧です！
ka: შესანიშნავია!
kk: Керемет!
km: ល្អឥតខ្ចោះ!
kn: ಪರಿಪೂರ್ಣ!
ko: 완벽해요!
ky: Мыкты!
lo: ສົມບູນແບບ!
mk: Совршено!
ml: അതികഠിനം!
mn: Төгс байна!
mr: उत्तम!
my: ပြီးပြည့်စုံတယ်!
nb: Perfekt!
ne: उत्कृष्ट!
or: ସମ୍ପୂର୍ଣ୍ଣ!
pa: ਬਹੁਤ ਵਧੀਆ!
pl: Perfekcyjnie!
ru: Идеально!
si: නියමයි!
sk: Perfektné!
sl: Popolno!
sq: E përkryer!
sr: Савршено!
sv: Perfekt!
sw: Nzuri sana!
ta: அருமை!
te: పర్ఫెక్ట్!
th: ยอดเยี่ยม!
tl: Perpekto!
tr: Mükemmel!
uk: Чудово!
ur: بہترین!
uz: A'lo!
vi: Hoàn hảo!
zh_cn: 完美！
zh_tw: 完美！
zu: Kuhle!

source: Good
af: Goed
am: ጥሩ
ar: جيد
as: ভাল
be: Добра
bg: Добре
bn: ভালো
ca: Bé
cs: Dobré
cy: Da
da: Godt
de: Gut
el: Καλά
es: Bien
et: Hea
eu: Ona
fa: خوب
fi: Hyvä
fil: Mahusay
fr: Bien
gl: Ben
gu: સારું
he: טוב
hi: अच्छा
hu: Jó
hy: Լավ է
id: Bagus
is: Gott
it: Bene
ja: 良いですね
ka: კარგია
kk: Жақсы
km: ល្អ
kn: ಚೆನ್ನಾಗಿದೆ
ko: 좋아요
ky: Жакшы
lo: ດີ!
mk: Добро
ml: നല്ലത്
mn: Сайн байна
mr: चांगले
my: ကောင်းတယ်
nb: Bra
ne: राम्रो छ
nl: Goed
or: ଭଲ
pa: ਚੰਗਾ
pl: Dobrze
ro: Bine
ru: Хорошо
si: හොඳයි
sk: Dobré
sl: Dobro
sq: Mirë
sr: Добро
sv: Bra
sw: Nzuri
ta: நன்று
te: బాగుంది
th: ดี
tl: Maganda
tr: İyi
uk: Добре
ur: اچھا
uz: Yaxshi
vi: Tốt
zh_cn: 不错
zh_tw: 不錯
zu: Kulungile
