Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

# tutorialAiChatDesc
source: Practice real conversation with AI personas here.
am: ከ AI ሰው ጋር እውነተኛ ውይይቶችን ይለማመዱ።
as: এটা এআই ব্যক্তিৰ সৈতে বাস্তৱিক জীৱনৰ বাৰ্তালাপৰ অনুশীলন কৰক।
be: Практыкуйце размовы ў рэальным жыцці з персанажам AI.
bg: Практикувайте разговори в реални ситуации с AI персонаж.
ca: Practica la conversa real amb una persona d'IA.
cy: Ymarfer sgyrsiau go iawn gyda AI Persona.
et: Harjuta AI personažiga reaalset vestlust.
eu: Praktikatu elkarrizketa errealak AI pertsonaia batekin.
gl: Practica a conversa real cunha persoa da IA.
hy: Մարզեք իրական զրույցներ AI անձի հետ:
is: Æfðu raunveruleg samtöl við gervigreindarpersónu.
ja: AIペルソナと実践的な会話を練習しましょう。
ka: ივარჯიშეთ რეალურ საუბრებში AI პერსონაჟებთან ერთად.
kk: AI Persona-мен нақты өмірлік сөйлесуді жаттықтырып көріңіз.
km: អនុវត្តការសន្ទនាក្នុងជីវិតជាក់ស្ដែងជាមួយ AI Persona ។
ko: AI 페르소나와 실전 대화를 연습해 보세요.
ky: AI Persona менен иш жүзүндө сүйлөшүү көнүгүүсүн жасап көрүңүз.
lo: ປະຕິບັດການສົນທະນາທີ່ແທ້ຈິງກັບ AI Personas.
mk: Вежбајте разговор во реалниот живот со AI лик.
mn: AI дүртэй бодит ярианы дадлага хийж үзээрэй.
my: AI ကိုယ်ပွားဖြင့် လက်တွေ့ စကားပြောဆိုမှုကို လေ့ကျင့်ကြည့်ပါ။
nb: Øv på samtaler med en AI-personlighet.
ne: AI व्यक्तित्वसँग वास्तविक कुराकानीको अभ्यास गर्नुहोस्।
or: AI ପର୍ସୋନା ସହିତ ବାସ୍ତବିକ କଥାବାର୍ତ୍ତା ଅଭ୍ୟାସ କରନ୍ତୁ।
si: AI පෞරුෂයක් සමඟ සැබෑ සංවාදයක් පුහුණු වන්න.
sk: Precvičte si konverzáciu v reálnom čase s AI osobou.
sl: Vadite pogovor v resničnem življenju z AI osebnostjo.
sq: Ushtroni bisedat e jetës reale me personazhet AI.
sr: Вежбајте разговор у стварном животу са AI персоном.
tl: Magsanay sa pag-uusap sa totoong buhay sa pamamagitan ng AI persona.
uz: AI persona bilan amaliy suhbatni mashq qiling.
zu: Prakthiza izingxoxo zempilo yangempela nezinhlamvu ze-AI.

# tutorialM2SelectTitle
source: Select & Filter
af: Kies & Filter
am: ቁሳቁስ ይምረጡ
ar: اختر وقيّم
as: সামগ্ৰী নিৰ্বাচন
be: Выбар матэрыялу
bg: Избор на материали
bn: নির্বাচন ও ফিল্টার
ca: Selecciona el material
cs: Výběr a Filtr
cy: Dewis Deunydd
da: Vælg & Filter
de: Auswahl & Filter
el: Επιλογή & Φίλτρο
es: Selección y Filtro
et: Materjali valik
eu: Materiala hautatu
fa: انتخاب و فیلتر
fi: Valitse & Suodata
fil: Pumili at Mag-filter
fr: Sélection & Filtre
gl: Selección de material
gu: પસંદ કરો અને ફિલ્ટર
he: בחר ומסנן
hi: चुनें और फ़िल्टर करें
hu: Kiválasztás és Szűrő
hy: Նյութի ընտրություն
id: Pilih & Filter
is: Efnisval
it: Seleziona & Filtra
ja: 選択とフィルタ
ka: მასალის არჩევა
kk: Материалды таңдау
km: ជ្រើសរើសសម្ភារៈ
kn: ಆಯ್ಕೆ ಮತ್ತು ಫಿಲ್ಟರ್
ko: 자료집 선택
ky: Материал тандоо
lo: ເລືອກເອກະສານ
mk: Избор на материјал
ml: തിരഞ്ഞെടുക്കുക & ഫിൽട്ടർ
mn: Материал сонгох
mr: निवडा आणि फिल्टर
my: အချက်အလက် ရွေးချယ်ခြင်း
nb: Velg materiale
ne: सामग्री छनोट गर्नुहोस्
nl: Selecteer & Filter
or: ସାମଗ୍ରୀ ଚୟନ
pa: ਚੁਣੋ ਅਤੇ ਫਿਲਟਰ
pl: Wybierz i Filtruj
ro: Selectare & Filtru
ru: Выбор и фильтр
si: ද්‍රව්‍ය තෝරන්න
sk: Výber materiálu
sl: Izbira gradiva
sq: Zgjidhni Materialin
sr: Избор материјала
sv: Välj & Filter
sw: Chagua & Kichujio
ta: தேர்ந்தெடு & வடிகட்டி
te: ఎంచుకోండి & ఫిల్టర్
th: เลือก & กรอง
tl: Pumili ng Materyal
tr: Seç & Filtrele
uk: Вибір та Фільтр
ur: منتخب اور فلٹر
uz: Ma'lumotlarni tanlash
vi: Chọn & Lọc
zh_cn: 选择与筛选
zh_tw: 選擇與篩選
zu: Khetha Izinto Zokwakha

# tutorialM2SelectDesc
source: Choose study materials or switch to 'Review All'.
af: Kies materiaal of 'Hersien Alles'.
am: ቁሳቁሶችን ለማጥናት የቁሳቁስ ስብስብ አዶን (📚) በላይኛው የመተግበሪያ አሞሌ ላይ ይጫኑ።
ar: اختر مواد للدراسة أو بدل إلى 'مراجعة الكل'.
as: শিকিবলৈ সামগ্ৰী সংকলন নিৰ্বাচন কৰিবলৈ শীৰ্ষ এপবাৰৰ সামগ্ৰী সংকলন আইকন (📚) টিপক।
be: Націсніце значок набору матэрыялаў (📚) на верхняй панэлі прыкладання, каб выбраць матэрыял для вывучэння.
bg: Докоснете иконата на колекция от материали (📚) в горната лента на приложението, за да изберете материала, който да учите.
bn: উপকরণ নির্বাচন করুন বা 'সব রিভিউ' টগল করুন।
ca: Prem la icona de la col·lecció de material (📚) a la barra d'aplicacions superior per seleccionar el material que vols estudiar.
cs: Vyberte materiály nebo 'Opakovat vše'.
cy: Pwyswch yr eicon casgliad deunydd (📚) ar far app uchaf i ddewis y deunydd i'w astudio.
da: Vælg materiale eller 'Gennemgå Alle'.
de: Wählen Sie Lernmaterialien oder wechseln Sie zu 'Alles wiederholen'.
el: Επιλέξτε υλικό ή 'Επανάληψη Όλων'.
es: Elige materiales de estudio o cambia a 'Repasar Todo'.
et: Õpitava materjali valimiseks vajuta ülemise rakenduseriba materjalikogumi ikooni (📚).
eu: Sakatu datu-multzoaren ikonoa (📚) goiko aplikazio-barran ikasi nahi duzun materiala hautatzeko.
fa: مطالب را انتخاب کنید یا به 'مرور همه' بروید.
fi: Valitse materiaali tai 'Kertaa Kaikki'.
fil: Pumili ng materyales o lumipat sa 'Balik-aralan Lahat'.
fr: Choisissez le matériel d'étude ou passez à 'Tout Réviser'.
gl: Toca a icona do libro de traballo (📚) na barra de aplicacións superior para seleccionar o material que queres estudar.
gu: સામગ્રી પસંદ કરો અથવા 'બધું સમીક્ષા કરો' પર જાઓ.
he: בחר חומרים או 'חזור על הכל'.
hi: अध्ययन सामग्री चुनें या 'समीक्षा सभी' पर स्विच करें.
hu: Válasszon anyagot vagy 'Összes áttekintése'.
hy: Սեղմեք վերևի հավելվածի գործիքագոտու նյութերի հավաքածուի պատկերակը (📚)՝ ուսումնասիրելու համար նյութ ընտրելու համար։
id: Pilih materi belajar atau beralih ke 'Ulas Semua'.
is: Ýttu á efnissettstáknið (📚) á efsta appbarnum til að velja efni til að læra.
it: Scegli materiali di studio o passa a 'Ripassa Tutto'.
ja: 学習する教材を選択するか、全復習モードに切り替えます。
ka: აირჩიეთ მასალა შესასწავლად მასალების ნაკრების ხატულაზე (📚) ზედა ზოლზე დაჭერით.
kk: Оқуға арналған материалды таңдау үшін жоғарғы қолданбалы тақтадағы материал белгішесін (📚) басыңыз.
km: ចុចរូបតំណាងបណ្ណាល័យ (📚) នៅលើរបារកម្មវិធីខាងលើ ដើម្បីជ្រើសរើសសម្ភារៈដែលត្រូវសិក្សា។
kn: ವಸ್ತುಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ ಅಥವಾ 'ಎಲ್ಲಾ ಪರಿಶೀಲಿಸಿ' ಗೆ ಬದಲಿಸಿ.
ko: 우측 상단 메뉴(⋮)를 눌러 학습할 자료집을 선택하거나 온라인 자료실을 이용하세요.
ky: Жогорку колдонмо тилкесиндеги жыйнак белгисин (📚) басып үйрөнө турган материалды тандаңыз.
lo: ກົດໄອຄອນຊຸດເອກະສານ (📚) ຢູ່ເທິງແຖບແອັບເພື່ອເລືອກເອກະສານທີ່ຈະຮຽນ.
mk: Притиснете ја иконата за збирка материјали (📚) на горната лента со апликации за да изберете материјал за учење.
ml: മെറ്റീരിയലുകൾ തിരഞ്ഞെടുക്കുക അല്ലെങ്കിൽ 'എല്ലാം അവലോകനം ചെയ്യുക' എന്നതിലേക്ക് മാറുക.
mn: Дээд талын апп баар дээрх цуглуулгын дүрс (📚)-г дарж сурах материалаа сонгоно уу.
mr: साहित्य निवडा किंवा 'सर्व पुनरावलोकन' वर जा.
my: အပေါ်ဆုံး အက်ပ်ဘားရှိ အချက်အလက်များ စုစည်းထားသော စာအုပ် အိုင်ကွန်(📚)ကို နှိပ်၍ သင်ယူမည့် အချက်အလက်ကို ရွေးပါ။
nb: Trykk på materiellikonet (📚) på den øverste applinjen for å velge materialet du vil studere.
ne: माथिल्लो एप बारमा रहेको सामग्री सङ्ग्रह आइकन (📚) थिचेर अध्ययन गर्नको लागि सामग्री छनोट गर्नुहोस्।
nl: Kies materialen of wissel naar 'Alles Herhalen'.
or: ଅଧ୍ୟୟନ କରିବାକୁ ଉପର ଆପ୍ ବାର୍ ରେ ଥିବା ଉପାଦାନ ସଂଗ୍ରହ ଆଇକନ୍ (📚) କୁ ଦବାଇ ଏକ ଉପାଦାନ ଚୟନ କରନ୍ତୁ।
pa: ਸਮੱਗਰੀ ਚੁਣੋ ਜਾਂ 'ਸਭ ਸਮੀਖਿਆ ਕਰੋ' 'ਤੇ ਜਾਓ।
pl: Wybierz materiały lub przełącz na 'Wszystko'.
ro: Alege materiale sau 'Recapitulare Tot'.
ru: Выберите материалы или 'Обзор всего'.
si: ඉගෙනීමට ද්‍රව්‍ය එකතුවක් තේරීමට ඉහළ යෙදුම් තීරුවේ ඇති ද්‍රව්‍ය එකතු නිරූපකය (📚) ඔබන්න.
sk: Stlačením ikony zbierky materiálov (📚) na hornom paneli aplikácie vyberte materiál na učenie.
sl: Izberite gradivo za učenje s pritiskom na ikono zbirke gradiv (📚) na zgornji vrstici aplikacije.
sq: Shtypni ikonën e librit burim (📚) në shiritin e aplikacionit të sipërm për të zgjedhur materialin për të studiuar.
sr: Притисните икону збирке материјала (📚) на горњој траци апликације да бисте изабрали материјал за учење.
sv: Välj material eller 'Repetera Alla'.
sw: Chagua nyenzo au 'Pitia Zote'.
ta: பொருட்களைத் தேர்ந்தெடுக்கவும் அல்லது 'அனைத்தையும் மதிப்பாய்வு செய்' என்பதற்கு மாறவும்.
te: మెటీరియల్ ఎంచుకోండి లేదా 'అన్నీ సమీక్షించు'కి మారండి.
th: เลือกสื่อการเรียนรู้หรือสลับไปที่ 'ทบทวนทั้งหมด'
tl: Pindutin ang icon ng set ng materyal (📚) sa itaas na app bar para pumili ng materyal na pag-aaralan.
tr: Materyal seç veya 'Tümünü Tekrarla'ya geç.
uk: Виберіть матеріали або 'Огляд всього'.
ur: مواد منتخب کریں یا 'سب کا جائزہ لیں'۔
uz: Yuqori ilova panelidagi ma'lumotlar to'plami belgisini (📚) bosib, o'rganmoqchi bo'lgan ma'lumotlarni tanlang.
vi: Chọn tài liệu học hoặc chuyển sang 'Ôn tập tất cả'.
zh_cn: 选择学习资料或切换到“复习全部”。
zh_tw: 選擇學習資料或切換到「複習全部」。
zu: Cindezela isithonjana seqoqo lezinto zokwakha (📚) kubha yohlelo lokusebenza engenhla ukuze ukhethe izinto zokwakha ozofunda.

# tutorialM2ListTitle
source: Practice List
af: Studielys
am: የጥናት ዝርዝር
ar: قائمة الدراسة
as: শিকন তালিকা
be: Спіс навучання
bg: Списък за обучение
bn: অধ্যয়ন তালিকা
ca: Llista d'aprenentatge
cs: Seznam
cy: Rhestr Astudio
da: Studieliste
de: Lernliste
el: Λίστα Μελέτης
es: Lista de Estudio
et: Õppimisnimekiri
eu: Ikasketa-zerrenda
fa: لیست مطالعه
fi: Opiskelulista
fil: Listahan ng Pag-aaral
fr: Liste d'Étude
gl: Lista de aprendizaxe
gu: અભ્યાસ યાદી
he: רשימת לימוד
hi: अध्ययन सूची
hu: Tanulólista
hy: Ուսուցման ցուցակ
id: Daftar Belajar
is: Námslisti
it: Lista Studio
ja: 学習リスト
ka: სწავლის სია
kk: Оқу тізімі
km: បញ្ជីសិក្សា
kn: ಅಧ್ಯಯನ ಪಟ್ಟಿ
ko: 학습 목록
ky: Окуу тизмеси
lo: ລາຍການຮຽນຮູ້
mk: Листа за учење
ml: പഠന ലിസ്റ്റ്
mn: Сурах жагсаалт
mr: अभ्यास सूची
my: သင်ယူခြင်း စာရင်း
nb: Læringsliste
ne: अध्ययन सूची
nl: Studielijst
or: ଅଧ୍ୟୟନ ତାଲିକା
pa: ਅਧਿਐਨ ਸੂਚੀ
pl: Lista Nauki
ro: Listă Studiu
ru: Список
si: ඉගෙනුම් ලැයිස්තුව
sk: Zoznam učenia
sl: Seznam za učenje
sq: Lista e Studimit
sr: Листа за учење
sv: Studielista
sw: Orodha ya Kusoma
ta: படிப்பு பட்டியல்
te: స్టడీ జాబితా
th: รายการเรียนรู้
tl: Listahan ng Pag-aaral
tr: Çalışma Listesi
uk: Список
ur: مطالعہ کی فہرست
uz: O'rganish ro'yxati
vi: Danh sách học
zh_cn: 学习列表
zh_tw: 學習列表
zu: Uhlu Lokufunda

# tutorialM2ListDesc
source: You can see your saved words and sentences here. Tap to practice or edit.
af: Gaan jou kaarte na en draai hulle om. (Long-press to delete)
am: ይህንን ካርድ በረጅሙ ጠቅ ካደረጉት መሰረዝ ይችላሉ። የተቀመጡትን ዓረፍተ ነገሮች ይመልከቱ እና ይገለብጡ።
ar: تفقد بطاقاتك المحفوظة واقلبها لرؤية الإجابات. (Long-press to delete)
as: এই কাৰ্ডখন টিপি ধৰি (দীঘলীয়া ক্লিক) মচিব পাৰি। সংৰক্ষিত বাক্য পৰীক্ষা কৰক আৰু লুটিয়াই চাওক।
be: Вы можаце выдаліць картку, доўга націскаючы на яе. Праверце захаваныя фразы і перагарніце іх.
bg: Можете да го изтриете, като задържите продължително тази карта (Long Click). Проверете запазените изречения и ги обърнете.
bn: আপনার কার্ডগুলি পরীক্ষা করুন এবং উল্টান। (Long-press to delete)
ca: Pots suprimir aquesta targeta mantenint-la premuda (clic llarg). Comprova i gira les frases desades.
cs: Prohlížejte karty a otáčejte je. (Long-press to delete)
cy: Gallwch ei ddileu trwy wasgu a dal y cerdyn hwn (Clic Hir). Gwiriwch a throwch y brawddegau sydd wedi'u cadw drosodd.
da: Tjek kort og vend dem. (Long-press to delete)
de: Überprüfen Sie Ihre gespeicherten Karten und drehen Sie sie um. (Long-press to delete)
el: Ελέγξτε τις κάρτες και γυρίστε τις. (Long-press to delete)
es: Revisa tus tarjetas guardadas y gíralas para ver respuestas. (Mantén presionado para eliminar)
et: Selle kustutamiseks hoia seda kaarti all (pikk klõps). Kontrolli salvestatud lauset ja keera see ümber.
eu: Txartel hau luze sakatuta (Sakatu luzea) ezaba dezakezu. Egiaztatu eta irauli gordetako esaldiak.
fa: کارت‌های خود را بررسی کرده و برگردانید. (Long-press to delete)
fi: Tarkista kortit ja käännä ne. (Long-press to delete)
fil: Suriin ang iyong mga na-save na card at i-flip ang mga ito. (Long-press to delete)
fr: Vérifiez vos cartes enregistrées et retournez-les pour voir les réponses. (Long-press to delete)
gl: Podes eliminar esta tarxeta manténdoa pulsada (clic longo). Comproba e dá a volta á frase gardada.
gu: તમારા કાર્ડ્સ તપાસો અને તેમને ફેરવો. (Long-press to delete)
he: בדוק את הכרטיסים והפוך אותם. (Long-press to delete)
hi: अपने सहेजे गए कार्ड देखें और उत्तर देखने के लिए उन्हें पलटें. (Long-press to delete)
hu: Ellenőrizze a kártyákat és fordítsa meg őket. (Long-press to delete)
hy: Երկար սեղմեք (Երկար սեղմում) այս քարտի վրա՝ այն ջնջելու համար։ Ստուգեք պահպանված նախադասությունները և շրջեք այն։
id: Periksa kartu tersimpan Anda dan balik untuk melihat jawaban. (Long-press to delete)
is: Þú getur eytt þessu korti með því að halda því inni (Langa smelltu). Athugaðu vistaðar setningar og snúðu þeim við.
it: Controlla le tue carte salvate e girale per vedere le risposte. (Long-press to delete)
ja: 保存されたカードを確認し、裏返して正解を確認します。(長押しで削除)
ka: ამ ბარათზე ხანგრძლივი დაჭერით (Long Click) შეგიძლიათ წაშალოთ იგი. შეამოწმეთ შენახული წინადადებები და გადააბრუნეთ ისინი.
kk: Егер осы картаны ұзақ басып тұрсаңыз (Ұзақ басу), оны жоюға болады. Сақталған сөйлемді тексеріп, аударыңыз.
km: អ្នកអាចលុបកាតនេះដោយចុចឱ្យជាប់ (Long Click)។ ពិនិត្យមើលប្រយោគដែលបានរក្សាទុក ហើយបង្វិលវា។
kn: ನಿಮ್ಮ ಕಾರ್ಡ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಅವುಗಳನ್ನು ತಿರುಗಿಸಿ. (Long-press to delete)
ko: 저장된 항목을 확인하고 뒤집어보세요. 카드를 길게 누르면 삭제할 수 있습니다.
ky: Бул картты узакка бассаңыз (Long Click) өчүрүүгө болот. Сакталган сүйлөмдөрдү текшерип оодарыңыз.
lo: ກົດຄ້າງໄວ້ (Long Click) ທີ່ບັດນີ້ເພື່ອລຶບ. ກວດເບິ່ງປະໂຫຍກທີ່ບັນທຶກໄວ້ ແລະປີ້ນມັນ.
mk: Можете да го избришете со долго притискање (Long Click) на оваа картичка. Проверете ги зачуваните реченици и превртете ги.
ml: നിങ്ങളുടെ കാർഡുകൾ പരിശോധിച്ച് അവ മറിക്കുക. (Long-press to delete)
mn: Энэ картыг удаан дарснаар (Long Click) устгах боломжтой. Хадгалсан өгүүлбэрийг шалгаж эргүүлж үзээрэй.
mr: तुमची कार्ड तपासा आणि त्यांना पलटवा. (Long-press to delete)
my: ဤ ကတ်ကို ဖိထားလျှင် (Long Click) ဖျက်နိုင်သည်။ သိမ်းဆည်းထားသော စာကြောင်းကို စစ်ဆေးပြီး လှန်ကြည့်ပါ။
nb: Du kan slette dette kortet ved å trykke lenge på det. Sjekk og vend de lagrede setningene.
ne: यो कार्डलाई लामो समयसम्म थिचेर (Long Click) मेटाउन सकिन्छ। सुरक्षित गरिएका वाक्यहरू जाँच गर्नुहोस् र फ्लिप गर्नुहोस्।
nl: Bekijk opgeslagen kaarten en draai ze om. (Long-press to delete)
or: ଆପଣ ଏହି କାର୍ଡକୁ ଡିଲିଟ୍ କରିବାକୁ ଏହାକୁ ଦୀର୍ଘ ସମୟ ପର୍ଯ୍ୟନ୍ତ ଦବାଇପାରିବେ (ଲମ୍ବା କ୍ଲିକ୍)। ସେଭ୍ ହୋଇଥିବା ବାକ୍ୟ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ଓଲଟାନ୍ତୁ।
pa: ਆਪਣੇ ਕਾਰਡ ਚੈੱਕ ਕਰੋ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਪਲਟੋ। (Long-press to delete)
pl: Sprawdź zapisane karty i odwracaj je. (Long-press to delete)
ro: Verifică cardurile și întoarce-le. (Long-press to delete)
ru: Просматривайте карточки и переворачивайте их. (Long-press to delete)
si: මෙම කාඩ්පත මකා දැමීමට දිගු වේලාවක් ඔබන්න. සුරකින ලද වාක්‍ය පරීක්ෂා කර ඒවා පෙරළන්න.
sk: Túto kartu môžete odstrániť dlhým stlačením (dlhé kliknutie). Skontrolujte uloženú vetu a otočte ju.
sl: To kartico lahko izbrišete z dolgim pritiskom (dolgi klik). Preverite shranjene stavke in jih obrnite.
sq: Ju mund ta fshini këtë kartë duke e shtypur gjatë (Shtypni Gjatë). Kontrolloni dhe ktheni fjalinë e ruajtur.
sr: Можете да обришете ову картицу држањем (дуги клик). Проверите и преврните сачуване реченице.
sv: Kolla kort och vänd dem. (Long-press to delete)
sw: Angalia kadi zako na uzigeuze. (Long-press to delete)
ta: உங்கள் கார்டுகளைச் சரிபார்த்து அவற்றைத் திருப்பவும். (Long-press to delete)
te: మీ కార్డులను తనిఖీ చేయండి మరియు వాటిని తిప్పండి. (Long-press to delete)
th: ตรวจสอบการ์ดที่บันทึกไว้และพลิกดูคำตอบ (Long-press to delete)
tl: Maaari mong i-delete ang card na ito sa pamamagitan ng pagpindot nang matagal dito (Long Click). Suriin ang mga naka-save na pangungusap at i-flip ang mga ito.
tr: Kayıtlı kartlarını kontrol et ve cevapları gör. (Long-press to delete)
uk: Переглядайте картки та перевертайте їх. (Long-press to delete)
ur: اپنے کارڈز چیک کریں اور انہیں پلٹیں۔ (Long-press to delete)
uz: Ushbu kartani uzoq bosish (Long Click) orqali o'chirishingiz mumkin. Saqlangan jumlalarni tekshiring va aylantirib ko'ring.
vi: Kiểm tra các thẻ đã lưu và lật chúng để xem câu trả lời. (Long-press to delete)
zh_cn: 查看已保存的卡片并翻转查看答案。(长按删除)
zh_tw: 查看已儲存的卡片並翻轉查看答案。(長按刪除)
zu: Ungalicindezela isikhathi eside (Long Click) leli khadi ukuze ulisuse. Bheka imisho elondoloziwe bese uyayiphendula.

# tutorialM3SelectTitle
source: Select Material
af: Kies Materiaal
am: ቁሳቁስ ይምረጡ
ar: اختر مادة
as: সামগ্ৰী নিৰ্বাচন
be: Выбар матэрыялу
bg: Избор на материали
bn: উপকরণ নির্বাচন
ca: Selecciona el material
cs: Výběr materiálu
cy: Dewis Deunydd
da: Vælg Materiale
de: Materialwahl
el: Επιλογή Υλικού
es: Seleccionar Material
et: Materjali valik
eu: Materiala hautatu
fa: انتخاب مطلب
fi: Valitse Materiaali
fil: Pumili ng Materyales
fr: Sélectionner Matériel
gl: Selección de material
gu: સામગ્રી પસંદ કરો
he: בחר חומר
hi: सामग्री चुनें
hu: Anyag Kiválasztása
hy: Նյութի ընտրություն
id: Pilih Materi
is: Efnisval
it: Seleziona Materiale
ja: 教材選択
ka: მასალის არჩევა
kk: Материалды таңдау
km: ជ្រើសរើសសម្ភារៈ
kn: ವಸ್ತು ಆಯ್ಕೆಮಾಡಿ
ko: 자료 선택
ky: Материал тандоо
lo: ເລືອກເອກະສານ
mk: Избор на материјал
ml: മെറ്റീരിയൽ തിരഞ്ഞെടുക്കുക
mn: Материал сонгох
mr: साहित्य निवडा
my: အချက်အလက် ရွေးချယ်ခြင်း
nb: Velg materiale
ne: सामग्री छनोट गर्नुहोस्
nl: Selecteer Materiaal
or: ସାମଗ୍ରୀ ଚୟନ
pa: ਸਮੱਗਰੀ ਚੁਣੋ
pl: Wybierz Materiał
ro: Selectare Material
ru: Выбор материала
si: ද්‍රව්‍ය තෝරන්න
sk: Výber materiálu
sl: Izbira gradiva
sq: Zgjidhni Materialin
sr: Избор материјала
sv: Välj Material
sw: Chagua Nyenzo
ta: பொருளைத் தேர்ந்தெடு
te: మెటీరియల్ ఎంచుకోండి
th: เลือกสื่อ
tl: Pumili ng Materyal
tr: Materyal Seç
uk: Вибір матеріалу
ur: مواد منتخب کریں
uz: Ma'lumotlarni tanlash
vi: Chọn tài liệu
zh_cn: 选择资料
zh_tw: 選擇資料
zu: Khetha Izinto Zokwakha

# tutorialM3SelectDesc
source: Choose a material set for speaking practice.
af: Kies stel vir praatoefening.
am: ቁሳቁሶችን ለመለማመድ የቁሳቁስ ስብስብ አዶን (📚) በላይኛው የመተግበሪያ አሞሌ ላይ ይጫኑ።
ar: اختر مجموعة لممارسة التحدث.
as: অনুশীলন কৰিবলৈ সামগ্ৰী সংকলন নিৰ্বাচন কৰিবলৈ শীৰ্ষ এপবাৰৰ সামগ্ৰী সংকলন আইকন (📚) টিপক।
be: Націсніце значок набору матэрыялаў (📚) на верхняй панэлі прыкладання, каб выбраць матэрыял для практыкі.
bg: Докоснете иконата на колекция от материали (📚) в горната лента на приложението, за да изберете материала, който да практикувате.
bn: কথা বলার অনুশীলনের জন্য সেট বেছে নিন।
ca: Prem la icona de la col·lecció de material (📚) a la barra d'aplicacions superior per seleccionar el material que vols practicar.
cs: Vyberte sadu pro mluvení.
cy: Pwyswch yr eicon casgliad deunydd (📚) ar far app uchaf i ddewis y deunydd i'w ymarfer.
da: Vælg sæt til taleøvelse.
de: Wählen Sie ein Materialset für die Sprechübung.
el: Επιλέξτε σετ για πρακτική ομιλίας.
es: Elige un set de material para practicar habla.
et: Harjutatava materjali valimiseks vajuta ülemise rakenduseriba materjalikogumi ikooni (📚).
eu: Sakatu datu-multzoaren ikonoa (📚) goiko aplikazio-barran praktikatu nahi duzun materiala hautatzeko.
fa: یک مجموعه برای تمرین صحبت کردن انتخاب کنید.
fi: Valitse setti puheharjoitukseen.
fil: Pumili ng set para sa pagsasanay sa pagsasalita.
fr: Choisissez un set de matériel pour pratiquer l'oral.
gl: Toca a icona do libro de traballo (📚) na barra de aplicacións superior para seleccionar o material que queres practicar.
gu: બોલવાની પ્રેક્ટિસ માટે સેટ પસંદ કરો.
he: בחר סט לתרגול דיבור.
hi: बोलने के अभ्यास के लिए सामग्री सेट चुनें.
hu: Válasszon készletet beszédgyakorláshoz.
hy: Սեղմեք վերևի հավելվածի գործիքագոտու նյութերի հավաքածուի պատկերակը (📚)՝ մարզվելու համար նյութ ընտրելու համար։
id: Pilih set materi untuk latihan bicara.
is: Ýttu á efnissettstáknið (📚) á efsta appbarnum til að velja efni til að æfa.
it: Scegli un set di materiali per la pratica parlata.
ja: スピーキング練習を行う教材セットを選択してください。
ka: აირჩიეთ მასალა სავარჯიშოდ მასალების ნაკრების ხატულაზე (📚) ზედა ზოლზე დაჭერით.
kk: Жаттығуға арналған материалды таңдау үшін жоғарғы қолданбалы тақтадағы материал белгішесін (📚) басыңыз.
km: ចុចរូបតំណាងបណ្ណាល័យ (📚) នៅលើរបារកម្មវិធីខាងលើ ដើម្បីជ្រើសរើសសម្ភារៈដែលត្រូវអនុវត្ត។
kn: ಮಾತನಾಡುವ ಅಭ್ಯಾಸಕ್ಕಾಗಿ ಸೆಟ್ ಆಯ್ಕೆಮಾಡಿ.
ko: 우측 상단 메뉴(⋮)에서 연습하고 싶은 자료집을 선택하세요.
ky: Жогорку колдонмо тилкесиндеги жыйнак белгисин (📚) басып машыга турган материалды тандаңыз.
lo: ກົດໄອຄອນຊຸດເອກະສານ (📚) ຢູ່ເທິງແຖບແອັບເພື່ອເລືອກເອກະສານທີ່ຈະຝຶກ.
mk: Притиснете ја иконата за збирка материјали (📚) на горната лента со апликации за да изберете материјал за вежбање.
ml: സംസാര പരിശീലനത്തിനായി സെറ്റ് തിരഞ്ഞെടുക്കുക.
mn: Дээд талын апп баар дээрх цуглуулгын дүрс (📚)-г дарж дадлага хийх материалаа сонгоно уу.
mr: बोलण्याच्या सरावासाठी संच निवडा.
my: အပေါ်ဆုံး အက်ပ်ဘားရှိ အချက်အလက်များ စုစည်းထားသော စာအုပ် အိုင်ကွန်(📚)ကို နှိပ်၍ လေ့ကျင့်မည့် အချက်အလက်ကို ရွေးပါ။
nb: Trykk på materiellikonet (📚) på den øverste applinjen for å velge materialet du vil øve på.
ne: माथिल्लो एप बारमा रहेको सामग्री सङ्ग्रह आइकन (📚) थिचेर अभ्यास गर्नको लागि सामग्री छनोट गर्नुहोस्।
nl: Kies een set voor spreekoefening.
or: ଅଭ୍ୟାସ କରିବାକୁ ଉପର ଆପ୍ ବାର୍ ରେ ଥିବା ଉପାଦାନ ସଂଗ୍ରହ ଆଇକନ୍ (📚) କୁ ଦବାଇ ଏକ ଉପାଦାନ ଚୟନ କରନ୍ତୁ।
pa: ਬੋਲਣ ਦੇ ਅਭਿਆਸ ਲਈ ਸੈੱਟ ਚੁਣੋ।
pl: Wybierz zestaw do ćwiczeń mówienia.
ro: Alege un set pentru practică.
ru: Выберите набор для разговорной практики.
si: පුහුණු වීමට ද්‍රව්‍ය එකතුවක් තේරීමට ඉහළ යෙදුම් තීරුවේ ඇති ද්‍රව්‍ය එකතු නිරූපකය (📚) ඔබන්න.
sk: Stlačením ikony zbierky materiálov (📚) na hornom paneli aplikácie vyberte materiál na precvičovanie.
sl: Izberite gradivo za vadbo s pritiskom na ikono zbirke gradiv (📚) na zgornji vrstici aplikacije.
sq: Shtypni ikonën e librit burim (📚) në shiritin e aplikacionit të sipërm për të zgjedhur materialin për të ushtruar.
sr: Притисните икону збирке материјала (📚) на горњој траци апликације да бисте изабрали материјал за вежбање.
sv: Välj set för talövning.
sw: Chagua seti kwa mazoezi ya kuzungumza.
ta: பேச்சுப் பயிற்சிக்கான தொகுப்பைத் தேர்ந்தெடுக்கவும்.
te: మాట్లాడే సాధన కోసం సెట్‌ను ఎంచుకోండి.
th: เลือกชุดสื่อสำหรับการฝึกพูด
tl: Pindutin ang icon ng set ng materyal (📚) sa itaas na app bar para pumili ng materyal na pagsasanayan.
tr: Konuşma pratiği için bir set seç.
uk: Виберіть набір для практики.
ur: بولنے کی مشق کے لیے سیٹ منتخب کریں۔
uz: Yuqori ilova panelidagi ma'lumotlar to'plami belgisini (📚) bosib, mashq qilmoqchi bo'lgan ma'lumotlarni tanlang.
vi: Chọn bộ tài liệu để luyện nói.
zh_cn: 选择用于口语练习的资料集。
zh_tw: 選擇用於口說練習的資料集。
zu: Cindezela isithonjana seqoqo lezinto zokwakha (📚) kubha yohlelo lokusebenza engenhla ukuze ukhethe izinto zokwakha ozozijwayeza.

# tutorialM3IntervalTitle
source: Interval
am: ክፍተት ያዘጋጁ
ar: الفاصل
as: সময় নিৰ্ধাৰণ
be: Настройка інтэрвалу
bg: Настройка на интервала
bn: বিরতি
ca: Configura l'interval
cy: Gosod Cyfwng
de: Intervall
el: Διάστημα
es: Intervalo
et: Intervalli seadistus
eu: Tartea ezarri
fa: فاصله
fi: Aikaväli
fil: Agwat
fr: Intervalle
gl: Axuste de intervalo
gu: અંતરાલ
he: מרווח
hi: अंतराल
hu: Időköz
hy: Միջակայքի կարգավորում
is: Millibilsstilling
it: Intervallo
ja: 間隔設定
ka: ინტერვალის დაყენება
kk: Аралықты орнату
km: កំណត់ចន្លោះពេល
kn: ಅಂತರ
ko: 간격 설정
ky: Аралыкты жөндөө
lo: ຕັ້ງຄ່າໄລຍະຫ່າງ
mk: Поставување интервал
ml: ഇടവേള
mn: Завсар тохируулах
mr: मध्यांतर
my: ကြားကာလ ဆက်တင်
nb: Angi intervall
ne: अन्तराल सेटिङ
or: ବ୍ୟବଧାନ ସେଟିଂ
pa: ਅੰਤਰਾਲ
pl: Interwał
ru: Интервал
si: පරතරය සකසන්න
sk: Nastavenie intervalu
sl: Nastavitev intervala
sq: Vendosni Intervalin
sr: Подешавање интервала
sv: Intervall
sw: Muda
ta: இடைவேளை
te: విరామం
th: ระยะห่าง
tl: Itakda ang Interval
tr: Aralık
uk: Інтервал
ur: وقفہ
uz: Intervalni sozlash
vi: Khoảng cách
zh_cn: 间隔
zh_tw: 間隔
zu: Setha Isikhawu
