Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

# currentMaterialLabel
source: Current Selected Material:
am: በአሁኑ ጊዜ የተመረጠ የውሂብ ስብስብ:
as: বৰ্তমান নিৰ্বাচিত সামগ্ৰী সংকলন:
be: Бягучы выбраны набор матэрыялаў:
bg: Текущо избрана колекция от материали:
ca: Col·lecció de material seleccionada actualment:
cy: Casgliad deunydd a ddewiswyd ar hyn o bryd:
et: Praegu valitud materjalikogum:
eu: Hautatutako datu-multzoa:
gl: Libro de traballo seleccionado actualmente:
hy: Ընթացիկ ընտրված նյութերի հավաքածու.
is: Núverandi valið efnissett:
ka: ამჟამად არჩეული მასალების ნაკრები:
kk: Ағымдағы таңдалған материал:
km: បណ្ណាល័យដែលបានជ្រើសរើសនាពេលបច្ចុប្បន្ន៖
ko: 현재 선택 자료집:
ky: Учурда тандалган жыйнак:
lo: ຊຸດເອກະສານທີ່ເລືອກໃນປັດຈຸບັນ:
mk: Тековно избрана збирка материјали:
mn: Одоогийн сонгосон материал:
my: လက်ရှိ ရွေးချယ်ထားသော အချက်အလက်များ စုစည်းထားသော စာအုပ်:
nb: Nåværende valgte materiell:
ne: हालको चयन गरिएको सामग्री संग्रह:
or: ବର୍ତ୍ତମାନ ଚୟନିତ ଉପାଦାନ ସଂଗ୍ରହ:
si: දැනට තෝරාගත් ද්‍රව්‍ය එකතුව:
sk: Aktuálne vybraná zbierka materiálov:
sl: Trenutno izbrana zbirka gradiv:
sq: Libri burim aktual i zgjedhur:
sr: Тренутно изабрана збирка материјала:
tl: Kasalukuyang Piniling Materyal:
uz: Hozirgi tanlangan materiallar to'plami:
zu: Iqoqo Lezinto Zokwakha Zamanje Ezikhethiwe:

# basicMaterialRepository
source: Basic Repository
am: መሠረታዊ የዓረፍተ ነገር/የቃላት መዝገብ
as: বেচিক বাক্য/শব্দ ভঁৰাল
be: Асноўнае сховішча фраз/слоў
bg: Основно хранилище на изречения/думи
ca: Repositori bàsic de frases/paraules
cy: Storio brawddegau/geiriau sylfaenol
et: Põhiliste lausete/sõnade hoidla
eu: Oinarrizko esaldi/hitz biltegia
gl: Repositorio básico de frases/palabras
hy: Հիմնական նախադասությունների/բառերի պահեստ
is: Grunngeymsla setninga/orða
ka: ძირითადი წინადადებების/სიტყვების საცავი
kk: Негізгі сөйлем/сөз сақтау орны
km: ឃ្លាំងផ្ទុកប្រយោគ/ពាក្យជាមូលដ្ឋាន
ko: 기본 문장/단어 저장소
ky: Негизги сүйлөм/сөз сактагычы
lo: ບ່ອນເກັບມ້ຽນປະໂຫຍກ/ຄຳສັບພື້ນຖານ
mk: Основно складиште на реченици/зборови
mn: Үндсэн өгүүлбэр/үгсийн сан
my: အခြေခံ စာကြောင်း/စကားလုံး သိမ်းဆည်းရာ
nb: Grunnleggende setnings-/ordlager
ne: आधारभूत वाक्य/शब्द भण्डार
or: ମୌଳିକ ବାକ୍ୟ/ଶବ୍ଦ ଷ୍ଟୋରେଜ୍
si: මූලික වාක්‍ය/වචන ගබඩාව
sk: Základné úložisko viet/slov
sl: Osnovno skladišče stavkov/besed
sq: Depo bazë e fjalive/fjalëve
sr: Основно складиште реченица/речи
tl: Basic na Imbakan ng Pangungusap/Salita
uz: Asosiy jumlalar/so'zlar ombori
zu: Inqolobane Yemisho/Amagama Ayisisekelo

source: Word
am: ቃል
as: শব্দ
be: Слова
bg: Дума
ca: Paraula
cy: Gair
et: Sõna
eu: Hitza
gl: Palabra
hy: Բառ
is: Orð
ka: სიტყვა
kk: Сөз
km: ពាក្យ
ko: 단어
ky: Сөз
lo: ຄຳສັບ
mk: Збор
mn: Үг
my: စကားလုံး
nb: Ord
ne: शब्द
or: ଶବ୍ଦ
si: වචනය
sk: Slovo
sl: Beseda
sq: Fjalë
sr: Реч
tl: Salita
uz: So'z
zu: Igama

source: Sentence
am: ዓረፍተ ነገር
as: বাক্য
be: Фраза
bg: Изречение
ca: Frase
cy: Brawddeg
et: Lause
eu: Esaldi
gl: Frase
hy: Նախադասություն
is: Setning
ka: წინადადება
kk: Сөйлем
km: ប្រយោគ
ko: 문장
ky: Сүйлөм
lo: ປະໂຫຍກ
mk: Реченица
mn: Өгүүлбэр
my: စာကြောင်း
nb: Setning
ne: वाक्य
or: ବାକ୍ୟ
si: වාක්‍යය
sk: Veta
sl: Stavek
sq: Fjali
sr: Реченица
tl: Pangungusap
uz: Gap
zu: Umusho

# tabReview
source: Review ({count})
af: Hersiening ({count})
am: ክለሳ ({count})
ar: مراجعة ({count})
as: পুনৰীক্ষণ ({count})
be: Агляд ({count})
bg: Преглед ({count})
bn: রিভিউ ({count})
ca: Repàs ({count})
cs: Opakování ({count})
cy: Adolygu ({count})
da: Gennemgang ({count})
de: Wiederholen ({count})
el: Επανάληψη ({count})
es: Repaso ({count})
et: Kordamine ({count})
eu: Berrikusi ({count})
fa: مرور ({count})
fi: Kertaus ({count})
fil: Balik-aral ({count})
fr: Révision ({count})
gl: Repaso ({count})
gu: સમીક્ષા ({count})
he: חזרה ({count})
hi: समीक्षा ({count})
hu: Áttekintés ({count})
hy: Վերանայում ({count})
id: Ulasan ({count})
is: Endurskoðun ({count})
it: Ripasso ({count})
ja: 復習 ({count})
ka: გამეორება ({count})
kk: Қайталау ({count})
km: ពិនិត្យ ({count})
kn: పరిశీలన ({count})
ko: 복습 ({count})
ky: Кайталоо ({count})
lo: ທົບທວນ ({count})
mk: Преглед ({count})
ml: അവലോകനം ({count})
mn: Давтах ({count})
mr: पुनरावलोकन ({count})
my: ပြန်လည်သုံးသပ်ခြင်း ({count})
nb: Gjennomgang ({count})
ne: समीक्षा ({count})
nl: Herhalen ({count})
or: ପୁନର୍ବିଚାର ({count})
pa: ਸਮੀਖਿਆ ({count})
pl: Powtórka ({count})
ro: Recapitulare ({count})
ru: Обзор ({count})
si: සමාලෝචනය ({count})
sk: Opakovanie ({count})
sl: Ponovitev ({count})
sq: Rishikim ({count})
sr: Преглед ({count})
sv: Repetition ({count})
sw: Mapitio ({count})
ta: மதிப்பாய்வு ({count})
te: సమీక్ష ({count})
th: ทบทวน ({count})
tl: Pag-aaral ({count})
tr: Tekrar ({count})
uk: Огляд ({count})
ur: جائزہ ({count})
uz: Ko'rib chiqish ({count})
vi: Ôn tập ({count})
zh_cn: 复习 ({count})
zh_tw: 複習 ({count})
zu: Buyekeza ({count})

# tabStudyMaterial
source: Study Material ({count})
af: Materiaal ({count})
am: የጥናት ቁሳቁስ ({count})
ar: مواد الدراسة ({count})
as: অধ্যয়ন সামগ্ৰী ({count})
be: Вучэбны матэрыял ({count})
bg: Учебни материали ({count})
bn: উপকরণ ({count})
ca: Material d'estudi ({count})
cs: Materiály ({count})
cy: Deunydd Astudio ({count})
da: Materiale ({count})
de: Lernmaterial ({count})
el: Υλικό ({count})
es: Material ({count})
et: Õppematerjalid ({count})
eu: Ikasketa-materiala ({count})
fa: مطالب ({count})
fi: Materiaali ({count})
fil: Materyales ({count})
fr: Matériel ({count})
gl: Material de estudo ({count})
gu: સામગ્રી ({count})
he: חומר ({count})
hi: अध्ययन सामग्री ({count})
hu: Anyagok ({count})
hy: Ուսումնական նյութեր ({count})
id: Materi Belajar ({count})
is: Námsefni ({count})
it: Materiale ({count})
ja: 学習教材 ({count})
ka: სასწავლო მასალა ({count})
kk: Оқу материалы ({count})
km: សម្ភារៈសិក្សា ({count})
kn: పాఠ్యాంశం ({count})
ko: 학습 자료 ({count})
ky: Окуу материалы ({count})
lo: ເອກະສານການຮຽນ ({count})
mk: Материјал за учење ({count})
ml: മെറ്റീരിയൽ ({count})
mn: Сурах материал ({count})
mr: साहित्य ({count})
my: သင်ယူရန် အချက်အလက် ({count})
nb: Læremateriell ({count})
ne: अध्ययन सामग्री ({count})
nl: Studiemateriaal ({count})
or: ଅଧ୍ୟୟନ ସାମଗ୍ରୀ ({count})
pa: ਸਮੱਗਰੀ ({count})
pl: Materiały ({count})
ro: Material ({count})
ru: Материалы ({count})
si: ඉගෙනුම් ද්‍රව්‍ය ({count})
sk: Učebné materiály ({count})
sl: Učno gradivo ({count})
sq: Material studimi ({count})
sr: Материјал за учење ({count})
sv: Material ({count})
sw: Nyenzo ({count})
ta: பொருள் ({count})
te: మెటీరియల్ ({count})
th: สื่อการเรียนรู้ ({count})
tl: Materyal sa Pag-aaral ({count})
tr: Materyal ({count})
uk: Матеріали ({count})
ur: مواد ({count})
uz: O'quv materiallari ({count})
vi: Tài liệu học ({count})
zh_cn: 学习资料 ({count})
zh_tw: 學習資料 ({count})
zu: Izinto Zokwakha Zokufunda ({count})

# mode2Title
source: Review
af: Hersiening
am: ክለሳ
ar: مراجعة
as: পুনৰীক্ষণ
be: Агляд
bg: Преглед
bn: রিভিউ
ca: Repàs
cs: Opakování
cy: Adolygu
da: Gennemgang
de: Wiederholung
el: Επανάληψη
es: Repaso
et: Kordamine
eu: Berrikusi
fa: مرور
fi: Kertaus
fil: Balik-aral
fr: Révision
gl: Repaso
gu: સમીક્ષા
he: חזרה
hi: समीक्षा
hu: Áttekintés
hy: Վերանայում
id: Ulasan
is: Endurskoðun
it: Ripasso
ja: 復習
ka: გამეორება
kk: Қайталау
km: ពិនិត្យ
kn: ಪರಿಶೀಲನೆ
ko: 복습
ky: Кайталоо
lo: ທົບທວນ
mk: Преглед
ml: അവലോകനം
mn: Давтах
mr: पुनरावलोकन
my: ပြန်လည်သုံးသပ်ခြင်း
nb: Gjennomgang
ne: समीक्षा
nl: Herhaling
or: ପୁନର୍ବିଚାର
pa: ਸਮੀਖਿਆ
pl: Powtórka
ro: Recapitulare
ru: Обзор
si: සමාලෝචනය
sk: Opakovanie
sl: Ponovitev
sq: Rishikim
sr: Преглед
sv: Repetition
sw: Mapitio
ta: மதிப்பாய்வு
te: సమీక్ష
th: ทบทวน
tl: Pag-aaral
tr: Tekrar
uk: Огляд
ur: جائزہ
uz: Ko'rib chiqish
vi: Ôn tập
zh_cn: 复习
zh_tw: 複習
zu: Buyekeza

source: Search
af: Soek
am: ፈልግ
ar: بحث
as: সন্ধান
be: Пошук
bg: Търсене
bn: অনুসন্ধান
ca: Cerca
cs: Hledat
cy: Chwilio
da: Søg
de: Suche
el: Αναζήτηση
es: Buscar
et: Otsing
eu: Bilatu
fa: جستجو
fi: Haku
fil: Hanapin
fr: Rechercher
gl: Buscar
gu: શોધો
he: חיפוש
hi: खोजें
hu: Keresés
hy: Որոնում
id: Cari
is: Leit
it: Cerca
ja: 検索
ka: ძებნა
kk: Іздеу
km: ស្វែងរក
kn: ಹುಡುಕಿ
ko: 검색
ky: Издөө
lo: ຄົ້ນຫາ
mk: Пребарај
ml: തിരയുക
mn: Хайх
mr: शोधा
my: ရှာဖွေခြင်း
nb: Søk
ne: खोज्नुहोस्
nl: Zoeken
or: ସର୍ଚ୍ଚ
pa: ਖੋਜ
pl: Szukaj
ro: Căutare
ru: Поиск
si: සොයන්න
sk: Hľadať
sl: Iskanje
sq: Kërko
sr: Претрага
sv: Sök
sw: Tafuta
ta: தேடு
te: శోధించు
th: ค้นหา
tl: Maghanap
tr: Ara
uk: Пошук
ur: تلاش
uz: Qidiruv
vi: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋
zu: Sesha

source: Translate
af: Vertaal
am: ተርጉም
ar: ترجم
as: অনুবাদ
be: Пераклад
bg: Превод
bn: অনুবাদ
ca: Tradueix
cs: Přeložit
cy: Cyfieithu
da: Oversæt
de: Übersetzen
el: Μετάφραση
es: Traducir
et: Tõlgi
eu: Itzuli
fa: ترجمه
fi: Käännä
fil: Isalin
fr: Traduire
gl: Traducir
gu: અનુવાદ
he: תרגם
hi: अनुवाद
hu: Fordítás
hy: Թարգմանել
id: Terjemahkan
is: Þýða
it: Traduci
ja: 翻訳
ka: თარგმნა
kk: Аудару
km: បកប្រែ
kn: ಅನುವಾದಿಸಿ
ko: 번역
ky: Которуу
lo: ແປ
mk: Преведи
ml: വിവർത്തനം
mn: Орчуулах
mr: भाषांतर
my: ဘာသာပြန်ခြင်း
nb: Oversett
ne: अनुवाद गर्नुहोस्
nl: Vertalen
or: ଅନୁବାଦ
pa: ਅਨੁਵਾਦ
pl: Tłumacz
ro: Traducere
ru: Перевод
si: පරිවර්තනය කරන්න
sk: Preložiť
sl: Prevedi
sq: Përkthe
sr: Превод
sv: Översätt
sw: Tafsiri
ta: மொழிபெயர்
te: అనువాదం
th: แปลภาษา
tl: Isalin
tr: Çevir
uk: Перекласти
ur: ترجمہ
uz: Tarjima
vi: Dịch
zh_cn: 翻译
zh_tw: 翻譯
zu: Humusha

source: Listen
af: Luister
am: አዳምጥ
ar: استمع
as: শুনক
be: Слухаць
bg: Слушане
bn: শুনুন
ca: Escolta
cs: Poslouchat
cy: Gwrando
da: Lyt
de: Anhören
el: Ακρόαση
es: Escuchar
et: Kuula
eu: Entzun
fa: گوش دادن
fi: Kuuntele
fil: Makinig
fr: Écouter
gl: Escoitar
gu: સાંભળો
he: האזן
hi: सुनें
hu: Hallgatás
hy: Լսել
id: Dengar
is: Hlusta
it: Ascolta
ja: 聞く
ka: მოსმენა
kk: Тыңдау
km: ស្ដាប់
kn: ಆಲಿಸಿ
ko: 듣기
ky: Угуу
lo: ຟັງ
mk: Слушај
ml: കേൾക്കുക
mn: Сонсох
mr: ऐका
my: နားထောင်ခြင်း
nb: Lytt
ne: सुन्नुहोस्
nl: Luisteren
or: ଶୁଣନ୍ତୁ
pa: ਸੁਣੋ
pl: Słuchaj
ro: Ascultă
ru: Слушать
si: සවන් දෙන්න
sk: Počúvať
sl: Poslušaj
sq: Dëgjo
sr: Слушање
sv: Lyssna
sw: Sikiliza
ta: கேள்
te: వినండి
th: ฟัง
tl: Pakinggan
tr: Dinle
uk: Слухати
ur: سنیں
uz: Tinglash
vi: Nghe
zh_cn: 收听
zh_tw: 收聽
zu: Lalela

source: Save Data
af: Stoor
am: ውሂብ አስቀምጥ
ar: حفظ البيانات
as: ডাটা সংৰক্ষণ কৰক
be: Захаваць даныя
bg: Запазване на данни
bn: সংরক্ষণ
ca: Desa les dades
cs: Uložit
cy: Cadw Data
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
et: Salvesta andmed
eu: Datuak gorde
fa: ذخیره
fi: Tallenna
fil: I-save
fr: Enregistrer
gl: Gardar datos
gu: સાચવો
he: שמור
hi: सहेजें
hu: Mentés
hy: Տվյալների պահպանում
id: Simpan
is: Vista gögn
it: Salva Dati
ja: 保存
ka: მონაცემების შენახვა
kk: Деректерді сақтау
km: រក្សាទុកទិន្នន័យ
kn: ಉಳಿಸಿ
ko: 데이터 저장
ky: Маалыматтарды сактоо
lo: ບັນທຶກຂໍ້ມູນ
mk: Зачувај податоци
ml: സേവ് ചെയ്യുക
mn: Мэдээлэл хадгалах
mr: जतन करा
my: ဒေတာ သိမ်းဆည်းခြင်း
nb: Lagre data
ne: डाटा सुरक्षित गर्नुहोस्
nl: Opslaan
or: ଡାଟା ସେଭ୍ କରନ୍ତୁ
pa: ਸੇਵ ਕਰੋ
pl: Zapisz
ro: Salvare
ru: Сохранить
si: දත්ත සුරකින්න
sk: Uložiť dáta
sl: Shrani podatke
sq: Ruaj të dhënat
sr: Сачувај податке
sv: Spara
sw: Hifadhi
ta: சேமி
te: సేవ్ చేయి
th: บันทึกข้อมูล
tl: I-save ang Data
tr: Kaydet
uk: Зберегти
ur: محفوظ کریں
uz: Ma'lumotlarni saqlash
vi: Lưu
zh_cn: 保存数据
zh_tw: 儲存資料
zu: Londoloza Idatha

source: Saved
af: Gestoor
am: ተቀምጧል
ar: تم الحفظ
as: সংৰক্ষণ কৰা হ’ল
be: Захавана
bg: Запазено
bn: সংরক্ষিত
ca: S'ha desat
cs: Uloženo
cy: Cadw wedi'i Gwblhau
da: Gemt
de: Gespeichert
el: Αποθηκεύτηκε
es: Guardado
et: Salvestamine lõpetatud
eu: Gordeta
fa: ذخیره شد
fi: Tallennettu
fil: Na-save
fr: Enregistré
gl: Gardado
gu: સાચવ્યું
he: נשמר
hi: सहेजा गया
hu: Mentve
hy: Պահպանումն ավարտված է
id: Tersimpan
is: Vistað
it: Salvato
ja: 保存完了
ka: შენახულია
kk: Сақтау аяқталды
km: បានរក្សាទុក
kn: ಉಳಿಸಲಾಗಿದೆ
ko: 저장 완료
ky: Сакталды
lo: ບັນທຶກສຳເລັດ
mk: Зачувувањето е завршено
ml: സേവ് ചെയ്തു
mn: Хадгалж дууслаа
mr: जतन केले
my: သိမ်းဆည်းပြီးပါပြီ
nb: Lagring fullført
ne: सुरक्षित गरियो
nl: Opgeslagen
or: ସେଭ୍ ହୋଇଗଲା
pa: ਸੇਵ ਕੀਤਾ
pl: Zapisano
ro: Salvat
ru: Сохранено
si: සුරැකීම සම්පූර්ණයි
sk: Uložené
sl: Shranjevanje končano
sq: U ruajt me sukses
sr: Сачувано
sv: Sparad
sw: Imehifadhiwa
ta: சேமிக்கப்பட்டது
te: సేవ్ చేయబడింది
th: บันทึกแล้ว
tl: Na-save
tr: Kaydedildi
uk: Збережено
ur: محفوظ ہو گیا
uz: Saqlandi
vi: Đã lưu
zh_cn: 已保存
zh_tw: 已儲存
zu: Kulondoloziwe

source: Delete
af: Verwyder
am: ሰርዝ
ar: حذف
as: মচি পেলোৱা
be: Выдаліць
bg: Изтриване
bn: মুছুন
ca: Suprimeix
cs: Smazat
cy: Dileu
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
eu: Ezabatu
fa: حذف
fi: Poista
fil: Tanggalin
fr: Supprimer
gl: Eliminar
gu: કાઢી નાખો
he: מחק
hi: हटाएं
hu: Törlés
hy: Ջնջել
id: Hapus
is: Eyða
it: Elimina
ja: 削除
ka: წაშლა
kk: Жою
km: លុប
kn: ಅಳಿಸಿ
ko: 삭제
ky: Өчүрүү
lo: ລຶບ
mk: Избриши
ml: നീക്കം ചെയ്യുക
mn: Устгах
mr: काढून टाका
my: ဖျက်ခြင်း
nb: Slett
ne: मेटाउनुहोस्
nl: Verwijderen
or: ଡିଲିଟ୍
pa: ਹਟਾਓ
pl: Usuń
ro: Șterge
ru: Удалить
si: මකන්න
sk: Odstrániť
sl: Izbriši
sq: Fshi
sr: Обриши
sv: Ta bort
sw: Futa
ta: நீக்கு
te: తొలగించు
th: ลบ
tl: I-delete
tr: Sil
uk: Видалити
ur: حذف
uz: O'chirish
vi: Xóa
zh_cn: 删除
zh_tw: 刪除
zu: Susa

source: Material Info
af: Materiaalinligting
am: የቁሳቁስ መረጃ
ar: معلومات المادة
as: সামগ্ৰীৰ তথ্য
be: Інфармацыя пра матэрыял
bg: Информация за материала
bn: উপাদান তথ্য
ca: Informació del material
cs: Informace o materiálu
cy: Gwybodaeth Deunydd
da: Materialeinfo
el: Πληροφορίες υλικού
es: Info del Material
et: Materjali info
eu: Materialaren informazioa
fa: اطلاعات مطالب
fi: Materiaalin tiedot
fil: Impormasyon ng materyal
fr: Info Matériel
gl: Información do material
gu: સામગ્રી માહિતી
he: מידע על חומר
hi: सामग्री जानकारी
hu: Anyaginformáció
hy: Նյութի մասին տեղեկություններ
id: Info materi
is: Efnisupplýsingar
it: Info materiale
ja: 教材情報
ka: მასალის ინფორმაცია
kk: Материал туралы ақпарат
km: ព័ត៌មានសម្ភារៈ
kn: ವಿಷಯ ಮಾಹಿತಿ
ko: 자료 정보
ky: Материал тууралуу маалымат
lo: ຂໍ້ມູນເອກະສານ
mk: Информации за материјалот
ml: മെറ്റീരിയൽ വിവരം
mn: Материалын мэдээлэл
mr: साहित्य माहिती
my: အချက်အလက် အကြောင်း
nb: Materiellinformasjon
ne: सामग्री जानकारी
nl: Materiaalinfo
or: ସାମଗ୍ରୀ ସୂଚନା
pa: ਸਮੱਗਰੀ ਜਾਣਕਾਰੀ
pl: Informacje o materiale
ro: Informații material
ru: Информация о материале
si: ද්‍රව්‍ය තොරතුරු
sk: Informácie o materiáli
sl: Informacije o gradivu
sq: Informacione materiale
sr: Информације о материјалу
sw: Maelezo ya nyenzo
ta: பொருள் தகவல்
te: విషయ సమాచారం
th: ข้อมูลเนื้อหา
tl: Impormasyon ng Materyal
tr: Materyal bilgisi
uk: Інформація про матеріал
ur: مواد کی معلومات
uz: Ma'lumotlar haqida ma'lumot
vi: Thông tin tài liệu
zh_cn: 资料信息
zh_tw: 資料資訊
zu: Ulwazi Lwezinto Zokwakha

source: Cancel
af: Kanselleer
am: ይቅር
ar: إلغاء
as: বাতিল কৰক
be: Адмяніць
bg: Отказ
bn: বাতিল
ca: Cancel·la
cs: Zrušit
cy: Canslo
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
eu: Ezeztatu
fa: لغو
fi: Peruuta
fil: Kanselahin
fr: Annuler
gl: Cancelar
gu: રદ કરો
he: ביטול
hi: रद्द करें
hu: Mégse
hy: Չեղարկել
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ka: გაუქმება
kk: Болдырмау
km: បោះបង់
kn: ರದ್ದುಮಾಡಿ
ko: 취소
ky: Артка
lo: ຍົກເລີກ
mk: Откажи
ml: റദ്ദാക്കുക
mn: Цуцлах
mr: रद्द करा
my: ပယ်ဖျက်
nb: Avbryt
ne: रद्द गर्नुहोस्
nl: Annuleren
or: ବାତିଲ୍ କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
ro: Anulare
ru: Отмена
si: අවලංගු කරන්න
sk: Zrušiť
sl: Prekliči
sq: Anulo
sr: Откажи
sv: Avbryt
sw: Ghairi
ta: ரத்துசெய்
te: రద్దు చేయి
th: ยกเลิก
tl: Kanselahin
tr: İptal
uk: Скасувати
ur: منسوخ
uz: Bekor qilish
vi: Hủy
zh_cn: 取消
zh_tw: 取消
zu: Khansela

# confirm
source: OK
am: አረጋግጥ
ar: موافق
as: নিশ্চিত কৰক
be: Пацвердзіць
bg: Потвърждение
bn: ঠিক আছে
ca: Confirma
cy: Cadarnhau
et: Kinnita
eu: Egiaztatu
fa: تایید
gl: Confirmar
gu: બરાબર
he: אישור
hi: ठीक है
hy: Հաստատել
is: Staðfesta
ja: 確認
ka: დადასტურება
kk: Растау
km: យល់ព្រម
kn: ಸರಿ
ko: 확인
ky: Ырастоо
lo: ຢືນຢັນ
mk: Потврди
ml: ശരി
mn: Зөвшөөрөх
mr: ठीक आहे
my: အတည်ပြု
nb: Bekreft
ne: पक्का गर्नुहोस्
or: ନିଶ୍ଚିତ କରନ୍ତୁ
pa: ਠੀਕ ਹੈ
ru: ОК
si: තහවුරු කරන්න
sk: Potvrdiť
sl: Potrdi
sq: Konfirmo
sr: Потврди
sw: Sawa
ta: சரி
te: సరే
th: ตกลง
tl: Kumpirmahin
tr: Tamam
uk: ОК
ur: ٹھیک ہے
uz: Tasdiqlash
zh_cn: 确认
zh_tw: 確認
zu: Qinisekisa

source: Refresh
af: Verfris
am: አድስ
ar: تحديث
as: নতুন কৰক
be: Абнавіць
bg: Обновяване
bn: রিফ্রেশ
ca: Actualitza
cs: Obnovit
cy: Adnewyddu
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Actualizar
et: Värskenda
eu: Freskatu
fa: بروزرسانی
fi: Päivitä
fil: I-refresh
fr: Actualiser
gl: Actualizar
gu: રીફ્રેશ
he: רענן
hi: ताज़ा करें
hu: Frissítés
hy: Թարմացնել
id: Segarkan
is: Endurnýja
it: Aggiorna
ja: 更新
ka: განახლება
kk: Жаңарту
km: ធ្វើឱ្យស្រស់
kn: ರಿಫ್ರೆಶ್
ko: 새로고침
ky: Жаңыртуу
lo: ໂຫຼດໃໝ່
mk: Освежи
ml: പുതുക്കുക
mn: Шинэчлэх
mr: रीफ्रेश
my: ပြန်လည်ဆန်းသစ်
nb: Oppdater
ne: रिफ्रेस गर्नुहोस्
nl: Verversen
or: ରିଫ୍ରେସ୍ କରନ୍ତୁ
pa: ਰੀਫ੍ਰੈਸ਼
pl: Odśwież
ro: Reîmprospătare
ru: Обновить
si: නැවුම් කරන්න
sk: Obnoviť
sl: Osveži
sq: Rifresko
sr: Освежи
sv: Uppdatera
sw: Onyesha upya
ta: புதுப்பி
te: రీఫ్రెష్
th: รีเฟรช
tl: I-refresh
tr: Yenile
uk: Оновити
ur: تازہ کریں
uz: Yangilash
vi: Làm mới
zh_cn: 刷新
zh_tw: 重新整理
zu: Qabula

# studyRecords
source: Study Records ({count})
af: Rekords ({count})
am: የጥናት መዝገቦች ({count})
ar: سجلات الدراسة ({count})
as: অধ্যয়নৰ ৰেকৰ্ডসমূহ ({count})
be: Запісы навучання ({count})
bg: Записи за обучение ({count})
bn: রেকর্ড ({count})
ca: Enregistraments d'estudi ({count})
cs: Záznamy ({count})
cy: Cofnodion Astudio ({count})
da: Optegnelser ({count})
de: Lernprotokolle ({count})
el: Εγγραφές ({count})
es: Registros ({count})
et: Õppimisajalugu ({count})
eu: Ikasketa-erregistroak ({count})
fa: سوابق ({count})
fi: Tietueet ({count})
fil: Mga Tala ({count})
fr: Dossiers ({count})
gl: Rexistros de estudo ({count})
gu: રેકોર્ડ્સ ({count})
he: רשומות ({count})
hi: रिकॉर्ड ({count})
hu: Rekordok ({count})
hy: Ուսուցման գրառումներ ({count})
id: Catatan ({count})
is: Námsferill ({count})
it: Registrazioni ({count})
ja: 学習記録 ({count})
ka: სწავლის ჩანაწერები ({count})
kk: Оқу жазбалары ({count})
km: កំណត់ត្រាសិក្សា ({count})
kn: ದಾಖಲೆಗಳು ({count})
ko: 학습 기록 ({count})
ky: Окуу жазуулары ({count})
lo: ບັນທຶກການຮຽນ ({count})
mk: Записи за учење ({count})
ml: രേഖകൾ ({count})
mn: Сурах бичлэг ({count})
mr: रेकॉर्ड्स ({count})
my: သင်ယူခြင်း မှတ်တမ်း ({count})
nb: Læringsposter ({count})
ne: अध्ययन रेकर्ड ({count})
nl: Records ({count})
or: ଅଧ୍ୟୟନ ରେକର୍ଡ ({count})
pa: ਰਿਕਾਰਡ ({count})
pl: Wpisy ({count})
ro: Înregistrări ({count})
ru: Записи ({count})
si: ඉගෙනුම් වාර්තා ({count})
sk: Záznamy o učení ({count})
sl: Zapisi učenja ({count})
sq: Regjistrime studimi ({count})
sr: Записи о учењу ({count})
sv: Poster ({count})
sw: Rekodi ({count})
ta: பதிவுகள் ({count})
te: రికార్డులు ({count})
th: บันทึกการเรียนรู้ ({count})
tl: Mga Tala sa Pag-aaral ({count})
tr: Kayıtlar ({count})
uk: Записи ({count})
ur: ریکارڈز ({count})
uz: O'rganish yozuvlari ({count})
vi: Bản ghi học tập ({count})
zh_cn: 学习记录 ({count})
zh_tw: 學習記錄 ({count})
zu: Amarekhodi Okufunda ({count})

source: Target Language Filter:
af: Teiltaal Filter:
am: የዒላማ ቋንቋ ማጣሪያ:
ar: تصفية اللغة الهدف:
as: লক্ষ্য ভাষাৰ ফিল্টাৰ:
be: Фільтр мовы прызначэння:
bg: Филтър за целеви език:
bn: লক্ষ্য ভাষা ফিল্টার:
ca: Filtre d'idioma de destinació:
cs: Filtr jazyka:
cy: Hidl Iaith Darged:
da: Målsprog Filter:
de: Zielsprache Filter:
el: Φίλτρο Γλώσσας:
es: Filtrar idioma destino:
et: Sihtkeele filter:
eu: Helburuko hizkuntzaren iragazkia:
fa: فیلتر زبان مقصد:
fi: Kohdekieli Suodatin:
fil: Target na Wika:
fr: Filtre langue cible:
gl: Filtro de idioma de destino:
gu: લક્ષ્ય ભાષા ફિલ્ટર:
he: מסנן שפת יעד:
hi: लक्ष्य भाषा फ़िल्टर:
hu: Célnyelv szűrő:
hy: Թիրախային լեզվի զտիչ.
id: Filter Bahasa:
is: Sía marktungumáls:
it: Filtro Lingua:
ja: 対象言語フィルタ:
ka: სამიზნე ენის ფილტრი:
kk: Мақсатты тіл сүзгісі:
km: ត្រងតាមភាសាគោលដៅ៖
kn: ಗುರಿ ಭಾಷೆ ಫಿಲ್ಟರ್:
ko: 대상 언어 필터:
ky: Максаттуу тил чыпкасы:
lo: ຕົວກັ່ນຕອງພາສາເປົ້າໝາຍ:
mk: Филтер за целен јазик:
ml: ലക്ഷ്യ ഭാഷ ഫിൽട്ടർ:
mn: Зорилтот хэл шүүх:
mr: लक्ष्य भाषा फिल्टर:
my: ဦးတည် ဘာသာစကား စစ်ထုတ်ခြင်း:
nb: Målspråkfilter:
ne: लक्ष्य भाषा फिल्टर:
nl: Doeltaal Filter:
or: ଲକ୍ଷ୍ୟ ଭାଷା ଫିଲ୍ଟର୍:
pa: ਟੀਚਾ ਭਾਸ਼ਾ ਫਿਲਟਰ:
pl: Filtr języka:
ro: Filtru Limbă:
ru: Фильтр языка:
si: ඉලක්ක භාෂා පෙරහන:
sk: Filter cieľového jazyka:
sl: Filter ciljnega jezika:
sq: Filtri i gjuhës së synuar:
sr: Филтер циљног језика:
sv: Målspråk Filter:
sw: Kichujio cha Lugha:
ta: இலக்கு மொழி வடிகட்டி:
te: లక్ష్య భాష ఫిల్టర్:
th: ตัวกรองภาษาเป้าหมาย:
tl: I-filter ang Target na Wika:
tr: Hedef Dil Filtresi:
uk: Фільтр мови:
ur: ہدف زبان فلٹر:
uz: Maqsadli til filtri:
vi: Lọc ngôn ngữ đích:
zh_cn: 目标语言筛选:
zh_tw: 目標語言篩選:
zu: Isihlungi Solimi Okuhlosiwe:

# noRecords
source: No study records for selected language
af: Geen rekords vir gekose taal
am: ለተመረጠው ቋንቋ ምንም የጥናት መዝገቦች የሉም
ar: لا توجد سجلات للغة المحددة
as: নিৰ্বাচিত ভাষাৰ বাবে কোনো শিকন ৰেকৰ্ড নাই
be: Няма запісаў навучання для выбранай мовы
bg: Няма записи за обучение за избрания език
bn: নির্বাচিত ভাষার জন্য কোনো রেকর্ড নেই
ca: No hi ha cap enregistrament d'estudi per a l'idioma seleccionat
cs: Žádné záznamy pro vybraný jazyk
cy: Nid oes cofnodion astudio ar gael ar gyfer yr iaith a ddewiswyd
da: Ingen optegnelser for valgt sprog
de: Keine Lernprotokolle für die ausgewählte Sprache
el: Χωρίς εγγραφές για την επιλεγμένη γλώσσα
es: No hay registros para el idioma seleccionado
et: Valitud keele õppimisajalugu pole
eu: Ez dago hautatutako hizkuntzaren ikasketa-erregistrorik
fa: هیچ رکوردی برای زبان انتخاب شده وجود ندارد
fi: Ei tietueita valitulle kielelle
fil: Walang tala para sa napiling wika
fr: Aucun dossier pour la langue sélectionnée
gl: Non hai rexistros de estudo para o idioma seleccionado
gu: પસંદ કરેલી ભાષા માટે કોઈ રેકોર્ડ નથી
he: אין רשומות לשפה שנבחרה
hi: चयनित भाषा के लिए कोई रिकॉर्ड नहीं
hu: Nincs rekord a választott nyelvhez
hy: Ընտրված լեզվի ուսուցման գրառումներ չկան
id: Tidak ada catatan untuk bahasa yang dipilih
is: Enginn námsferill fyrir valið tungumál
it: Nessuna registrazione per la lingua selezionata
ja: 選択した言語の学習記録がありません
ka: არ არის სწავლის ჩანაწერები არჩეული ენისთვის
kk: Таңдалған тілде оқу жазбалары жоқ
km: មិនមានកំណត់ត្រាសិក្សាសម្រាប់ភាសាដែលបានជ្រើសរើសទេ
kn: ಆಯ್ದ ಭಾಷೆಗೆ ಯಾವುದೇ ದಾಖಲೆಗಳಿಲ್ಲ
ko: 선택한 언어의 학습 기록이 없습니다
ky: Тандалган тилде окуу жазуулары жок
lo: ບໍ່ມີບັນທຶກການຮຽນຮູ້ສຳລັບພາສາທີ່ເລືອກ
mk: Нема записи за учење за избраниот јазик
ml: തിരഞ്ഞെടുത്ത ഭാഷയ്ക്ക് രേഖകളില്ല
mn: Сонгосон хэлний сурах бичлэг байхгүй байна
mr: निवडलेल्या भाषेसाठी कोणतेही रेकॉर्ड नाहीत
my: ရွေးချယ်ထားသော ဘာသာစကား၏ သင်ယူခြင်း မှတ်တမ်း မရှိပါ။
nb: Ingen læringsposter for det valgte språket
ne: चयन गरिएको भाषाको अध्ययन रेकर्ड छैन
nl: Geen records voor geselecteerde taal
or: ଚୟନିତ ଭାଷା ପାଇଁ କୌଣସି ଅଧ୍ୟୟନ ରେକର୍ଡ ନାହିଁ
pa: ਚੁਣੀ ਗਈ ਭਾਸ਼ਾ ਲਈ ਕੋਈ ਰਿਕਾਰਡ ਨਹੀਂ
pl: Brak wpisów dla wybranego języka
ro: Nu există înregistrări pentru limba selectată
ru: Нет записей для выбранного языка
si: තෝරාගත් භාෂාව සඳහා ඉගෙනුම් වාර්තා නොමැත
sk: Žiadne záznamy o učení vo vybranom jazyku
sl: Ni zapisov učenja za izbrani jezik
sq: Nuk ka regjistrime studimi për gjuhën e zgjedhur
sr: Нема записа о учењу за изабрани језик
sv: Inga poster för valt språk
sw: Hakuna rekodi kwa lugha iliyochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட மொழிக்கு பதிவுகள் இல்லை
te: ఎంచుకున్న భాషకు రికార్డులు లేవు
th: ไม่มีบันทึกสำหรับภาษาที่เลือก
tl: Walang tala sa pag-aaral para sa napiling wika
tr: Seçili dil için kayıt yok
uk: Немає записів для вибраної мови
ur: منتخب زبان کے لیے کوئی ریکارڈ نہیں
uz: Tanlangan tilda o'rganish yozuvlari yo'q
vi: Không có bản ghi cho ngôn ngữ đã chọn
zh_cn: 所选语言没有学习记录
zh_tw: 所選語言沒有學習記錄
zu: Awekho amarekhodi okufunda olimi olukhethiwe
