Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

# targetLanguageLabel
source: Study Language (Target)
af: Target Language
am: የመማሪያ ቋንቋ (ዒላማ)
ar: Target Language
as: শিকা ভাষা (লক্ষ্য)
be: Мова навучання (Target)
bg: Език за учене (Цел)
bn: Target Language
ca: Idioma d'aprenentatge (Target)
cs: Target Language
cy: Iaith ddysgu (Targed)
da: Target Language
de: Target Language
el: Target Language
es: Target Language
et: Õppimiskeel (Sihtkeel)
eu: Ikasketa-hizkuntza (Helburua)
fa: Target Language
fi: Target Language
fil: Target Language
fr: Target Language
gl: Idioma de aprendizaxe (Destino)
he: Target Language
hi: Target Language
hu: Target Language
hy: Ուսումնական լեզուն (Target)
id: Target Language
is: Námstungumál (Target)
it: Target Language
ja: Target Language
ka: სასწავლო ენა (სამიზნე)
kk: Оқылатын тіл (Target)
km: ភាសាសិក្សា (Target)
kn: Target Language
ko: 학습 언어 (Target)
ky: Окуу тили (Target)
lo: ພາສາຮຽນ (ເປົ້າໝາຍ)
mk: Јазик за учење (Target)
ml: Target Language
mn: Сурах хэл (Target)
mr: Target Language
my: သင်ယူမည့် ဘာသာစကား (Target)
nb: Læringsspråk (mål)
ne: सिक्ने भाषा (Target)
nl: Target Language
or: ଶିକ୍ଷଣ ଭାଷା (ଲକ୍ଷ୍ୟ)
pa: Target Language
pl: Target Language
ro: Target Language
ru: Target Language
si: ඉගෙනුම් භාෂාව (ඉලක්කය)
sk: Jazyk učenia (Target)
sl: Jezik učenja (ciljni)
sq: Gjuha e studimit (Synimi)
sr: Језик учења (Циљни)
sv: Target Language
sw: Target Language
ta: Target Language
te: Target Language
th: Target Language
tl: Wika sa Pag-aaral (Target)
tr: Target Language
uk: Target Language
ur: Target Language
uz: O'rganiladigan til (Target)
vi: Target Language
zh_cn: Target Language
zh_tw: Target Language
zu: Ulimi Lokufunda (Oluhlosiwe)

# mode3Start
source: Start
am: ጀምር
as: আৰম্ভ
be: Пачаць
bg: Старт
ca: Comença
cy: Dechrau
et: Alusta
eu: Hasi
gl: Comezar
hy: Սկսել
is: Byrja
ka: დაწყება
kk: Бастау
km: ចាប់ផ្ដើម
ko: 시작
ky: Баштоо
lo: ເລີ່ມ
mk: Започни
mn: Эхлэх
my: စတင်
ne: सुरु
or: ଆରମ୍ଭ
si: ආරම්භ කරන්න
sk: Spustiť
sl: Začni
sq: Fillo
sr: Почетак
tl: Simulan
uz: Boshlash
zu: Qala

# mode3Stop
source: Stop
am: አቁም
as: বন্ধ
be: Спыніць
bg: Стоп
ca: Atura
cy: Stopio
et: Lõpeta
eu: Gelditu
gl: Deter
hy: Ավարտել
is: Stöðva
ka: შეჩერება
kk: Тоқтату
km: បញ្ឈប់
ko: 종료
ky: Токтотуу
lo: ຢຸດ
mk: Запри
mn: Зогсоох
my: ရပ်
nb: Stopp
ne: बन्द
or: ବନ୍ଦ
si: නවත්වන්න
sk: Zastaviť
sl: Ustavi
sq: Ndalo
sr: Завршетак
tl: Hentuan
uz: To'xtatish
zu: Misa

# mode3Next
source: Next
am: ቀጣይ
as: পৰৱৰ্তী
be: Далей
bg: Напред
ca: Següent
cy: Nesaf
et: Järgmine
eu: Hurrengoa
gl: Seguinte
hy: Հաջորդ
is: Næsta
ka: შემდეგი
kk: Келесі
km: បន្ទាប់
ko: 다음
ky: Кийинки
lo: ຕໍ່ໄປ
mk: Следно
mn: Дараах
my: နောက်တစ်ခု
nb: Neste
ne: अर्को
or: ପରବର୍ତ୍ତୀ
si: ඊළඟ
sk: Ďalej
sl: Naprej
sq: Tjetër
sr: Следеће
tl: Susunod
uz: Keyingi
zu: Okulandelayo

# mode3TryAgain
source: Try Again
am: እንደገና ሞክር
as: পুনৰ চেষ্টা কৰক
be: Паўтарыць
bg: Опитайте отново
ca: Torna-ho a provar
cy: Ailgeisio
et: Proovi uuesti
eu: Saiatu berriro
gl: Tentar de novo
hy: Փորձել նորից
is: Reyndu aftur
ka: ხელახლა ცდა
kk: Қайта көру
km: ព្យាយាមម្ដងទៀត
ko: 재시도
ky: Кайра аракет кылуу
lo: ລອງໃໝ່
mk: Обиди се повторно
mn: Дахин оролдох
my: ထပ်ကြိုးစားပါ
nb: Prøv igjen
ne: पुनः प्रयास गर्नुहोस्
or: ପୁନଃ ଚେଷ୍ଟା କରନ୍ତୁ
si: නැවත උත්සාහ කරන්න
sk: Skúsiť znova
sl: Poskusite znova
sq: Provoje përsëri
sr: Покушајте поново
tl: Subukang Muli
uz: Qayta urinib ko'ring
zu: Zama Futhi

# tutorialM3ResetTitle
source: Filter & Settings
af: Reset History
am: ታሪክ ዳግም አስጀምር
ar: Reset History
as: ইতিহাস ঘূৰাই আনক
be: Скінуць гісторыю
bg: Нулиране на историята
bn: Reset History
ca: Restableix l'historial
cs: Reset History
cy: Ailosod Hanes
da: Reset History
de: Reset History
el: Reset History
es: Reset History
et: Ajaloo lähtestamine
eu: Historia berrezarri
fa: Reset History
fi: Reset History
fil: Reset History
fr: Reset History
gl: Restablecer historial
he: Reset History
hi: Reset History
hu: Reset History
hy: Վերականգնել պատմությունը
id: Reset History
is: Endurstilla feril
it: Reset History
ja: Reset History
ka: ისტორიის გადატვირთვა
kk: Тарихты қалпына келтіру
km: កំណត់ឡើងវិញនូវកំណត់ត្រា
kn: Reset History
ko: 필터 및 설정
ky: Жазууну баштапкы абалга келтирүү
lo: ຣີເຊັດບັນທຶກ
mk: Ресетирај историја
ml: Reset History
mn: Түүхийг анхны байдалд оруулах
mr: Reset History
my: မှတ်တမ်းကို မူလအတိုင်း ပြန်ထားပါ
nb: Tilbakestill historikk
ne: रेकर्ड रिसेट गर्नुहोस्
nl: Reset History
or: ରେକର୍ଡ ରିସେଟ୍ କରନ୍ତୁ
pa: Reset History
pl: Reset History
ru: Reset History
si: වාර්තාව යළි පිහිටුවන්න
sk: Obnovenie histórie
sl: Ponastavitev zgodovine
sq: Rivendos regjistrimin
sr: Ресетуј историју
sv: Reset History
sw: Reset History
ta: Reset History
te: Reset History
th: Reset History
tl: I-reset ang History
tr: Reset History
uk: Reset History
ur: Reset History
uz: Tarixni tiklash
vi: Reset History
zh_cn: Reset History
zh_tw: Reset History
zu: Setha Kabusha Umlando

# tutorialSwapDesc
source: Switch between source and target languages.
af: Ek ruil my taal met die taal wat ek leer.
am: የእኔን ቋንቋ እና የመማሪያ ቋንቋ እርስ በእርስ ይቀያይሩ።
ar: أبدل لغتي باللغة التي أتعلمها.
as: মোৰ ভাষা আৰু শিকা ভাষা সলনা-সলনি কৰক।
be: Памяняць маю мову і мову навучання.
bg: Разменя моя език и езика за учене.
bn: আমি যে ভাষা শিখছি তার সাথে আমার ভাষা বদল করি।
ca: Canvia el meu idioma i l'idioma d'aprenentatge.
cs: Vyměňuji si jazyk s jazykem, který se učím.
cy: Cyfnewid fy iaith a'r iaith ddysgu.
da: Jeg bytter mit sprog ud med det sprog, jeg lærer.
de: Ich tausche meine Sprache mit der Sprache, die ich lerne.
el: Ανταλλάσσω τη γλώσσα μου με τη γλώσσα που μαθαίνω.
es: Intercambio mi idioma con el idioma que estoy aprendiendo.
et: Vaheta oma keel ja õppimiskeel.
eu: Trukatu nire hizkuntza eta ikasketa-hizkuntza.
fa: من زبان خودم را با زبانی که در حال یادگیری آن هستم عوض می‌کنم.
fi: Vaihdan kieleni oppimaani kieleen.
fil: Pinapalitan ko ang aking wika ng wikang aking pinag-aaralan.
fr: J'alterne ma langue maternelle avec la langue que j'apprends.
gl: Cambia o meu idioma e o idioma de aprendizaxe entre si.
he: אני מחליף את השפה שלי עם השפה שאני לומד.
hi: मैं अपनी भाषा को उस भाषा से बदल लेता हूँ जिसे मैं सीख रहा हूँ।
hu: Felcserélem a nyelvemet azzal a nyelvvel, amit tanulok.
hy: Փոխում է իմ լեզուն և ուսումնական լեզուն:
id: Saya mengganti bahasa saya dengan bahasa yang sedang saya pelajari.
is: Skiptu um mitt tungumál og námstungumál.
it: Scambio la mia lingua con la lingua che sto imparando.
ja: 私の言語と学習言語を交換してください。
ka: ჩემი ენის და სასწავლო ენის შეცვლა.
kk: Менің тілім мен оқылатын тілді ауыстырады.
km: ប្តូរភាសារបស់ខ្ញុំ និងភាសាសិក្សា។
kn: ನಾನು ನನ್ನ ಭಾಷೆಯನ್ನು ಕಲಿಯುತ್ತಿರುವ ಭಾಷೆಯೊಂದಿಗೆ ಬದಲಾಯಿಸುತ್ತೇನೆ.
ko: 내 언어와 학습 언어를 서로 바꿉니다.
ky: Менин тилимди жана окуу тилин бири-бирине алмаштырыңыз.
lo: ສະຫຼັບພາສາຂອງຂ້ອຍ ແລະພາສາການຮຽນຮູ້.
mk: Заменете ги мојот јазик и јазикот за учење еден со друг.
ml: ഞാൻ എന്റെ ഭാഷ പഠിക്കുന്ന ഭാഷയുമായി മാറ്റുന്നു.
mn: Миний хэл болон сурах хэлийг хооронд нь солино.
mr: मी माझी भाषा शिकत असलेल्या भाषेशी बदलतो.
my: ကျွန်ုပ်၏ ဘာသာစကားနှင့် သင်ယူမည့် ဘာသာစကားကို အပြန်အလှန် ပြောင်းပါ။
nb: Bytt mitt språk og læringsspråk.
ne: मेरो भाषा र सिक्ने भाषालाई एकअर्कासँग बदल्नुहोस्।
nl: Ik wissel mijn eigen taal om met de taal die ik aan het leren ben.
or: ମୋ ଭାଷା ଏବଂ ଶିକ୍ଷଣ ଭାଷାକୁ ପରସ୍ପର ସହିତ ବଦଳାନ୍ତୁ।
pa: ਮੈਂ ਆਪਣੀ ਭਾਸ਼ਾ ਨੂੰ ਉਸ ਭਾਸ਼ਾ ਨਾਲ ਬਦਲਦਾ ਹਾਂ ਜੋ ਮੈਂ ਸਿੱਖ ਰਿਹਾ ਹਾਂ।
pl: Zamieniam swój język na język, którego się uczę.
ru: Я меняю свой язык с языком, который изучаю.
si: මගේ භාෂාව සහ ඉගෙනුම් භාෂාව මාරු කරන්න.
sk: Vzájomne prehodí môj jazyk a jazyk učenia.
sl: Zamenja moj jezik in jezik učenja.
sq: Shkëmbeni gjuhën time dhe gjuhën e studimit me njëra-tjetrën.
sr: Мења мој језик и језик учења.
sv: Jag byter ut mitt språk mot det språk jag lär mig.
sw: Ninabadilisha lugha yangu na lugha ninayojifunza.
ta: நான் கற்றுக்கொண்டிருக்கும் மொழியுடன் என் மொழியை மாற்றிக் கொள்கிறேன்.
te: నేను నేర్చుకుంటున్న భాషతో నా భాషను మార్చుకుంటాను.
th: ฉันสลับใช้ภาษาที่ฉันกำลังเรียนอยู่
tl: Pagpalitin ang aking wika at ang wika sa pag-aaral.
tr: Kendi dilimi, öğrenmekte olduğum dille değiştiriyorum.
uk: Я міняю свою мову з мовою, яку вивчаю.
ur: میں اپنی زبان کو اس زبان کے ساتھ تبدیل کرتا ہوں جو میں سیکھ رہا ہوں۔
uz: Mening tilimni va o'rganiladigan tilni o'zaro almashtiradi.
vi: Tôi sử dụng song song ngôn ngữ mẹ đẻ với ngôn ngữ mà tôi đang học.
zh_cn: 我用我正在学习的语言替换我的母语。
zh_tw: 我用我正在學習的語言取代我的母語。
zu: Shintsha ulimi lwakho nolimi lokufunda.

source: Recognized Text:
am: የታወቀው አጠራር:
as: চিনাক্ত কৰা উচ্চাৰণ:
be: Распазнанае вымаўленне:
bg: Разпознато произношение:
ca: Pronunciació reconeguda:
cy: Ynganiad cydnabyddedig:
et: Tuvastatud hääldus:
eu: Ezagututako ahoskera:
gl: Pronuncia recoñecida:
hy: Ճանաչված արտասանություն.
is: Þekktur framburður:
ka: ამოცნობილი ტექსტი:
kk: Танылған айтылу:
km: ការបញ្ចេញសំឡេងដែលត្រូវបានស្គាល់៖
ko: 인식된 발음:
ky: Таанылган айтылыш:
lo: ການອອກສຽງທີ່ຮັບຮູ້:
mk: Препознаен изговор:
mn: Танигдсан дуудлага:
my: မှတ်သားထားသော အသံထွက်:
nb: Gjenkjent uttale:
ne: पहिचान गरिएको उच्चारण:
or: ଚିହ୍ନଟ ହୋଇଥିବା ଉଚ୍ଚାରଣ:
si: හඳුනාගත් උච්චාරණය:
sk: Rozpoznaná výslovnosť:
sl: Prepoznana izgovorjava:
sq: Shqiptimi i njohur:
sr: Препознати изговор:
tl: Nakilalang Pagbigkas:
uz: Aniqlangan talaffuz:
zu: Ukuphinyiselwa Okuqashelwe:

# tutorialM3ResetDesc
source: You can set practice targets by selecting tags or excluding memorized items.
af: Clear your progress and accuracy scores to start fresh.
am: እድገትን እና ትክክለኛነት ነጥብን ዳግም በማስጀመር ከመጀመሪያው ይጀምሩ።
ar: Clear your progress and accuracy scores to start fresh.
as: প্ৰগতি আৰু সঠিকতাৰ স্ক’ৰ ঘূৰাই আনক আৰু পুনৰ আৰম্ভ কৰক।
be: Скіньце прагрэс і балы дакладнасці, каб пачаць зноўку.
bg: Нулира напредъка и резултатите за точност, за да започне отначало.
bn: Clear your progress and accuracy scores to start fresh.
ca: Restableix el progrés i la puntuació de precisió per tornar a començar des del principi.
cs: Clear your progress and accuracy scores to start fresh.
cy: Ailosod cynnydd a sgôr cywirdeb i ddechrau drosodd o'r dechrau.
da: Clear your progress and accuracy scores to start fresh.
de: Clear your progress and accuracy scores to start fresh.
el: Clear your progress and accuracy scores to start fresh.
es: Restablece tu progreso y puntuación de precisión, comenzando nuevamente desde el principio.
et: Alustamiseks lähtestage oma edenemine ja täpsusskoor.
eu: Berrezarri aurrerapena eta zehaztasun puntuazioa hutsetik hasteko.
fa: Clear your progress and accuracy scores to start fresh.
fi: Clear your progress and accuracy scores to start fresh.
fil: Clear your progress and accuracy scores to start fresh.
fr: Clear your progress and accuracy scores to start fresh.
gl: Restablece o progreso e a puntuación de precisión para comezar de novo desde o principio.
he: Clear your progress and accuracy scores to start fresh.
hi: Clear your progress and accuracy scores to start fresh.
hu: Clear your progress and accuracy scores to start fresh.
hy: Վերականգնում է առաջընթացը և ճշգրտության միավորը՝ սկսելու համար սկզբից:
id: Clear your progress and accuracy scores to start fresh.
is: Endurstilltu framvindu og nákvæmnisstigið til að byrja upp á nýtt.
it: Clear your progress and accuracy scores to start fresh.
ja: Clear your progress and accuracy scores to start fresh.
ka: პროგრესის და სიზუსტის ქულების გადატვირთვა თავიდან დასაწყებად.
kk: Прогресс пен дәлдік көрсеткішін қалпына келтіріп, басынан бастаңыз.
km: កំណត់ឡើងវិញនូវវឌ្ឍនភាព និងពិន្ទុភាពត្រឹមត្រូវ ដើម្បីចាប់ផ្ដើមម្ដងទៀតពីដំបូង។
kn: Clear your progress and accuracy scores to start fresh.
ko: 태그를 선택하거나 암기한 항목 제외 등 연습 대상을 자유롭게 설정할 수 있습니다.
ky: Жүрүштү жана тактык упайын баштапкы абалга келтирип, башынан баштаңыз.
lo: ຣີເຊັດຄວາມຄືບໜ້າ ແລະຄະແນນຄວາມຖືກຕ້ອງເພື່ອເລີ່ມຕົ້ນໃໝ່.
mk: Ресетирајте го напредокот и резултатот за точност за да започнете од почеток.
ml: Clear your progress and accuracy scores to start fresh.
mn: Ахиц болон нарийвчлалын оноог анхны байдалд оруулж эхнээс нь дахин эхлүүлнэ.
mr: Clear your progress and accuracy scores to start fresh.
my: တိုးတက်မှု အခြေအနေနှင့် တိကျမှု ရမှတ်ကို မူလအတိုင်း ပြန်ထား၍ အစမှ ပြန်စပါ။
nb: Tilbakestill fremdrift og nøyaktighetspoeng for å starte på nytt fra begynnelsen.
ne: प्रगति र शुद्धता अंक रिसेट गरेर सुरुदेखि नै सुरु गर्नुहोस्।
nl: Clear your progress and accuracy scores to start fresh.
or: ପ୍ରଥମରୁ ପୁନର୍ବାର ଆରମ୍ଭ କରିବାକୁ ପ୍ରଗତି ଏବଂ ସଠିକତା ସ୍କୋର୍ ରିସେଟ୍ କରନ୍ତୁ।
pa: Clear your progress and accuracy scores to start fresh.
pl: Clear your progress and accuracy scores to start fresh.
ru: Clear your progress and accuracy scores to start fresh.
si: ප්‍රගතිය සහ නිරවද්‍යතා ලකුණු යළි පිහිටුවා පළමු සිට ආරම්භ කරන්න.
sk: Začnite od začiatku obnovením priebehu a skóre presnosti.
sl: Ponastavi napredek in oceno točnosti za ponovni začetek iz nič.
sq: Rivendosni progresin dhe rezultatin e saktësisë për të filluar nga e para.
sr: Ресетује напредак и резултат тачности да би се поново започело од почетка.
sv: Clear your progress and accuracy scores to start fresh.
sw: Clear your progress and accuracy scores to start fresh.
ta: Clear your progress and accuracy scores to start fresh.
te: Clear your progress and accuracy scores to start fresh.
th: Clear your progress and accuracy scores to start fresh.
tl: I-reset ang pag-unlad at score ng accuracy para magsimula muli sa simula.
tr: Clear your progress and accuracy scores to start fresh.
uk: Clear your progress and accuracy scores to start fresh.
ur: Clear your progress and accuracy scores to start fresh.
uz: Jarayonni va aniqlik ballini tiklab, boshidan boshlang.
vi: Clear your progress and accuracy scores to start fresh.
zh_cn: Clear your progress and accuracy scores to start fresh.
zh_tw: Clear your progress and accuracy scores to start fresh.
zu: Setha kabusha intuthuko namamaki okunemba ukuze uqale phansi.

# menuSelectMaterialSet
source: Select Study Material Set
af: Kies 'n studiemateriaal
am: የጥናት ቁሳቁስ ስብስብ ይምረጡ
ar: اختر مادة دراسية
as: এটা শিকন সামগ্ৰী সংকলন নিৰ্বাচন কৰক
be: Выберыце набор вучэбных матэрыялаў
bg: Избор на колекция от учебни материали
bn: একটি অধ্যয়নের উপাদান নির্বাচন করুন
ca: Selecciona la col·lecció de material d'estudi
cs: Vyberte studijní materiál
cy: Dewis casgliad deunydd astudio
da: Vælg et studiemateriale
de: Lernmaterial auswählen
el: Επιλέξτε ένα υλικό μελέτης
es: Seleccione un material de estudio
et: Vali õppematerjalide kogum
eu: Ikasketa-datu-multzoa hautatu
fa: انتخاب یک منبع مطالعه
fi: Valitse opiskelumateriaali
fil: Pumili ng materyal sa pag-aaral
fr: Sélectionnez un support d'étude
gl: Seleccionar libro de traballo
he: בחירת חומר לימוד
hi: अध्ययन सामग्री का चयन करें
hu: Válasszon egy tanulmányi anyagot
hy: Ընտրել ուսումնական նյութերի հավաքածու
id: Pilih bahan pembelajaran
is: Veldu námsefnissett
it: Seleziona un materiale di studio
ja: 学習教材セットを選択
ka: სასწავლო მასალების ნაკრების არჩევა
kk: Оқу материалдарының жинағын таңдау
km: ជ្រើសរើសបណ្ណាល័យសម្ភារៈសិក្សា
kn: ಅಧ್ಯಯನ ಸಾಮಗ್ರಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 학습 자료집 선택
ky: Окуу материалдар жыйнагын тандоо
lo: ເລືອກຊຸດເອກະສານການຮຽນຮູ້
mk: Изберете збирка материјали за учење
ml: ഒരു പഠന സാമഗ്രി തിരഞ്ഞെടുക്കുക
mn: Сурах материал сонгох
mr: अभ्यास साहित्य निवडा
my: သင်ယူရန် အချက်အလက်များ စုစည်းထားသော စာအုပ်ကို ရွေးချယ်ပါ
nb: Velg læremateriellsett
ne: अध्ययन सामग्री सङ्ग्रह छनोट गर्नुहोस्
nl: Kies studiemateriaal.
or: ଅଧ୍ୟୟନ ସାମଗ୍ରୀ ସଂଗ୍ରହ ଚୟନ କରନ୍ତୁ
pa: ਇੱਕ ਅਧਿਐਨ ਸਮੱਗਰੀ ਚੁਣੋ
pl: Wybierz materiał do nauki
ru: Выберите учебный материал
si: ඉගෙනුම් ද්‍රව්‍ය එකතුව තෝරන්න
sk: Vyberte zbierku učebných materiálov
sl: Izberite zbirko učnega gradiva
sq: Zgjidhni librin e materialeve të studimit
sr: Изаберите збирку материјала за учење
sv: Välj ett studiematerial
sw: Chagua nyenzo ya kujifunzia
ta: ஒரு ஆய்வுப் பொருளைத் தேர்ந்தெடுக்கவும்
te: అధ్యయన సామగ్రిని ఎంచుకోండి
th: เลือกสื่อการเรียน
tl: Pumili ng set ng materyal sa pag-aaral
tr: Bir çalışma materyali seçin
uk: Виберіть навчальний матеріал
ur: مطالعہ کا مواد منتخب کریں۔
uz: O'quv materiallari to'plamini tanlash
vi: Chọn tài liệu học tập
zh_cn: 选择学习资料
zh_tw: 選擇學習資料
zu: Khetha Iqoqo Lezinto Zokwakha Zokufunda

# sectionWord
source: Word Section
af: Woordafdeling
am: የቃል ክፍል
ar: قسم الكلمات
as: শব্দ শাখাটো
be: Раздзел слоў
bg: Раздел „Дума“
bn: শব্দ বিভাগ
ca: Secció de paraules
cs: Sekce slov
cy: Adran gair
da: Ordsektion
de: Wortabschnitt
el: Ενότητα λέξεων
es: Sección de palabras
et: Sõnade jaotis
eu: Hitz atala
fa: بخش کلمات
fi: Sanaosio
fil: Seksyon ng salita
fr: Section Word
gl: Sección de palabras
he: מקטע מילים
hi: शब्द अनुभाग
hu: Szószakasz
hy: Բառի հատված
id: Bagian kata
is: Orðaflokkur
it: Sezione di parole
ja: 単語セクション
ka: სიტყვების განყოფილება
kk: Сөз бөлімі
km: ផ្នែកពាក្យ
kn: ಪದ ವಿಭಾಗ
ko: 단어 섹션
ky: Сөз бөлүмү
lo: ພາກຄໍາສັບ
mk: Секција за зборови
ml: പദ വിഭാഗം
mn: Үгийн хэсэг
mr: शब्द विभाग
my: စကားလုံး အပိုင်း
nb: Ordseksjon
ne: शब्द खण्ड
nl: Woordsectie
or: ଶବ୍ଦ ବିଭାଗ
pa: ਸ਼ਬਦ ਭਾਗ
pl: Sekcja słów
ru: Раздел слов
si: වචන අංශය
sk: Sekcia slov
sl: Besedni odsek
sq: Seksioni i fjalëve
sr: Одељак речи
sv: Ordavsnitt
sw: Sehemu ya maneno
ta: சொல் பிரிவு
te: పద విభాగం
th: ส่วนของคำ
tl: Seksyon ng Salita
tr: Kelime bölümü
uk: Розділ слів
ur: لفظ سیکشن
uz: So'z bo'limi
vi: Phần chữ
zh_cn: 文字部分
zh_tw: 文字部分
zu: Isigaba Segama

# sectionSentence
source: Sentence Section
af: Sin-afdeling
am: የዓረፍተ ነገር ክፍል
ar: قسم الجملة
as: বাক্য শাখাটো
be: Раздзел фраз
bg: Раздел „Изречение“
bn: বাক্য বিভাগ
ca: Secció de frases
cs: Sekce věty
cy: Adran frawddeg
da: Sætningsafsnit
de: Satzabschnitt
el: Ενότητα προτάσεων
es: Sección de oración
et: Lausete jaotis
eu: Esaldi atala
fa: بخش جمله
fi: Lauseosa
fil: Seksyon ng Pangungusap
fr: Section de la phrase
gl: Sección de frases
he: קטע משפט
hi: वाक्य अनुभाग
hu: Mondatszakasz
hy: Նախադասության հատված
id: Bagian kalimat
is: Setningarflokkur
it: Sezione della frase
ja: 文章セクション
ka: წინადადებების განყოფილება
kk: Сөйлем бөлімі
km: ផ្នែកប្រយោគ
kn: ವಾಕ್ಯ ವಿಭಾಗ
ko: 문장 섹션
ky: Сүйлөм бөлүмү
lo: ພາກປະໂຫຍກ
mk: Секција за реченици
ml: വാക്യ വിഭാഗം
mn: Өгүүлбэрийн хэсэг
mr: वाक्य विभाग
my: စာကြောင်း အပိုင်း
nb: Setningsseksjon
ne: वाक्य खण्ड
nl: Zinsdeel
or: ବାକ୍ୟ ବିଭାଗ
pa: ਵਾਕ ਭਾਗ
pl: Sekcja zdania
ru: Раздел предложений
si: වාක්‍ය අංශය
sk: Sekcia viet
sl: Stavni odsek
sq: Seksioni i fjalive
sr: Одељак реченице
sv: Meningsavsnitt
sw: Sehemu ya sentensi
ta: வாக்கியப் பிரிவு
te: వాక్య విభాగం
th: ส่วนประโยค
tl: Seksyon ng Pangungusap
tr: Cümle bölümü
uk: Розділ речення
ur: جملے کا سیکشن
uz: Gap bo'limi
vi: Phần câu
zh_cn: 句子部分
zh_tw: 句子部分
zu: Isigaba Somusho

# tabWord
source: word
af: woord
am: ቃል
ar: كلمة
as: শব্দ
be: Слова
bg: Дума
bn: শব্দ
ca: Paraula
cs: slovo
cy: Gair
da: ord
de: Wort
es: palabra
et: Sõna
eu: Hitza
fa: کلمه
fil: salita
fr: mot
gl: Palabra
he: מִלָה
hi: शब्द
hu: szó
hy: Բառ
id: kata
is: Orð
it: parola
ja: 言葉
ka: სიტყვა
kk: Сөз
km: ពាក្យ
ko: 단어
ky: Сөз
lo: ຄໍາສັບ
mk: Збор
ml: വാക്ക്
mn: Үг
my: စကားလုံး
nb: Ord
ne: शब्द
nl: woord
or: ଶବ୍ଦ
pa: ਸ਼ਬਦ
pl: słowo
ru: слово
si: වචනය
sk: Slovo
sl: Beseda
sq: Fjalë
sr: Реч
sv: ord
sw: neno
ta: சொல்
te: పదం
th: คำ
tl: Salita
tr: kelime
uk: слово
ur: لفظ
uz: So'z
vi: từ
zu: Igama

# tabSentence
source: sentence
af: sin
am: ዓረፍተ ነገር
ar: جملة
as: বাক্য
be: Фраза
bg: Изречение
bn: বাক্য
ca: Frase
cs: věta
cy: Brawddeg
da: dømme
de: Satz
es: oración
et: Lause
eu: Esaldi
fa: جمله
fil: pangungusap
fr: phrase
gl: Frase
he: מִשׁפָּט
hi: वाक्य
hu: mondat
hy: Նախադասություն
id: kalimat
is: Setning
it: frase
ja: 文章
ka: წინადადება
kk: Сөйлем
km: ប្រយោគ
ko: 문장
ky: Сүйлөм
lo: ປະໂຫຍກ
mk: Реченица
ml: വാചകം
mn: Өгүүлбэр
my: စာကြောင်း
nb: Setning
ne: वाक्य
nl: zin
or: ବାକ୍ୟ
pa: ਵਾਕ
pl: zdanie
ru: предложение
si: වාක්‍යය
sk: Veta
sl: Stavek
sq: Fjali
sr: Реченица
sv: döma
sw: sentensi
ta: தண்டனை
te: వాక్యం
th: ประโยค
tl: Pangungusap
tr: cümle
uk: речення
ur: جملہ
uz: Gap
vi: câu
zu: Umusho

# errorProfanity
source: Translation cannot be processed due to profanity.
af: Dit bevat vloektaal, daarom kan dit nie vertaal word nie.
am: ብልግናን ስላካተተ መተርጎም አይቻልም።
ar: 비속어가 포함되어 있어 번역할 수 없습니다.
as: ইয়াত অশ্লীল শব্দ থকা বাবে অনুবাদ কৰিব নোৱাৰি।
be: Немагчыма перакласці, бо змяшчае лаянку.
bg: Не може да се преведе, защото съдържа ругатни.
bn: 비속어가 포함되어 있어 번역할 수 없습니다.
ca: No es pot traduir perquè conté blasfèmies.
cs: 비속어가 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
cy: Ni ellir cyfieithu oherwydd ei fod yn cynnwys rhegfeydd.
da: 비속어가 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
es: 비속어가 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
et: Tõlkimine pole ropu keele tõttu võimalik.
eu: Ezin da itzuli profanotasuna duelako.
fa: 비속어가 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
fil: 비속어가 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
fr: 비속어가 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
gl: Non se pode traducir porque contén blasfemias.
he: 비속어가 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
hi: 비속어가 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
hu: 비속어가 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
hy: Այն չի կարող թարգմանվել քանի որ պարունակում է հայհոյանքներ։
id: 비속어가 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
is: Ekki hægt að þýða vegna þess að það inniheldur blótsyrði.
it: 비속어가 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
ja: 不適切な表現が含まれているため、翻訳できません。
ka: შეიცავს უცენზურო სიტყვებს, ამიტომ მისი თარგმნა შეუძლებელია.
kk: Балағат сөздер бар болғандықтан аудару мүмкін емес.
km: មិនអាចបកប្រែបានទេ ព្រោះវាមានពាក្យប្រមាថ។
ko: 비속어가 포함되어 있어 번역할 수 없습니다.
ky: Адепсиз сөздөр камтылгандыктан которуу мүмкүн эмес.
lo: ບໍ່ສາມາດແປໄດ້ເພາະວ່າມີຄໍາຫຍາບຄາຍ.
mk: Не може да се преведе поради навредливи зборови.
mn: Ёс бус үг агуулсан тул орчуулах боломжгүй.
my: မဖွယ်မရာ စကားလုံး ပါဝင်နေသောကြောင့် ဘာသာပြန်၍ မရပါ။
nb: Kan ikke oversettes fordi det inneholder banning.
ne: यसमा अश्लील शब्दहरू समावेश भएकोले अनुवाद गर्न सकिँदैन।
nl: 비속어가 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
or: ଏଥିରେ ଅଶ୍ଳୀଳ ଭାଷା ଅନ୍ତର୍ଭୁକ୍ତ ଥିବାରୁ ଏହାକୁ ଅନୁବାଦ କରାଯାଇପାରିବ ନାହିଁ।
pl: 비속어가 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
ru: 비속어가 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
si: අසභ්‍ය වචන අඩංගු බැවින් පරිවර්තනය කළ නොහැක.
sk: Obsahuje vulgárne výrazy a nie je možné ho preložiť.
sl: Ne morem prevesti, ker vsebuje kletvice.
sq: Përkthimi nuk mund të bëhet sepse përmban fjalë të pista.
sr: Не може да се преведе због садржаја псовки.
sv: 비속어가 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
sw: 비속어가 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
te: 비속어가 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
th: 비속어가 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
tl: Hindi maisasalin dahil naglalaman ito ng kalapastanganan.
tr: 비속어가 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
uz: So'kinish so'zlari borligi sababli tarjima qilib bo'lmaydi.
vi: 비속어가 포함되어 있어 번역할 수 없습니다. (TODO: Translate)
zu: Ayikwazi ukuhumusha ngoba iqukethe amazwi angcolile.
