Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

source: My Sentence Collection
be: Мой зборнік прапаноў
cy: Fy nghasgliad o frawddegau
et: Minu lausete kogu
eu: Nire esaldi bilduma
hy: Իմ նախադասությունների հավաքածուն
is: Setningasafnið mitt
ja: マイ例文集
ka: ჩემი წინადადებების კრებული
kk: меӊіӊ сөйлемдер жинағым
km: បណ្តុំ​ប្រយោគ​របស់​ខ្ញុំ
ko: 나의 문장집
ky: Менин сүйлөм жыйнагым
mk: Моја колекција на реченици
mn: Миний өгүүлбэрийн цуглуулга
my: ကျွန်ုပ်၏ စာကြောင်းစုစည်းမှု
ne: मेरो वाक्य संग्रह
or: ମୋ ବାକ୍ୟ ସଂଗ୍ରହ
si: මගේ වාක්‍ය එකතුව
sk: Moja zbierka viet
sl: Moja zbirka stavkov
sq: Koleksioni im i fjalive
uz: Mening gaplar to'plamim
zu: Iqoqo lemisho yami

source: New Subject Name
be: Новая назва сшытка/падборкі фраз
cy: Teitl Geirfa/Brawddeg Newydd
et: Uue teemakogumi nimi
eu: Izenburu berria
hy: Նոր բառարան/նախադասությունների գիրք
is: Nýtt nafn á orðaforða/setningasafn
ja: 新しい単語帳/文章集のタイトル
ka: ახალი თემატური ლექსიკონის/ფრაზების კრებულის სათაური
kk: Жаңа тақырыптың атауы
km: ឈ្មោះប្រធានបទ/ប្រយោគថ្មី
ko: 새 단어장/문장집 제목
ky: Жаңы теманын/сүйлөмдөрдүн жыйнагынын аталышы
mk: Нов наслов на речник/фрази
mn: Шинэ нэр томьёоны сангийн нэр
my: ခေါင်းစဥ်အသစ်
ne: नयाँ विषयको नाम
or: ନୂଆ ବିଷୟ ନାମ
si: නව වචන මාලාව/වාක්‍ය මාලාවේ මාතෘකාව
sk: Nový názov slovníka/zbierky viet
sl: Novo ime sklopa besed/stavkov
sq: Emri i ri i grupit/fjalorit
uz: Yangi lug'at/ibora nomi
zu: Isihloko Esisha Seqoqo Lamagama/Imisho

source: Enter new subject name
be: Увядзіце новую назву
cy: Rhowch deitl newydd
et: Sisesta uus nimi
eu: Idatzi izenburu berria
hy: Մուտքագրեք նոր վերնագիր
is: Sláðu inn nýtt nafn
ja: 新しいタイトルを入力
ka: ახალი სათაურის შეყვანა
kk: Жаңа атауды енгізіңіз
km: បញ្ចូលឈ្មោះថ្មី
ko: 새 제목 입력
ky: Жаңы аталышты киргизиңиз
mk: Внесете нов наслов
mn: Шинэ нэр оруулна уу
my: ခေါင်းစဥ်အသစ်ထည့်ပါ
ne: नयाँ नाम प्रविष्ट गर्नुहोस्
or: ନୂଆ ନାମ ଦିଅନ୍ତୁ
si: නව මාතෘකාවක් ඇතුළත් කරන්න
sk: Zadajte nový názov
sl: Vnesite novo ime
sq: Vendos emrin e ri
uz: Yangi nom kiriting
zu: Faka isihloko esisha

source: Add New Subject
be: Дадаць новую назву
cy: Ychwanegu teitl newydd
et: Lisa uus nimi
eu: Gehitu izenburu berria
hy: Ավելացնել նոր վերնագիր
is: Bæta við nýju nafni
ja: 新しいタイトルを追加
ka: ახალი სათაურის დამატება
kk: Жаңа атауды қосу
km: បន្ថែមឈ្មោះថ្មី
ko: 새 제목 추가
ky: Жаңы аталышты кошуу
mk: Додај нов наслов
mn: Шинэ нэр нэмэх
my: ထည့်ရန်
ne: नयाँ नाम थप्नुहोस्
or: ନୂଆ ନାମ ଯୋଡନ୍ତୁ
si: නව මාතෘකාවක් එක් කරන්න
sk: Pridať nový názov
sl: Dodaj novo ime
sq: Shto emër të ri
uz: Yangi nom qo'shish
zu: Engeza Isihloko Esisha

source: Select Existing Subject
be: Выберыце існуючую назву
cy: Dewis teitl presennol
et: Vali olemasolev nimi
eu: Aukeratu lehendik dagoen izenburua
hy: Ընտրել առկա վերնագիրը
is: Veldu núverandi nafn
ja: 既存のタイトルを選択
ka: არსებული სათაურის არჩევა
kk: Бар атауды таңдау
km: ជ្រើសរើសឈ្មោះដែលមានស្រាប់
ko: 기존 제목 선택
ky: Мурунку аталышты тандаңыз
mk: Изберете постоечки наслов
mn: Одоо байгаа нэрийг сонгох
my: ရွေးရန်
ne: अवस्थित नाम छान्नुहोस्
or: ପୂର୍ବରୁ ଥିବା ନାମ ବାଛନ୍ତୁ
si: පවතින මාතෘකාවක් තෝරන්න
sk: Vybrať existujúci názov
sl: Izberite obstoječe ime
sq: Zgjidh emër ekzistues
uz: Mavjud nomni tanlang
zu: Khetha Isihloko Esikhona

# addTagHint
source: Add Tag...
be: Дадаць тэг...
cy: Ychwanegu tag...
et: Lisa silt...
eu: Gehitu etiketa...
hy: Ավելացնել թեգ...
is: Bættu við merki...
ja: タグを追加...
ka: ტეგის დამატება...
kk: Тег қосу...
km: បន្ថែមស្លាក...
ko: 태그 추가...
ky: Тэг кошуу...
mk: Додај ознака...
mn: Тэмдэг нэмэх...
my: အမှတ်အသားထည့်ရန်...
ne: ट्याग थप्नुहोस्...
or: ଟ୍ୟାଗ୍ ଯୋଡନ୍ତୁ...
si: ටැගය එක් කරන්න...
sk: Pridať tag...
sl: Dodaj oznako...
sq: Shto etiketë...
uz: Teg qo'shish...
zu: Engeza ithegi...

source: Save
be: Захаваць
cy: Cadw
et: Salvesta
eu: Gorde
hy: Պահպանել
is: Vista
ja: 保存
ka: შენახვა
kk: Сақтау
km: រក្សាទុក
ko: 저장
ky: Сактоо
mk: Зачувај
mn: Хадгалах
my: သိမ်းမည်
ne: सुरक्षित गर्नुहोस्
or: ସଞ୍ଚୟ କରନ୍ତୁ
si: සුරකින්න
sk: Uložiť
sl: Shrani
sq: Ruaj
uz: Saqlash
zu: Londoloza

# statusDownloading
source: Downloading: {name}...
ko: 다운로드 중: {name}...

# statusImportSuccess
source: {name} Imported Successfully
ko: {name} 가져오기 완료

# statusImportFailed
source: Import Failed: {error}
ko: 가져오기 실패: {error}

# appTitle
source: Talkie
or: ଟକି

source: Game Over
am: ጨዋታው አልቋል
as: গেম শেষ
ca: S'ha acabat el joc
cy: Gêm Drosodd
et: Mäng läbi
gl: Fin da partida
is: Leik lokið
ka: თამაში დასრულდა
kk: Ойын аяқталды
ky: Оюн бүттү
lo: ຈົບເກມ
my: ဂိမ်းပြီးဆုံးပါပြီ
or: ଖେଳ ଶେଷ
si: ක්‍රීඩාව අවසන්
sk: Koniec hry
sl: Igre je konec
sq: Loja ka mbaruar
sr: Крај игре
uz: O'yin tugadi
zu: Umsebenzi Uphelile
