Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

# importSkipped
source: Skipped: {count} items
af: Oorgeslaan: {count}
am: ተዘሏል: {count} ዕቃዎች
ar: تم التخطي: {count}
as: এৰি যোৱা হ’ল: {count}টা
be: Прапушчана: {count}
bg: Пропуснати: {count}
bn: বাদ দেওয়া হয়েছে: {count}
ca: S'ha omès: {count}
cs: Přeskočeno: {count}
cy: Hepgorwyd: {count}
da: Sprunget over: {count}
de: Übersprungen: {count} Einträge
el: Παραλείφθηκαν: {count}
es: Omitidos: {count} ítems
et: Jäeti vahele: {count} tk
eu: Saltatuta: {count}
fa: نادیده گرفته شده: {count}
fi: Ohitettu: {count}
fil: Nilaktawan: {count}
fr: Ignorés: {count} éléments
gl: Omitido: {count}
gu: છોડ્યું: {count}
he: דלג: {count}
hi: छोड़ा गया: {count}
hu: Kihagyva: {count}
hy: Բաց թողնված. {count}
id: Dilewati: {count}
is: Sleppt: {count}
it: Saltati: {count}
ja: スキップ: {count}件
ka: გამოტოვებულია: {count}
kk: Өткізіп жіберілді: {count}
km: បានរំលង៖ {count}ធាតុ
kn: ಬಿಟ್ಟುಬಿಡಲಾಗಿದೆ: {count}
ko: 건너뜀: {count}개
ky: Өткөрүлдү: {count} даана
lo: ຂ້າມ: {count} ລາຍການ
mk: Прескокнато: {count}
ml: ഒഴിവാക്കിയത്: {count}
mn: Алгассан: {count} ширхэг
mr: वगळले: {count}
my: ကျော်သွား: {count}ခု
nb: Hoppet over: {count}
ne: छोडियो: {count} वटा
nl: Overgeslagen: {count}
or: ଏଡାଗଲା: {count}ଟି
pa: ਛੱਡਿਆ: {count}
pl: Pominięto: {count}
ro: Sărit: {count}
ru: Пропущено: {count}
si: මඟ හැරියා: {count}ක්
sk: Preskočené: {count}
sl: Preskočeno: {count}
sq: U anashkalua: {count}
sr: Прескочено: {count}
sv: Hoppade över: {count}
sw: Imerukwa: {count}
ta: தவிர்க்கப்பட்டது: {count}
te: దాటవేయబడింది: {count}
th: ข้าม: {count} รายการ
tl: Nilaktawan: {count}
tr: Atlandı: {count}
uk: Пропущено: {count}
ur: چھوڑا گیا: {count}
uz: O'tkazib yuborildi: {count} dona
vi: Bỏ qua: {count}
zh_cn: 跳过: {count} 项
zh_tw: 略過: {count} 項
zu: Kweqiwe: {count}

source: Errors:
af: Foute:
am: ስህተቶች:
ar: أخطاء:
as: error:
be: Памылкі:
bg: Грешки:
bn: ত্রুটি:
cs: Chyby:
cy: Gwallau:
da: Fejl:
de: Fehler:
el: Σφάλματα:
es: Errores:
et: Veateated:
eu: Erroreak:
fa: خطاها:
fi: Virheet:
fil: Mga Error:
fr: Erreurs:
gl: Erros:
gu: ભૂલો:
he: שגיאות:
hi: त्रुटियां:
hu: Hibák:
hy: Սխալներ.
id: Kesalahan:
is: Villur:
it: Errori:
ja: エラー:
ka: შეცდომები:
kk: Қателер:
km: កំហុស៖
kn: ದೋಷಗಳು:
ko: 오류:
ky: Каталар:
lo: ຂໍ້ຜິດພາດ:
mk: Грешки:
ml: പിശകുകൾ:
mn: Алдаа:
mr: त्रुटी:
my: အမှားများ:
nb: Feil:
ne: त्रुटिहरू:
nl: Fouten:
or: ତ୍ରୁଟି:
pa: ਗਲਤੀਆਂ:
pl: Błędy:
ro: Erori:
ru: Ошибки:
si: දෝෂ:
sk: Chyby:
sl: Napake:
sq: Gabime:
sr: Грешке:
sv: Fel:
sw: Makosa:
ta: பிழைகள்:
te: లోపాలు:
th: ข้อผิดพลาด:
tl: Mga Error:
tr: Hatalar:
uk: Помилки:
ur: غلطیاں:
uz: Xatolar:
vi: Lỗi:
zh_cn: 错误:
zh_tw: 錯誤:
zu: Amaphutha:

source: Error
af: Fout
am: ስህተት
ar: خطأ
be: Памылка
bg: Грешка
bn: ত্রুটি
cs: Chyba
cy: Gwall
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
eu: Errorea
fa: خطا
fi: Virhe
fr: Erreur
gl: Erro
gu: ભૂલ
he: שגיאה
hi: त्रुटि
hu: Hiba
hy: Սխալ
id: Kesalahan
is: Villa
it: Errore
ja: エラー
ka: შეცდომა
kk: Қате
km: កំហុស
kn: ದೋಷ
ko: 오류
ky: Ката
lo: ຂໍ້ຜິດພາດ
mk: Грешка
ml: പിശക്
mn: Алдаа
mr: त्रुटी
my: အမှား
nb: Feil
ne: त्रुटि
nl: Fout
or: ତ୍ରୁଟି
pa: ਗਲਤੀ
pl: Błąd
ro: Eroare
ru: Ошибка
si: දෝෂය
sk: Chyba
sl: Napaka
sq: Gabim
sr: Грешка
sv: Fel
sw: Kosa
ta: பிழை
te: లోపం
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
ur: غلطی
uz: Xatolik
vi: Lỗi
zh_cn: 错误
zh_tw: 錯誤
zu: Iphutha

# importErrorMessage
source: Failed to import file:\n{error}
af: Kon nie lêer invoer nie:\n{error}
am: ፋይል ማስመጣት አልተሳካም: {error}
ar: فشل استيراد الملف:\n{error}
as: ফাইল ইম্প’ৰ্ট কৰিবলৈ ব্যৰ্থ:\n{error}
be: Не атрымалася імпартаваць файл:\n{error}
bg: Неуспешно импортиране на файла:\n{error}
bn: ফাইল আমদানি করতে ব্যর্থ:\n{error}
ca: Error al carregar el fitxer:\n{error}
cs: Nelze importovat soubor:\n{error}
cy: Methu mewnforio ffeil:\n{error}
da: Kunne ikke importere fil:\n{error}
de: Import fehlgeschlagen:\n{error}
el: Αποτυχία εισαγωγής:\n{error}
es: Fallo al importar archivo:\n{error}
et: Faili importimine ebaõnnestus:\n{error}
eu: Fitxategia inportatzeak huts egin du:\n{error}
fa: عدم موفقیت در وارد کردن فایل:\n{error}
fi: Tiedoston tuonti epäonnistui:\n{error}
fil: Nabigong i-import ang file:\n{error}
fr: Échec d'importation du fichier:\n{error}
gl: Erro ao importar o ficheiro:\n{error}
gu: ફાઇલ આયાત કરવામાં નિષ્ફળ:\n{error}
he: ייבוא הקובץ נכשל:\n{error}
hi: फ़ाइल आयात करने में विफल:\n{error}
hu: Fájl importálása sikertelen:\n{error}
hy: Ֆայլի ներմուծումը ձախողվեց.\n{error}
id: Gagal mengimpor file:\n{error}
is: Ekki tókst að flytja inn skrána:\n{error}
it: Impossibile importare file:\n{error}
ja: ファイルの読み込みに失敗しました:\n{error}
ka: ფაილის იმპორტი ვერ მოხერხდა:\n{error}
kk: Файлды импорттау сәтсіз аяқталды:\n{error}
km: ការនាំចូលឯកសារបានបរាជ័យ៖\n{error}
kn: ಫೈಲ್ ಆಮದು ಮಾಡಲು ವಿಫಲವಾಗಿದೆ:\n{error}
ko: 파일 불러오기 실패:\n{error}
ky: Файлды жүктөө ишке ашкан жок:\n{error}
lo: ການນໍາເຂົ້າໄຟລ໌ລົ້ມເຫລວ:\n{error}
mk: Увозот на датотеката не успеа:\n{error}
ml: ഫയൽ ഇറക്കുമതി ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു:\n{error}
mn: Файл оруулахад алдаа гарлаа:\n{error}
mr: फाइल आयात करण्यात अयशस्वी:\n{error}
my: ဖိုင်ကို တင်သွင်းရန် ပျက်ကွက်ခြင်း:\n{error}
nb: Filimport mislyktes:\n{error}
ne: फाइल आयात गर्न असफल भयो:\n{error}
nl: Bestand importeren mislukt:\n{error}
or: ଫାଇଲ୍ ଆମଦାନୀ କରିବାରେ ବିଫଳ:\n{error}
pa: ਫਾਈਲ ਇੰਪੋਰਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ:\n{error}
pl: Nie udało się zaimportować pliku:\n{error}
ro: Nu s-a putut importa fișierul:\n{error}
ru: Не удалось импортировать файл:\n{error}
si: ගොනුව ආයාත කිරීම අසාර්ථක විය:\n{error}
sk: Import súboru zlyhal:\n{error}
sl: Uvoz datoteke ni uspel:\n{error}
sq: Importimi i skedarit dështoi:\n{error}
sr: Увоз датотеке није успео:\n{error}
sv: Kunde inte importera fil:\n{error}
sw: Imeshindwa kuleta faili:\n{error}
ta: கோப்பை இறக்குமதி செய்ய முடியவில்லை:\n{error}
te: ఫైల్‌ని దిగుమతి చేయడంలో విఫలమైంది:\n{error}
th: ไม่สามารถนำเข้าไฟล์ได้:\n{error}
tl: Nabigong mag-import ng file:\n{error}
tr: Dosya aktarılamadı:\n{error}
uk: Не вдалося імпортувати файл:\n{error}
ur: فائل درآمد کرنے میں ناکام:\n{error}
uz: Faylni import qilishda xatolik:\n{error}
vi: Không thể nhập tập tin:\n{error}
zh_cn: 文件导入失败:\n{error}
zh_tw: 檔案匯入失敗:\n{error}
zu: Ukungenisa ifayela kwehlulekile:\n{error}

source: Select Study Material
af: Kies Materiaal
am: የጥናት ቁሳቁስ ይምረጡ
ar: اختر مادة الدراسة
as: অধ্যয়ন সামগ্ৰী নিৰ্বাচন কৰক
be: Выберыце вучэбны матэрыял
bg: Избор на учебни материали
bn: উপকরণ নির্বাচন করুন
ca: Selecciona el material d'estudi
cs: Vybrat materiál
cy: Dewis Deunydd Astudio
da: Vælg Materiale
de: Lernmaterial auswählen
el: Επιλογή Υλικού
es: Seleccionar material
et: Vali õppematerjal
eu: Ikasketa-materiala hautatu
fa: انتخاب مطلب
fi: Valitse Materiaali
fil: Pumili ng Materyales
fr: Sélectionner matériel
gl: Selecciona o material de estudo
gu: સામગ્રી પસંદ કરો
he: בחר חומר
hi: सामग्री चुनें
hu: Anyag Kiválasztása
hy: Ընտրել ուսումնական նյութեր
id: Pilih Materi Belajar
is: Veldu námsefni
it: Seleziona Materiale
ja: 学習教材を選択
ka: სასწავლო მასალის არჩევა
kk: Оқу материалын таңдау
km: ជ្រើសរើសសម្ភារៈសិក្សា
kn: ವಸ್ತು ಆಯ್ಕೆಮಾಡಿ
ko: 학습 자료 선택
ky: Окуу материалын тандоо
lo: ເລືອກເອກະສານການຮຽນ
mk: Изберете материјал за учење
ml: മെറ്റീരിയൽ തിരഞ്ഞെടുക്കുക
mn: Сурах материал сонгох
mr: साहित्य निवडा
my: သင်ယူရန် အချက်အလက် ရွေးပါ
nb: Velg læremateriell
ne: अध्ययन सामग्री चयन गर्नुहोस्
nl: Selecteer Materiaal
or: ଅଧ୍ୟୟନ ସାମଗ୍ରୀ ଚୟନ କରନ୍ତୁ
pa: ਸਮੱਗਰੀ ਚੁਣੋ
pl: Wybierz Materiał
ro: Selectare Material
ru: Выберите материал
si: ඉගෙනුම් ද්‍රව්‍ය තෝරන්න
sk: Vyberte učebné materiály
sl: Izberite učno gradivo
sq: Zgjidh materialin e studimit
sr: Изаберите материјал за учење
sv: Välj Material
sw: Chagua Nyenzo
ta: பொருளைத் தேர்ந்தெடு
te: మెటీరియల్ ఎంచుకోండి
th: เลือกสื่อการเรียนรู้
tl: Pumili ng Materyal sa Pag-aaral
tr: Materyal Seç
uk: Виберіть матеріал
ur: مواد منتخب کریں
uz: O'quv materiallarini tanlash
vi: Chọn tài liệu học
zh_cn: 选择学习资料
zh_tw: 選擇學習資料
zu: Khetha Izinto Zokwakha Zokufunda

# subject
source: Title:
af: Onderwerp:
am: ርዕሰ ጉዳይ:
ar: الموضوع:
as: বিষয়:
be: Тэма:
bg: Заглавие:
bn: বিষয়:
ca: Assumpte:
cs: Předmět:
cy: Pwnc:
da: Emne:
de: Thema:
el: Θέμα:
es: Tema:
et: Teema:
eu: Gaia:
fa: موضوع:
fi: Aihe:
fil: Paksa:
fr: Sujet:
gl: Título:
gu: વિષય:
he: נושא:
hi: विषय:
hu: Tárgy:
hy: Թեմա.
id: Subjek:
is: Titill:
it: Argomento:
ja: 主題:
ka: სათაური:
kk: Тақырып:
km: ប្រធានបទ៖
kn: ವಿಷಯ:
ko: 제목:
ky: Темасы:
lo: ຫົວຂໍ້:
mk: Наслов:
ml: വിഷയം:
mn: Гарчиг:
mr: विषय:
my: ခေါင်းစဉ်:
nb: Emne:
ne: विषय:
nl: Onderwerp:
or: ବିଷୟ:
pa: ਵਿਸ਼ਾ:
pl: Temat:
ro: Subiect:
ru: Тема:
si: විෂය:
sk: Predmet:
sl: Zadeva:
sq: Subjekti:
sr: Наслов:
sv: Ämne:
sw: Somo:
ta: தலைப்பு:
te: విషయం:
th: หัวข้อ:
tl: Paksa:
tr: Konu:
uk: Тема:
ur: موضوع:
uz: Mavzu:
vi: Chủ đề:
zh_cn: 主题:
zh_tw: 主題:
zu: Isihloko:

source: Source:
af: Bron:
am: ምንጭ:
ar: المصدر:
as: উৎস:
be: Крыніца:
bg: Източник:
bn: উৎস:
ca: Font:
cs: Zdroj:
cy: Ffynhonnell:
da: Kilde:
de: Quelle:
el: Πηγή:
es: Fuente:
et: Allikas:
eu: Iturria:
fa: منبع:
fi: Lähde:
fil: Pinagmulan:
gl: Fonte:
gu: સ્રોત:
he: מקור:
hi: स्रोत:
hu: Forrás:
hy: Աղբյուր.
id: Sumber:
is: Heimild:
it: Fonte:
ja: 出典:
ka: წყარო:
kk: Дереккөз:
km: ប្រភព៖
kn: ಮೂಲ:
ko: 출처:
ky: Булагы:
lo: ແຫຼ່ງທີ່ມາ:
mk: Извор:
ml: ഉറവിടം:
mn: Эх сурвалж:
mr: स्रोत:
my: မူရင်း:
nb: Kilde:
ne: स्रोत:
nl: Bron:
or: ଉତ୍ସ:
pa: ਸਰੋਤ:
pl: Źródło:
ro: Sursă:
ru: Источник:
si: මූලාශ්‍රය:
sk: Zdroj:
sl: Vir:
sq: Burimi:
sr: Извор:
sv: Källa:
sw: Chanzo:
ta: மூலம்:
te: మూలం:
th: ที่มา:
tl: Pinagmulan:
tr: Kaynak:
uk: Джерело:
ur: ذریعہ:
uz: Manba:
vi: Nguồn:
zh_cn: 来源:
zh_tw: 來源:
zu: Umthombo:

source: File:
af: Lêer:
am: ፋይል:
ar: الملف:
as: ফাইল:
be: Файл:
bg: Файл:
bn: ফাইল:
ca: Fitxer:
cs: Soubor:
cy: Ffeil:
da: Fil:
de: Datei:
el: Αρχείο:
es: Archivo:
et: Fail:
eu: Fitxategia:
fa: فایل:
fi: Tiedosto:
fr: Fichier:
gl: Ficheiro:
gu: ફાઇલ:
he: קובץ:
hi: फ़ाइल:
hu: Fájl:
hy: Ֆայլ.
is: Skrá:
ja: ファイル:
ka: ფაილი:
kk: Файл:
km: ឯកសារ៖
kn: ಫೈಲ್:
ko: 파일:
ky: Файл:
lo: ໄຟລ໌:
mk: Датотека:
ml: ഫയൽ:
mn: Файл:
mr: फाइल:
my: ဖိုင်:
nb: Fil:
ne: फाइल:
nl: Bestand:
or: ଫାଇଲ୍:
pa: ਫਾਈਲ:
pl: Plik:
ro: Fișier:
ru: Файл:
si: ගොනුව:
sk: Súbor:
sl: Datoteka:
sq: Skedari:
sr: Датотека:
sv: Fil:
sw: Faili:
ta: கோப்பு:
te: ఫైల్:
th: ไฟล์:
tr: Dosya:
uk: Файл:
ur: فائل:
uz: Fayl:
vi: Tập tin:
zh_cn: 文件:
zh_tw: 檔案:
zu: Ifayela:

# progress
source: Progress: {current} / {total}
af: Vordering: {current} / {total}
am: ሂደት: {current} / {total}
ar: التقدم: {current} / {total}
as: প্ৰগতি: {current} / {total}
be: Прагрэс: {current} / {total}
bg: Напредък: {current} / {total}
bn: অগ্রগতি: {current} / {total}
ca: Progrés: {current} / {total}
cs: Postup: {current} / {total}
cy: Cynnydd: {current} / {total}
da: Fremskridt: {current} / {total}
de: Fortschritt: {current} / {total}
el: Πρόοδος: {current} / {total}
es: Progreso: {current} / {total}
et: Edenemine: {current} / {total}
eu: Aurrerapena: {current} / {total}
fa: پیشرفت: {current} / {total}
fi: Edistyminen: {current} / {total}
fil: Progreso: {current} / {total}
fr: Progrès: {current} / {total}
gl: Progreso: {current} / {total}
gu: પ્રગતિ: {current} / {total}
he: התקדמות: {current} / {total}
hi: प्रगति: {current} / {total}
hu: Folyamat: {current} / {total}
hy: Ընթացք. {current} / {total}
id: Progres: {current} / {total}
is: Framfarir: {current} / {total}
it: Progresso: {current} / {total}
ja: 進捗: {current} / {total}
ka: პროგრესი: {current} / {total}
kk: Прогресс: {current} / {total}
km: វឌ្ឍនភាព៖ {current} / {total}
kn: ಪ್ರಗತಿ: {current} / {total}
ko: 진행률: {current} / {total}
ky: Жүрүшү: {current} / {total}
lo: ຄວາມຄືບໜ້າ: {current} / {total}
mk: Напредок: {current} / {total}
ml: പുരോഗതി: {current} / {total}
mn: Ахиц: {current} / {total}
mr: प्रगती: {current} / {total}
my: တိုးတက်မှု: {current} / {total}
nb: Fremdrift: {current} / {total}
ne: प्रगति: {current} / {total}
nl: Voortgang: {current} / {total}
or: ପ୍ରଗତି: {current} / {total}
pa: ਤਰੱਕੀ: {current} / {total}
pl: Postęp: {current} / {total}
ro: Progres: {current} / {total}
ru: Прогресс: {current} / {total}
si: ප්‍රගතිය: {current} / {total}
sk: Priebeh: {current} / {total}
sl: Napredek: {current} / {total}
sq: Progresi: {current} / {total}
sr: Напредак: {current} / {total}
sv: Framsteg: {current} / {total}
sw: Maendeleo: {current} / {total}
ta: முன்னேற்றம்: {current} / {total}
te: పురోగతి: {current} / {total}
th: ความคืบหน้า: {current} / {total}
tl: Pag-unlad: {current} / {total}
tr: İlerleme: {current} / {total}
uk: Прогрес: {current} / {total}
ur: پیش رفت: {current} / {total}
uz: Jarayon: {current} / {total}
vi: Tiến độ: {current} / {total}
zh_cn: 进度: {current} / {total}
zh_tw: 進度: {current} / {total}
zu: Inqubekelaphambili: {current} / {total}

# importJsonFilePrompt
source: Please import a JSON file
af: Voer asseblief 'n JSON-lêer in
am: JSON ፋይል ያስመጡ
ar: يرجى استيراد ملف JSON
as: অনুগ্ৰহ কৰি এটা JSON ফাইল ইম্প’ৰ্ট কৰক
be: Імпартуйце файл JSON
bg: Моля, импортирайте JSON файл
bn: অনুগ্রহ করে একটি JSON ফাইল আমদানি করুন
ca: Carrega un fitxer JSON
cs: Prosím importujte soubor JSON
cy: Mewnforio ffeil JSON
da: Venligst importer en JSON fil
de: Bitte importieren Sie eine JSON-Datei
el: Παρακαλώ εισάγετε αρχείο JSON
es: Por favor importa un archivo JSON
et: Palun impordi JSON-fail
eu: Mesedez, inportatu JSON fitxategi bat
fa: لطفا یک فایل JSON وارد کنید
fi: Tuo JSON tiedosto
fil: Mangyaring mag-import ng JSON file
fr: Veuillez importer un fichier JSON
gl: Importa un ficheiro JSON
gu: કૃપા કરીને JSON ફાઇલ આયાત કરો
he: אנא ייבא קובץ JSON
hi: कृपया JSON फ़ाइल आयात करें
hu: Kérjük importáljon egy JSON fájlt
hy: Ներմուծեք JSON ֆայլ
id: Silakan impor file JSON
is: Vinsamlegast flyttu inn JSON skrá
it: Per favore importa un file JSON
ja: JSONファイルを読み込んでください
ka: გთხოვთ, შემოიტანოთ JSON ფაილი
kk: JSON файлын импорттаңыз
km: សូមនាំចូលឯកសារ JSON
kn: ದಯವಿಟ್ಟು JSON ಫೈಲ್ ಆಮದು ಮಾಡಿ
ko: JSON 파일을 불러와주세요
ky: JSON файлын жүктөңүз
lo: ກະລຸນານຳເຂົ້າໄຟລ໌ JSON
mk: Ве молиме увезете JSON-датотека
ml: ദയവായി JSON ഫയൽ ഇറക്കുമതി ചെയ്യുക
mn: JSON файлаа оруулна уу
mr: कृपया JSON फाइल आयात करा
my: JSON ဖိုင်ကို တင်သွင်းပေးပါ။
nb: Importer en JSON-fil
ne: JSON फाइल आयात गर्नुहोस्
nl: Importeer a.u.b. een JSON-bestand
or: ଦୟାକରି ଏକ JSON ଫାଇଲ୍ ଆମଦାନୀ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ JSON ਫਾਈਲ ਇੰਪੋਰਟ ਕਰੋ
pl: Proszę zaimportować plik JSON
ro: Vă rugăm importați fișier JSON
ru: Пожалуйста, импортируйте JSON файл
si: JSON ගොනුව ආයාත කරන්න
sk: Importujte súbor JSON
sl: Uvozite datoteko JSON
sq: Ju lutemi importoni një skedar JSON
sr: Увезите JSON датотеку
sv: Vänligen importera JSON fil
sw: Tafadhali leta faili ya JSON
ta: தயவுசெய்து JSON கோப்பை இறக்குமதி செய்யவும்
te: దయచేసి JSON ఫైల్‌ని దిగుమతి చేయండి
th: กรุณานำเข้าไฟล์ JSON
tl: Mangyaring mag-import ng JSON file
tr: Lütfen JSON dosyası aktarın
uk: Будь ласка, імпортуйте файл JSON
ur: براہ کرم JSON فائل درآمد کریں
uz: JSON faylini import qiling
vi: Vui lòng nhập tập tin JSON
zh_cn: 请导入 JSON 文件
zh_tw: 請匯入 JSON 檔案
zu: Sicela ufake ifayela le-JSON

# selectMaterialPrompt
source: Please select a study material
af: Kies asseblief studiemateriaal
am: የጥናት ቁሳቁስ ይምረጡ
ar: يرجى اختيار مادة دراسية
as: অনুগ্ৰহ কৰি এটা শিকন সামগ্ৰী নিৰ্বাচন কৰক
be: Выберыце вучэбны матэрыял
bg: Изберете учебен материал
bn: অনুগ্রহ করে অধ্যয়নের উপকরণ নির্বাচন করুন
ca: Selecciona el material d'estudi
cs: Prosím vyberte studijní materiál
cy: Dewis deunydd astudio
da: Venligst vælg studiemateriale
de: Bitte wählen Sie ein Lernmaterial aus
el: Παρακαλώ επιλέξτε υλικό μελέτης
es: Por favor selecciona un material
et: Vali õppematerjal
eu: Mesedez, hautatu ikasketa-materiala
fa: لطفا مطلب مطالعه را انتخاب کنید
fi: Valitse opiskelumateriaali
fil: Mangyaring pumili ng materyales sa pag-aaral
fr: Veuillez sélectionner un matériel d'étude
gl: Selecciona o material de estudo
gu: કૃપા કરીને અભ્યાસ સામગ્રી પસંદ કરો
he: אנא בחר חומר לימוד
hi: कृपया अध्ययन सामग्री चुनें
hu: Kérjük válasszon tanulási anyagot
hy: Ընտրեք ուսումնական նյութեր
id: Silakan pilih materi belajar
is: Vinsamlegast veldu námsefni
it: Per favore seleziona un materiale di studio
ja: 学習教材を選択してください
ka: აირჩიეთ სასწავლო მასალა
kk: Оқу материалын таңдаңыз
km: សូមជ្រើសរើសសម្ភារៈសិក្សា
kn: ದಯವಿಟ್ಟು ಅಧ್ಯಯನ ಸಾಮಗ್ರಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 학습 자료를 선택하세요
ky: Окуу материалын тандаңыз
lo: ເລືອກເອກະສານການຮຽນ
mk: Изберете материјал за учење
ml: ദയവായി പഠന സാമഗ്രികൾ തിരഞ്ഞെടുക്കുക
mn: Сурах материалаа сонгоно уу
mr: कृपया अभ्यास साहित्य निवडा
my: သင်ယူရန် အချက်အလက်ကို ရွေးပါ။
nb: Velg læremateriell
ne: अध्ययन सामग्री चयन गर्नुहोस्
nl: Selecteer a.u.b. studiemateriaal
or: ଅଧ୍ୟୟନ ସାମଗ୍ରୀ ଚୟନ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਅਧਿਐਨ ਸਮੱਗਰੀ ਚੁਣੋ
pl: Proszę wybrać materiał do nauki
ro: Vă rugăm selectați material de studiu
ru: Пожалуйста, выберите учебный материал
si: ඉගෙනුම් ද්‍රව්‍ය තෝරන්න
sk: Vyberte učebné materiály
sl: Izberite učno gradivo
sq: Ju lutemi zgjidhni materialin e studimit
sr: Изаберите материјал за учење
sv: Vänligen välj studiematerial
sw: Tafadhali chagua nyenzo za kusoma
ta: தயவுசெய்து படிப்புப் பொருளைத் தேர்ந்தெடுக்கவும்
te: దయచేసి స్టడీ మెటీరియల్‌ని ఎంచుకోండి
th: กรุณาเลือกสื่อการเรียนรู้
tl: Pumili ng materyal sa pag-aaral
tr: Lütfen çalışma materyali seçin
uk: Будь ласка, виберіть навчальний матеріал
ur: براہ کرم مطالعہ کا مواد منتخب کریں
uz: O'quv materiallarini tanlang
vi: Vui lòng chọn tài liệu học
zh_cn: 请选择学习资料
zh_tw: 請選擇學習資料
zu: Sicela ukhethe izinto zokwakha zokufunda

# studyComplete
source: Studied
af: Bestudeer
am: ትምህርት ተጠናቋል
ar: مدروس
as: অধ্যয়ন সম্পূৰ্ণ
be: Навучанне завершана
bg: Обучението завърши
bn: অধ্যয়ন সম্পন্ন
ca: S'ha completat l'estudi
cs: Nastudováno
cy: Astudiaeth wedi'i Gwblhau
da: Studeret
de: Gelernt
el: Μελετήθηκε
es: Estudiado
et: Õppimine lõpetatud
eu: Ikaskuntza amaitu da
fa: مطالعه شده
fi: Opiskeltu
fil: Napag-aralan na
fr: Étudié
gl: Estudo completo
gu: અભ્યાસ પૂર્ણ
he: נלמד
hi: अध्ययन किया
hu: Megtanulva
hy: Ուսուցումն ավարտված է
id: Dipelajari
is: Námi lokið
it: Studiato
ja: 学習完了
ka: სწავლა დასრულებულია
kk: Оқу аяқталды
km: ការសិក្សាបានបញ្ចប់
kn: ಅಧ್ಯಯನ ಮಾಡಲಾಗಿದೆ
ko: 학습 완료
ky: Окуу аяктады
lo: ສຳເລັດການຮຽນ
mk: Учењето е завршено
ml: പഠിച്ചു
mn: Суралцаж дууслаа
mr: अभ्यास पूर्ण
my: သင်ယူခြင်း ပြီးစီးပါပြီ
nb: Læring fullført
ne: अध्ययन पूरा भयो
nl: Bestudeerd
or: ଅଧ୍ୟୟନ ସମାପ୍ତ
pa: ਅਧਿਐਨ ਕੀਤਾ
pl: Przestudiowano
ro: Studiat
ru: Изучено
si: ඉගෙනීම සම්පූර්ණයි
sk: Učenie dokončené
sl: Učenje končano
sq: Studimi u përfundua
sr: Учење завршено
sv: Studerad
sw: Imesomwa
ta: படிக்கப்பட்டது
te: చదివాను
th: เรียนแล้ว
tl: Tapos na sa Pag-aaral
tr: Çalışıldı
uk: Вивчено
ur: مطالعہ کیا
uz: O'rganish yakunlandi
vi: Đã học
zh_cn: 已学习
zh_tw: 已學習
zu: Ukufunda Kuqediwe

source: Mark as Studied
af: Merk as Bestudeer
am: ትምህርት አመልክት
ar: تحديد كمدروس
as: অধ্যয়ন হিচাপে চিহ্নিত কৰক
be: Пазначыць як вывучанае
bg: Маркиране като изучено
bn: অধ্যয়ন করা হিসেবে চিহ্নিত করুন
ca: Marca com a estudiat
cs: Označit jako nastudované
cy: Marcio fel Astudiwyd
da: Marker som Studeret
de: Als gelernt markieren
el: Σήμανση ως Μελετημένο
es: Marcar como estudiado
et: Märgi õpituks
eu: Ikasketa markatu
fa: علامت‌گذاری به عنوان مطالعه شده
fi: Merkitse Opiskelluksi
fil: Markahan bilang Napag-aralan
fr: Marquer comme étudié
gl: Marcar como estudado
gu: અભ્યાસ કરેલ તરીકે ચિહ્નિત કરો
he: סמן כנלמד
hi: अध्ययन किया हुआ चिह्नित करें
hu: Jelölés megtanultként
hy: Նշել որպես ուսումնասիրված
id: Tandai Sudah Dipelajari
is: Merkja sem lært
it: Segna come Studiato
ja: 完了としてマーク
ka: მონიშვნა, როგორც შესწავლილი
kk: Оқу белгісі
km: សម្គាល់ថាបានសិក្សា
kn: ಅಧ್ಯಯನ ಮಾಡಲಾಗಿದೆ ಎಂದು ಗುರುತಿಸಿ
ko: 학습 표시
ky: Окуу белгиси
lo: ໝາຍວ່າຮຽນແລ້ວ
mk: Означи како научено
ml: പഠിച്ചതായി അടയാളപ്പെടുത്തുക
mn: Судалсан гэж тэмдэглэх
mr: अभ्यास केले असे चिन्हांकित करा
my: သင်ယူပြီးကြောင်း မှတ်သားပါ
nb: Marker som studert
ne: अध्ययनको रूपमा चिन्ह लगाउनुहोस्
nl: Markeren als Bestudeerd
or: ଅଧ୍ୟୟନ ଭାବରେ ଚିହ୍ନିତ କରନ୍ତୁ
pa: ਅਧਿਐਨ ਕੀਤਾ ਵਜੋਂ ਨਿਸ਼ਾਨ ਲਗਾਓ
pl: Oznacz jako Przestudiowane
ro: Marchează ca Studiat
ru: Пометить как изученное
si: ඉගෙන ගත් බව සලකුණු කරන්න
sk: Označiť ako preštudované
sl: Označi kot preučeno
sq: Shënoje si të studiuar
sr: Означи као научено
sv: Markera som Studerad
sw: Weka alama imesomwa
ta: படித்ததாகக் குறிக்கவும்
te: చదివినట్లుగా గుర్తించు
th: ทำเครื่องหมายว่าเรียนแล้ว
tl: Markahan Bilang Pinag-aralan
tr: Çalışıldı Olarak İşaretle
uk: Позначити як вивчене
ur: مطالعہ شدہ کے طور پر نشان زد کریں
uz: O'rganilgan deb belgilang
vi: Đánh dấu đã học
zh_cn: 标记为已学习
zh_tw: 標記為已學習
zu: Maka Njengokufundiwe

source: Listening...
af: Luister...
am: በማዳመጥ ላይ...
ar: جاري الاستماع...
as: শুনি থকা হৈছে...
be: Праслухоўванне...
bg: Слушане...
bn: শুনছি...
ca: S'està escoltant...
cs: Poslouchám...
cy: Gwrando...
da: Lytter...
de: Zuhören...
el: Ακούγοντας...
es: Escuchando...
et: Kuulan...
eu: Entzuten...
fa: در حال گوش دادن...
fi: Kuunnellaan...
fil: Nakikinig...
fr: Écoute...
gl: Escoitando...
gu: સાંભળી રહ્યું છે...
he: מקשיב...
hi: सुन रहा है...
hu: Hallgatás...
hy: Լսվում է...
id: Mendengarkan...
is: Hlusta...
it: Ascolto...
ja: 聞き取り中...
ka: მიმდინარეობს მოსმენა...
kk: Тыңдау...
km: កំពុងស្ដាប់...
kn: ಆಲಿಸಲಾಗುತ್ತಿದೆ...
ko: 듣는 중...
ky: Угулууда...
lo: ກຳລັງຟັງ...
mk: Се слуша...
ml: കേൾക്കുന്നു...
mn: Сонсож байна...
mr: ऐकत आहे...
my: နားထောင်နေသည်...
nb: Lytter...
ne: सुन्दै...
nl: Luisteren...
or: ଶୁଣୁଛି...
pa: ਸੁਣ ਰਿਹਾ ਹੈ...
pl: Słuchanie...
ro: Ascult...
ru: Слушаю...
si: සවන්දෙමින්...
sk: Počúva sa...
sl: Poslušam ...
sq: Duke dëgjuar...
sr: Слушање у току...
sv: Lyssnar...
sw: Inasikiliza...
ta: கேட்கிறது...
te: వింటున్నాను...
th: กำลังฟัง...
tl: Nakikinig...
tr: Dinleniyor...
uk: Слухаю...
ur: سن رہا ہے...
uz: Tinglanmoqda...
vi: Đang nghe...
zh_cn: 正在聆听...
zh_tw: 正在聆聽...
zu: Kuyalalelwa...

# recognized
source: Recognition complete
af: Herkenning voltooi
am: ታውቋል
ar: تم التعرف
as: চিনাক্ত কৰা হ’ল
be: Распазнана
bg: Разпознато
bn: শনাক্তকরণ সম্পন্ন
ca: S'ha reconegut
cs: Rozpoznávání dokončeno
cy: Adnabod wedi'i Gwblhau
da: Genkendelse færdig
de: Erkennung abgeschlossen
el: Αναγνώριση ολοκληρώθηκε
es: Reconocimiento completo
et: Tuvastamine lõpetatud
eu: Ezagututa
fa: شناسایی کامل شد
fi: Tunnistus valmis
fil: Natapos ang pagkilala
fr: Reconnaissance terminée
gl: Recoñecido
gu: ઓળખ પૂર્ણ
he: הזיהוי הושלם
hi: पहचान पूर्ण
hu: Felismerés kész
hy: Ճանաչումն ավարտված է
id: Pengenalan selesai
is: Þekkt
it: Riconoscimento completato
ja: 認識完了
ka: ამოცნობა დასრულებულია
kk: Танылды
km: ស្គាល់រួចរាល់
kn: ಗುರುತಿಸುವಿಕೆ ಪೂರ್ಣಗೊಂಡಿದೆ
ko: 인식 완료
ky: Таануу аяктады
lo: ຮັບຮູ້ສຳເລັດ
mk: Препознавањето е завршено
ml: തിരിച്ചറിയൽ പൂർത്തിയായി
mn: Танигдаж дууслаа
mr: ओळख पूर्ण
my: မှတ်သားပြီးပါပြီ
nb: Gjenkjent
ne: पहिचान भयो
nl: Herkenning voltooid
or: ଚିହ୍ନଟ ହୋଇଗଲା
pa: ਪਛਾਣ ਪੂਰੀ
pl: Rozpoznawanie zakończone
ro: Recunoaștere completă
ru: Распознавание завершено
si: හඳුනාගත්තා
sk: Rozpoznané
sl: Prepoznano
sq: U njoh
sr: Препознавање завршено
sv: Igenkänning klar
sw: Utambuzi umekamilika
ta: அடையாளம் காணப்பட்டது
te: గుర్తింపు పూర్తయింది
th: จดจำเสร็จสมบูรณ์
tl: Nakilala
tr: Tanıma tamamlandı
uk: Розпізнавання завершено
ur: شناخت مکمل
uz: Aniqlash yakunlandi
vi: Nhận dạng hoàn tất
zh_cn: 识别完成
zh_tw: 辨識完成
zu: Kuqashelwe
