Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

# tutorialLangSettingsTitle
source: Language Settings
am: የቋንቋ ቅንጅቶች
as: ভাষাৰ ছেটিং
be: Налады мовы
bg: Езикови настройки
ca: Configuració de l'idioma
cy: Gosodiadau Iaith
de: Spracheinstellungen
es: Configuración de idioma
et: Keele seaded
eu: Hizkuntza-ezarpenak
fr: Paramètres de langue
gl: Axustes de idioma
hy: Լեզվի կարգավորումներ
is: Tungumálastillingar
ja: 言語設定
ka: ენის პარამეტრები
kk: Тілдік параметрлер
km: ការកំណត់ភាសា
ko: 언어 설정
ky: Тил жөндөөлөрү
lo: ການຕັ້ງຄ່າພາສາ
mk: Поставки за јазик
mn: Хэлний тохиргоо
my: ဘာသာစကား ဆက်တင်
nb: Språkinnstillinger
ne: भाषा सेटिङ
or: ଭାଷା ସେଟିଂ
si: භාෂා සැකසුම්
sk: Nastavenia jazyka
sl: Nastavitve jezika
sq: Cilësimet e gjuhës
sr: Подешавања језика
tl: Mga Setting ng Wika
uz: Til sozlamalari
zh_cn: 语言设置
zh_tw: 語言設定
zu: Izilungiselelo Zolimi

# tutorialLangSettingsDesc
source: Configure source and target languages for translation.
am: ለመተርጎም የመጀመሪያ ቋንቋ እና ዒላማ ቋንቋ ያዘጋጁ።
as: অনুবাদ কৰিবলৈ উৎস ভাষা আৰু লক্ষ্য ভাষা নিৰ্ধাৰণ কৰক।
be: Наладзьце мову зыходнага тэксту і мову перакладу.
bg: Настройте изходния и целевия език за превод.
ca: Configura l'idioma original i l'idioma de destinació que vols traduir.
cy: Gosodwch yr iaith ffynhonnell a'r iaith darged i'w chyfieithu.
de: Konfigurieren Sie Quell- und Zielsprachen für die Übersetzung.
es: Configure los idiomas de origen y destino para la traducción.
et: Seadista tõlgitav lähtekeel ja sihtkeel.
eu: Ezarri itzuli nahi duzun jatorrizko hizkuntza eta helburuko hizkuntza.
fr: Configurez les langues source et cible pour la traduction.
gl: Establece o idioma orixinal e o idioma de destino para traducir.
hy: Սահմանեք սկզբնաղբյուր լեզուն և թարգմանելու թիրախային լեզուն։
is: Stilltu frumtungu og marktungu til að þýða.
ja: 翻訳元の言語と翻訳先の言語を設定します。
ka: დააყენეთ წყარო ენა და სამიზნე ენა თარგმნისთვის.
kk: Аударылатын бастапқы тіл мен мақсатты тілді орнатады.
km: កំណត់ភាសាដើម និងភាសាគោលដៅដែលត្រូវបកប្រែ។
ko: 번역할 원본 언어와 대상 언어를 설정합니다.
ky: Которула турган түпкү тилди жана максаттуу тилди орнотуңуз.
lo: ຕັ້ງຄ່າພາສາຕົ້ນສະບັບ ແລະພາສາເປົ້າໝາຍທີ່ຈະແປ.
mk: Поставете ги оригиналниот јазик и целниот јазик за превод.
mn: Орчуулах эх хэл болон зорилтот хэлийг тохируулна.
my: ဘာသာပြန်မည့် မူရင်း ဘာသာစကားနှင့် ဦးတည် ဘာသာစကားကို ဆက်တင်ပြုလုပ်ပါ။
nb: Angi kildespråket og målspråket du vil oversette.
ne: अनुवाद गर्नको लागि मूल भाषा र लक्ष्य भाषा सेट गर्नुहोस्।
or: ଅନୁବାଦ କରିବାକୁ ମୂଳ ଭାଷା ଏବଂ ଲକ୍ଷ୍ୟ ଭାଷା ସେଟ୍ କରନ୍ତୁ।
si: පරිවර්තනය කිරීමට මූලාශ්‍ර සහ ඉලක්ක භාෂා සකසන්න.
sk: Nastavuje zdrojový a cieľový jazyk na preklad.
sl: Nastavite izvorni in ciljni jezik za prevajanje.
sq: Vendosni gjuhën burimore dhe gjuhën e synuar për të përkthyer.
sr: Подесите изворни језик и циљни језик за превод.
tl: Itakda ang source na wika at ang target na wika na isasalin.
uz: Tarjima qilinadigan asl tilni va maqsadli tilni o'rnating.
zh_cn: 设置翻译的源语言和目标语言。
zh_tw: 設定翻譯的來源語言和目標語言。
zu: Setha ulimi lokuqala nolimi oluhlosiwe ongathanda ukuhumusha kulo.

source: Copy
am: ቅዳ
as: কপি কৰক
be: Капіяваць
bg: Копиране
ca: Copia
cy: Copïo
de: Kopieren
es: Copiar
et: Kopeeri
eu: Kopiatu
fr: Copier
gl: Copiar
hi: कॉपी करें
hy: Պատճենել
is: Afrita
ja: コピー
ka: კოპირება
kk: Көшіру
km: ចម្លង
ko: 복사
ky: Көчүрүү
lo: ສຳເນົາ
mk: Копирај
mn: Хуулах
my: ကူးယူခြင်း
nb: Kopier
ne: प्रतिलिपि गर्नुहोस्
or: କପି
si: පිටපත් කරන්න
sk: Kopírovať
sl: Kopiraj
sq: Kopjo
sr: Копирај
tl: Kopyahin
uz: Nusxalash
vi: Sao chép
zh_cn: 复制
zh_tw: 複製
zu: Kopisha

source: Copied to clipboard!
am: ወደ ቅንጥብ ሰሌዳ ተገልብጧል!
as: ক্লিপবৰ্ডত কপি কৰা হ’ল!
be: Скапіявана ў буфер абмену!
bg: Копирано в клипборда!
ca: S'ha copiat al porta-retalls!
cy: Wedi'i gopïo i'r clipfwrdd!
de: In die Zwischenablage kopiert!
es: ¡Copiado al portapapeles!
et: Kopeeritud lõikelauale!
eu: Arbelera kopiatu da!
fr: Copié dans le presse-papier!
gl: Copiado no portapapeis!
hi: क्लिपबोर्ड पर कॉपी किया गया!
hy: Պատճենվել է հոսքատախտակին!
is: Afritað á klemmuspjald!
ja: クリップボードにコピーしました！
ka: დაკოპირებულია ბუფერში!
kk: Буферге көшірілді!
km: បានចម្លងទៅឃ្លីបបត!
ko: 클립보드에 복사되었습니다!
ky: Буферге көчүрүлдү!
lo: ສຳເນົາໃສ່ clipboard ແລ້ວ!
mk: Копирано во таблата со исечоци!
mn: Санах ойд хуулсан!
my: ကလစ်ဘုတ်ထဲသို့ ကူးယူပြီးပါပြီ!
nb: Kopiert til utklippstavlen!
ne: क्लिपबोर्डमा प्रतिलिपि गरियो!
or: କ୍ଲିପବୋର୍ଡରେ କପି କରାଯାଇଛି!
si: පිටපත් කර පසුරු පුවරුවට එක් කරන ලදී!
sk: Skopírované do schránky!
sl: Kopirano v odložišče!
sq: U kopjua në kujtesën e shkurtër!
sr: Копирано у клипборд!
tl: Kinopya sa clipboard!
uz: Buferga nusxalandi!
vi: Đã sao chép vào bộ nhớ tạm!
zh_cn: 已复制到剪贴板！
zh_tw: 已複製到剪貼板！
zu: Ikopishwe kubhodi yokunameka!

# tutorialContextTitle
source: Context Tag
af: Konteks Merker
am: ሁኔታ/አውድ መለያ
ar: وسم السياق
as: পৰিস্থিতি/প্ৰসংগ টেগ
be: Тэг сітуацыі/кантэксту
bg: Таг за ситуация/контекст
bn: প্রসঙ্গ ট্যাগ
ca: Etiqueta de situació/context
cs: Kontextový štítek
cy: Tag Cyd-destun / Seiliau
da: Konteksthjælp
de: Kontext-Tag
el: Ετικέτα περιβάλλοντος
es: Etiqueta de contexto
et: Olukorra/konteksti silt
eu: Egoera/Testuinguru etiketa
fa: برچسب متن
fi: Asiayhteystunniste
fil: Tag ng Konteksto
fr: Balise de contexte
gl: Etiqueta de situación/contexto
gu: સંદર્ભ ટેગ
he: תגית הקשר
hi: संदर्भ टैग
hu: Kontextus címke
hy: Իրավիճակ/կոնտեքստ թեգ
id: Tag Konteks
is: Aðstæður/samhengismerki
it: Tag contesto
ja: 文脈タグ
ka: კონტექსტური ტეგი
kk: Жағдай/Мәтін мәні тегі
km: ស្លាកបរិបទ/សភាពការណ៍
kn: ಸಂದರ್ಭ ಟ್ಯಾಗ್
ko: 상황/문맥 태그
ky: Кырдаал/Контекст тэг
lo: ແທັກສະພາບການ/ບໍລິບົດ
mk: Ознака за ситуација/контекст
ml: സന്ദർഭ ടാഗ്
mn: Нөхцөл/Утга санааны таг
mr: संदर्भ टॅग
my: အခြေအနေ/စာသား၏ အဓိပ္ပာယ် တဂ်
nb: Situasjons-/konteksttag
ne: स्थिति/सन्दर्भ ट्याग
nl: Contextlabel
or: ପରିସ୍ଥିତି/ପ୍ରସଙ୍ଗ ଟ୍ୟାଗ୍
pa: ਪ੍ਰਸੰਗ ਟੈਗ
pl: Znacznik kontekstu
ro: Etichetă context
ru: Тег контекста
si: සන්දර්භය/සන්දර්භ ටැගය
sk: Situácia/kontextové značky
sl: Situacija/kontekstne oznake
sq: Etiketa e situatës/kontekstit
sr: Ознака ситуације/контекста
sv: Kontexttagg
sw: Lebo ya Muktadha
ta: சூழல் குறிச்சொல்
te: సందర్భ ట్యాగ్
th: แท็กบริบท
tl: Tag ng Sitwasyon/Konteksto
tr: Bağlam Etiketi
uk: Тег контексту
ur: سیاق و سباق ٹیگ
uz: Vaziyat/kontekst teg
vi: Thẻ ngữ cảnh
zh_cn: 上下文标签
zh_tw: 上下文標籤
zu: Ithegi Yesimo/Umongo

# tutorialContextDesc
source: Add context (e.g., Morning) to distinguish similar sentences.
af: Voeg konteks by (bv. Oggend) om soortgelyke sinne te onderskei.
am: ምንም እንኳን ተመሳሳይ ዓረፍተ ነገር ቢሆንም እንደ ሁኔታው (ለምሳሌ ጠዋት፣ ምሽት) በመፃፍ በተናጠል ማስቀመጥ ይችላሉ።
ar: أضف سياقًا (مثلاً: الصباح) لتمييز الجمل المتشابهة.
as: একেটা বাক্য হ’লেও পৰিস্থিতি (যেনে: ৰাতিপুৱা, গধূলি) লিখিলে সুকীয়াভাৱে সংৰক্ষণ কৰিব পাৰি।
be: Вы можаце захаваць адну і тую ж фразу асобна, запісаўшы сітуацыю (напрыклад, раніца, вечар).
bg: Можете да го запазите отделно, като запишете ситуацията (напр. сутрин, вечер) дори за едно и също изречение.
bn: অনুরূপ বাক্যগুলি আলাদা করতে প্রসঙ্গ (যেমন: সকাল) যোগ করুন।
ca: Pots desar la mateixa frase per separat si anotes la situació (per exemple, matí, vespre).
cs: Přidejte kontext (např. Ráno) pro rozlišení podobných vět.
cy: Gallwch ei gadw ar wahân trwy ysgrifennu'r sefyllfa (e.e. bore, gyda'r nos) hyd yn oed os yw'n frawddeg debyg.
da: Tilføj kontekst (f.eks. Morgen) for at skelne lignende sætninger.
de: Fügen Sie Kontext hinzu (z. B. Morgen), um ähnliche Sätze zu unterscheiden.
el: Προσθέστε πλαίσιο (π.χ. Πρωί) για να διακρίνετε παρόμοιες προτάσεις.
es: Agregue contexto (ej: Mañana) para distinguir oraciones similares.
et: Isegi kui lause on sama, saad selle eraldi salvestada, märkides olukorra (nt hommik, õhtu).
eu: Esaldi bera bada ere, egoera (adibidez, goiza, arratsaldea) idatziz gero, bereizita gorde dezakezu.
fa: برای تمایز جملات مشابه، زمینه (مانند: صبح) را اضافه کنید.
fi: Lisää asiayhteys (esim. Aamu) erottaaksesi samanlaiset lauseet.
fil: Magdagdag ng konteksto (hal. Umaga) upang makilala ang magkatulad na mga pangungusap.
fr: Ajoutez un contexte (ex: Matin) pour distinguer des phrases similaires.
gl: Podes gardar a mesma frase por separado se anotas a situación (por exemplo, mañá, noite).
gu: સમાન વાક્યોને અલગ કરવા માટે સંદર્ભ (દા.ત. સવાર) ઉમેરો.
he: הוסף הקשר (למשל: בוקר) להבחנה בין משפטים דומים.
hi: समान वाक्यों में अंतर करने के लिए संदर्भ (जैसे: सुबह) जोड़ें।
hu: Adjon hozzá kontextust (pl. Reggel) a hasonló mondatok megkülönböztetéséhez.
hy: Դուք կարող եք այն առանձին պահպանել՝ գրելով նույնիսկ նույն նախադասության իրավիճակը (օրինակ՝ առավոտ, երեկո)։
id: Tambahkan konteks (misal: Pagi) untuk membedakan kalimat serupa.
is: Jafnvel þótt það sé sama setningin geturðu vistað hana sérstaklega með því að skrifa aðstæður (td morgun, kvöld).
it: Aggiungi contesto (es. Mattina) per distinguere frasi simili.
ja: 同じ文章でも状況（例：朝、夜）を追加して区別できます。
ka: ერთი და იგივე წინადადებაც კი შეიძლება ცალკე შენახული იყოს სიტუაციის მითითებით (მაგ. დილა, საღამო).
kk: Егер бір сөйлемнің өзінде жағдайды жазсаңыз (мысалы, таңертең, кешке), оны бөлек сақтауға болады.
km: សូម្បីតែប្រយោគដូចគ្នា អ្នកអាចរក្សាទុកវដាច់ដោយឡែកពីគ្នាដោយសរសេរបរិបទ (ឧទាហរណ៍៖ ពេលព្រឹក ពេលល្ងាច)។
kn: ಒಂದೇ ರೀತಿಯ ವಾಕ್ಯಗಳನ್ನು ಪ್ರತ್ಯೇಕಿಸಲು ಸಂದರ್ಭವನ್ನು (ಉದಾ. ಬೆಳಿಗ್ಗೆ) ಸೇರಿಸಿ.
ko: 같은 문장이라도 상황(예: 아침, 저녁)을 적어두면 별도로 저장할 수 있어요.
ky: Ошол эле сүйлөм болсо дагы, кырдаалды (мисалы, эртең менен, кечинде) жазып койсоңуз, өзүнчө сактоого болот.
lo: ເຖິງແມ່ນວ່າຈະເປັນປະໂຫຍກດຽວກັນ, ຖ້າທ່ານຂຽນສະຖານະການ (ຕົວຢ່າງ: ເຊົ້າ, ແລງ) ທ່ານສາມາດບັນທຶກແຍກຕ່າງຫາກໄດ້.
mk: Можете да ја зачувате истата реченица посебно ако ја запишете ситуацијата (на пример, утро, вечер).
ml: സമാന വാക്യങ്ങൾ വേർതിരിക്കാൻ സന്ദർഭം (ഉദാ. രാവിലെ) ചേർക്കുക.
mn: Ижил өгүүлбэр байсан ч нөхцөл (Жишээ нь: Өглөө, орой) бичсэнээр тусад нь хадгалах боломжтой.
mr: समान वाक्ये वेगळी करण्यासाठी संदर्भ (उदा. सकाळ) जोडा.
my: အတူတူ စာကြောင်းဖြစ်သော်လည်း အခြေအနေ (ဥပမာ- မနက်၊ ည)ကို ရေးထားလျှင် သီးခြား သိမ်းဆည်းနိုင်သည်။
nb: Selv om det er samme setning, kan du lagre den separat ved å skrive ned situasjonen (f.eks. morgen, kveld).
ne: एउटै वाक्य भए पनि स्थिति (उदाहरण: बिहान, बेलुका) लेखेर छुट्टै सुरक्षित गर्न सकिन्छ।
nl: Voeg context toe (bijv. Ochtend) om vergelijkbare zinnen te onderscheiden.
or: ଯଦି ଏହା ସମାନ ବାକ୍ୟ, ତେବେ ମଧ୍ୟ ଆପଣ ଏହାକୁ ପୃଥକ ଭାବରେ ସେଭ୍ କରିପାରିବେ ଯଦି ଆପଣ ଏକ ପରିସ୍ଥିତି (ଉଦାହରଣ ସ୍ୱରୂପ: ସକାଳ, ସନ୍ଧ୍ୟା) ଲେଖନ୍ତି |
pa: ਸਮਾਨ ਵਾਕਾਂ ਨੂੰ ਵੱਖਰਾ ਕਰਨ ਲਈ ਪ੍ਰਸੰਗ (ਜਿਵੇਂ: ਸਵੇਰ) ਸ਼ਾਮਲ ਕਰੋ।
pl: Dodaj kontekst (np. Rano), aby rozróżnić podobne zdania.
ro: Adăugați context (ex. Dimineața) pentru a distinge propoziții similare.
ru: Добавьте контекст (например, Утро), чтобы различать похожие предложения.
si: එකම වාක්‍යයක් වුවද, තත්වය (උදා: උදෑසන, සවස) සටහන් කර ඇත්නම් එය වෙන වෙනම සුරැකිය හැක.
sk: Ak si zapíšete situáciu (napr. ráno, večer) aj pre tú istú vetu, môžete si ju uložiť samostatne.
sl: Isti stavek lahko shranite ločeno, če zapišete situacijo (npr. jutro, večer).
sq: Edhe nëse është e njëjta fjali, mund ta ruani veçmas duke shkruar situatën (p.sh. mëngjes, mbrëmje).
sr: Можете да сачувате исту реченицу одвојено ако забележите ситуацију (нпр. јутро, вече).
sv: Lägg till kontext (t.ex. Morgon) för att skilja liknande meningar åt.
sw: Ongeza muktadha (k.m. Asubuhi) ili kutofautisha sentensi zinazofanana.
ta: ஒரே மாதிரியான வாக்கியங்களை வேறுபடுத்த சூழலை (எ.கா. காலை)ச் சேர்க்கவும்.
te: సారూప్య వాక్యాలను వేరు చేయడానికి సందర్భాన్ని (ఉదా. ఉదయం) జోడించండి.
th: เพิ่มบริบท (เช่น ตอนเช้า) เพื่อแยกแยะประโยคที่คล้ายกัน
tl: Kahit na pareho ang pangungusap, maaari mo itong i-save nang hiwalay kung isusulat mo ang sitwasyon (hal. Umaga, Gabi).
tr: Benzer cümleleri ayırt etmek için bağlam (örn. Sabah) ekleyin.
uk: Додайте контекст (наприклад, Ранок), щоб розрізняти схожі речення.
ur: ملتے جلتے جملوں میں فرق کرنے کے لیے سیاق و سباق (مثلاً صبح) شامل کریں۔
uz: Xuddi shu jumla bo'lsa ham, vaziyatni (masalan, ertalab, kechqurun) yozsangiz, uni alohida saqlashingiz mumkin.
vi: Thêm ngữ cảnh (ví dụ: Buổi sáng) để phân biệt các câu tương tự.
zh_cn: 添加上下文（例如：早上）以区分相似的句子。
zh_tw: 添加上下文（例如：早上）以區分相似的句子。
zu: Ungalondoloza imisho efanayo ngokuhlukile ngokubhala isimo (isb: ekuseni, kusihlwa).

# thinkingTimeInterval
source: Playback Delay
af: Thinking Time Interval
am: የማሰብ ጊዜ ክፍተት
ar: Thinking Time Interval
as: ভাবিবলৈ সময়ৰ ব্যৱধান
bg: Интервал за време за размисъл
bn: Thinking Time Interval
ca: Interval de temps de reflexió
cs: Thinking Time Interval
da: Thinking Time Interval
de: Thinking Time Interval
el: Thinking Time Interval
es: Thinking Time Interval
fa: Thinking Time Interval
fi: Thinking Time Interval
fil: Thinking Time Interval
fr: Thinking Time Interval
gl: Intervalo de tempo de reflexión
he: Thinking Time Interval
hi: Thinking Time Interval
hu: Thinking Time Interval
id: Thinking Time Interval
it: Thinking Time Interval
ja: Thinking Time Interval
kn: Thinking Time Interval
ko: 재생 시차
lo: ໄລຍະເວລາໃນການຄິດ
ml: Thinking Time Interval
mr: Thinking Time Interval
nb: Tenketidsintervall
nl: Thinking Time Interval
pa: Thinking Time Interval
pl: Thinking Time Interval
ro: Thinking Time Interval
ru: Thinking Time Interval
sl: Interval časa za razmišljanje
sr: Интервал времена размишљања
sv: Thinking Time Interval
sw: Thinking Time Interval
ta: Thinking Time Interval
te: Thinking Time Interval
th: Thinking Time Interval
tl: Interval ng Oras ng Pag-iisip
tr: Thinking Time Interval
uk: Thinking Time Interval
ur: Thinking Time Interval
uz: O'ylash vaqti oralig'i
vi: Thinking Time Interval
zh_cn: Thinking Time Interval
zh_tw: Thinking Time Interval

# thinkingTimeDesc
source: Time to think before the answer is revealed.
am: መልሱ ከመገለጹ በፊት ለማሰብ ጊዜው አሁን ነው።
as: সঠিক উত্তৰ প্ৰকাশ কৰাৰ আগতে ভাবিবলৈ সময়।
be: Час для абдумвання перад тым, як будзе паказаны правільны адказ.
bg: Време за размисъл преди разкриване на верния отговор.
ca: Temps per pensar abans que es reveli la resposta.
cy: Dyma'r amser i feddwl cyn i'r ateb gael ei ddatgelu.
et: Aeg, et mõelda enne õige vastuse avaldamist.
eu: Erantzuna argitaratu aurretik pentsatzeko denbora.
gl: Este é o tempo para pensar antes de que se revele a resposta correcta.
hy: Ժամանակն է մտածելու, նախքան պատասխանը բացահայտելը:
is: Tími til að hugsa áður en svarið er gefið upp.
ka: დრო, რომ იფიქროთ პასუხის გამოვლენამდე.
kk: Жауап жарияланғанға дейін ойлану уақыты.
km: ពេលវេលាដើម្បីគិត មុនពេលចម្លើយត្រូវបានបង្ហាញ។
ko: 정답이 공개되기 전 생각할 시간입니다.
ky: Жооп жарыяланганга чейин ойлонууга убакыт.
lo: ເວລາກ່ອນທີ່ຄໍາຕອບຈະຖືກເປີດເຜີຍ.
mk: Време за размислување пред да се открие точниот одговор.
mn: Зөв хариулт гарахын өмнө бодох хугацаа.
my: အဖြေမှန် မဖော်ပြခင် စဉ်းစားရန် အချိန်ဖြစ်သည်။
nb: Dette er tiden du har til å tenke før svaret avsløres.
ne: सही उत्तर सार्वजनिक हुनु अघि सोच्ने समय हो।
or: ସଠିକ୍ ଉତ୍ତର ପ୍ରକାଶିତ ହେବା ପୂର୍ବରୁ ଚିନ୍ତା କରିବାକୁ ଏହା ଏକ ସମୟ।
si: පිළිතුර හෙළි කිරීමට පෙර කල්පනා කිරීමට කාලයයි.
sk: Čas na premýšľanie pred odhalením správnej odpovede.
sl: Čas za razmišljanje, preden se razkrije pravilen odgovor.
sq: Koha për të menduar përpara se të zbulohet përgjigja.
sr: Време за размишљање пре откривања тачног одговора.
tl: Ang oras para mag-isip bago ipakita ang tamang sagot.
uz: To'g'ri javob e'lon qilinishidan oldin o'ylash vaqti.
zu: Isikhathi sokucabanga ngaphambi kokudalula impendulo.

source: Auto-Play
am: ራስ-አጫውት
as: স্বয়ংক্ৰিয় প্লে’
be: Аўтапрайграванне
bg: Автоматично пускане
ca: Reproducció automàtica
cy: Chwarae'n Awtomatig
et: Automaatne taasesitus
eu: Automatikoki erreproduzitu
gl: Reprodución automática
hy: Ավտոմատ նվագարկում
is: Sjálfvirk spilun
ka: ავტომატური დაკვრა
kk: Автоматты ойнату
km: ចាក់សារឡើងវិញដោយស្វ័យប្រវត្តិ
ko: 자동 재생
ky: Автоматтык ойнотуу
lo: ຫຼິ້ນອັດຕະໂນມັດ
mk: Автоматска репродукција
mn: Автоматаар тоглуулах
my: အလိုအလျောက် ပြန်ဖွင့်
nb: Autospill
ne: स्वतः प्ले
or: ସ୍ୱୟଂଚାଳିତ ପ୍ଲେ
si: ස්වයංක්‍රීයව වාදනය කිරීම
sk: Automatické prehrávanie
sl: Samodejno predvajanje
sq: Luaj automatikisht
sr: Аутоматска репродукција
tl: Awtomatikong Mag-play
uz: Avtomatik ijro etish
zu: Dlala Ngokuzenzakalelayo

source: Time Up!
am: ጊዜው አልቋል!
as: সময় শেষ!
be: Час выйшаў!
bg: Времето изтече!
ca: S'ha acabat el temps!
cy: Amser ar ben!
et: Aeg on läbi!
eu: Denbora agortu da!
gl: Rematou o tempo!
hy: Ժամանակը սպառվեց!
is: Tíminn er liðinn!
ka: დრო ამოიწურა!
kk: Уақыт бітті!
km: អស់ពេល!
ko: 시간 초과!
ky: Убакыт бүттү!
lo: ໝົດເວລາ!
mk: Времето истече!
mn: Хугацаа дууслаа!
my: အချိန်ကုန်သွားပြီ!
nb: Tiden er ute!
ne: समय सकियो!
or: ସମୟ ସରୀଗଲା!
si: කාලය ඉවරයි!
sk: Čas vypršal!
sl: Čas je potekel!
sq: Koha ka mbaruar!
sr: Време је истекло!
tl: Tapos na ang Oras!
uz: Vaqt tugadi!
zu: Isikhathi Siphelile!

# gameModeTitle
source: Game Mode
am: የጨዋታ ሁነታ
as: গেম মোড
be: Рэжым гульні
bg: Режим на игра
ca: Mode de joc
cy: Modd Gêm
et: Mängurežiim
eu: Joko modua
gl: Modo de xogo
hy: Խաղի ռեժիմ
is: Leikjastilling
ka: თამაშის რეჟიმი
kk: Ойын режимі
km: របៀបលេងហ្គេម
ko: 게임 모드
ky: Оюн режими
lo: ໂໝດເກມ
mk: Режим на игра
mn: Тоглоомын горим
my: ဂိမ်း ပုံစံ
nb: Spillmodus
ne: खेल मोड
or: ଖେଳ ମୋଡ୍
si: ක්‍රීඩා මාදිලිය
sk: Herný režim
sl: Način igre
sq: Modaliteti i lojës
sr: Режим игре
uz: O'yin rejimi
zu: Imodi Yomdlalo

# gameModeDesc
source: Choose your practice mode
am: ለመለማመድ የጨዋታ ሁነታን ይምረጡ
as: অনুশীলন কৰিবলৈ এটা গেম মোড নিৰ্বাচন কৰক
be: Выберыце рэжым гульні для практыкі
bg: Изберете режим на игра, който да практикувате
ca: Selecciona el mode de joc que vols practicar
cy: Dewiswch y modd gêm i ymarfer
et: Valige mängurežiim, mida soovite harjutada
eu: Hautatu praktikatu nahi duzun joko modua
gl: Selecciona o modo de xogo que queres practicar
hy: Ընտրեք մարզվելու խաղի ռեժիմը
is: Veldu leikjastillingu til að æfa
ka: აირჩიეთ თამაშის რეჟიმი ვარჯიშისთვის
kk: Жаттығуға арналған ойын режимін таңдаңыз
km: ជ្រើសរើសរបៀបលេងហ្គេមដែលត្រូវអនុវត្ត
ko: 연습할 게임 모드를 선택하세요
ky: Машыга турган оюн режимин тандаңыз
lo: ເລືອກໂໝດເກມທີ່ທ່ານຕ້ອງການທີ່ຈະຝຶກ.
mk: Изберете режим на игра за вежбање
mn: Дадлага хийх тоглоомын горимоо сонгоно уу
my: လေ့ကျင့်မည့် ဂိမ်း ပုံစံကို ရွေးပါ။
nb: Velg spillmodusen du vil øve på
ne: अभ्यास गर्न खेल मोड चयन गर्नुहोस्
or: ଅଭ୍ୟାସ କରିବାକୁ ଏକ ଖେଳ ମୋଡ୍ ଚୟନ କରନ୍ତୁ
si: පුහුණු වීමට ක්‍රීඩා මාදිලිය තෝරන්න
sk: Vyberte herný režim, ktorý chcete precvičovať
sl: Izberite način igre za vadbo
sq: Zgjidhni modalitetin e lojës për të praktikuar
sr: Изаберите режим игре за вежбање
tl: Piliin ang game mode na pagsasanayan
uz: Mashq qilish uchun o'yin rejimini tanlang
zu: Khetha imodi yomdlalo yokuzijwayeza

# wordDefenseTitle
source: Word Defense
am: የቃል መከላከያ
as: শব্দ ৰক্ষা
be: Абарона слоў
bg: Защита на думи
ca: Defensa de paraules
cy: Amddiffyn Gair
et: Sõnade kaitse
eu: Hitzen defentsa
gl: Defensa de palabras
hy: Բառերի պաշտպանություն
is: Orðavörn
ka: სიტყვების დაცვა
kk: Сөзді қорғау
km: ការពារពាក្យ
ko: 단어 디펜스
ky: Сөз коргоо
lo: ປ້ອງກັນຄຳສັບ
mk: Одбрана на зборови
mn: Үг хамгаалах
my: စကားလုံး ခုခံခြင်း
nb: Ord-forsvar
ne: शब्द डिफेन्स
or: ଶବ୍ଦ ପ୍ରତିରକ୍ଷା
si: වචන ආරක්ෂාව
sk: Slovná obrana
sl: Besedna obramba
sq: Mbrojtja e fjalëve
sr: Одбрана речи
uz: So'z himoyasi
zu: Ukuzivikela Ngegama

# wordDefenseDesc
source: Defend your base by speaking words correctly before enemies reach you.
am: ጠላት ከመድረሱ በፊት ቃሉን በመናገር ጣቢያዎን ይከላከሉ።
as: শত্ৰু অহাৰ আগতে শব্দ কৈ ঘাটি ৰক্ষা কৰক।
be: Абараніце базу, вымаўляючы словы да таго, як ворагі дойдуць да яе.
bg: Защитете базата, като кажете думата, преди врагът да пристигне.
ca: Digues la paraula abans que l'enemic arribi per defensar la base.
cy: Amddiffynwch y sylfaen trwy ddweud y gair cyn i'r gelyn gyrraedd.
et: Kaitske oma baasi, öeldes sõnu enne, kui vaenlased kohale jõuavad.
eu: Hitz egin hitzak etsaiak iritsi baino lehen oinarria defendatzeko.
gl: Defende a base dicindo a palabra antes de que chegue o inimigo.
hy: Պաշտպանեք ձեր բազան՝ ասելով բառեր, նախքան թշնամին կժամանի:
is: Verjaðu stöðina með því að segja orðið áður en óvinurinn kemur.
ka: დაიცავით ბაზა სიტყვების თქმით, სანამ მტრები მოვლენ.
kk: Жау келмес бұрын сөзді айтып, базаны қорғаңыз.
km: ការពារមូលដ្ឋានដោយនិយាយពាក្យ មុនពេលសត្រូវមកដល់។
ko: 적이 도착하기 전에 단어를 말해서 기지를 방어하세요.
ky: Душман келгенге чейин сөздү айтып базаны коргоңуз.
lo: ປ້ອງກັນຖານໂດຍການເວົ້າຄໍາສັບກ່ອນທີ່ສັດຕູຈະມາຮອດ.
mk: Одбранете ја базата зборувајќи ги зборовите пред непријателите да пристигнат.
mn: Дайсан ирэхээс өмнө үгийг хэлж баазыг хамгаалаарай.
my: ရန်သူ မရောက်ခင် စကားလုံးကို ပြော၍ အခြေခံကို ကာကွယ်ပါ။
nb: Forsvar basen ved å si ordet før fiendene ankommer.
ne: शत्रु आइपुग्नु अघि शब्द बोलेर आधारको रक्षा गर्नुहोस्।
or: ଶତ୍ରୁ ପହଞ୍ଚିବା ପୂର୍ବରୁ ଏକ ଶବ୍ଦ କହି ବେସ୍ ରକ୍ଷା କରନ୍ତୁ।
si: සතුරා පැමිණීමට පෙර වචනය කියා පදනම ආරක්ෂා කරන්න.
sk: Bráňte základňu vyslovením slov predtým, ako dorazí nepriateľ.
sl: Branite bazo tako, da izgovorite besede, preden prispejo sovražniki.
sq: Mbroni bazën duke thënë fjalët përpara se të mbërrijnë armiqtë.
sr: Одбраните базу изговарањем речи пре него што непријатељ стигне.
tl: Sabihin ang salita para ipagtanggol ang base bago dumating ang kaaway.
uz: Dushman kelishidan oldin so'zni aytib bazani himoya qiling.
zu: Vikela isizinda ngokukhuluma igama ngaphambi kokufika kwesitha.

# dialogueQuestTitle
source: Dialogue Quest
am: የውይይት ተልዕኮ
as: বাৰ্তালাপৰ সন্ধান
be: Квест дыялогу
bg: Куест за диалог
ca: Cerca de diàlegs
cy: Cwest Sgwrs
et: Dialoogiülesanne
eu: Elkarrizketa bilaketa
gl: Busca de diálogos
hy: Երկխոսության որոնում
is: Samtalaleiðangur
ka: დიალოგის ქვესტი
kk: Диалог квесті
km: ដំណើរស្វែងរកការសន្ទនា
ko: 대화 퀘스트
ky: Сүйлөшүү тапшырмасы
mk: Задачи за разговор
mn: Ярианы даалгавар
my: စကားပြော မစ်ရှင်
nb: Dialog-oppdrag
ne: कुराकानी खोज
or: ସଂଳାପ ଅନୁସନ୍ଧାନ
si: සංවාද සෙවීම
sk: Dialógová úloha
sl: Dialogna naloga
sq: Kërkimi i dialogut
sr: Дијалошка потрага
uz: Dialog qidiruvi
zu: Ukufuna Ingxoxo
