Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

# helpDialogueImportDetails
source: • JSON Structure: Uses `dialogues` array instead of `entries`. • Auto-Restoration: Conversation title, persona, and message order are recovered. • Location: Imported chats appear in the AI Chat mode's 'History' tab.
am: • JSON መዋቅር: `entries` ከሚለው ይልቅ `dialogues` ድርድር ይጠቀሙ • ራስ-ሰር መልሶ ማግኛ: የውይይት ርዕስ፣ ሰው፣ መልእክት ቅደም ተከተል ይመለሳል • ሥፍራ: ያስመጣው ውይይት በ AI የውይይት ሞድ 'የመዝገብ' ትር ላይ ይታያል
as: • JSON গঠন: `এন্ট্ৰী`ৰ পৰিৱৰ্তে `ডাইলগ` এৰে ব্যৱহাৰ কৰক • স্বয়ংক্ৰিয় পুনৰুদ্ধাৰ: বাৰ্তালাপৰ শিৰোনাম, ব্যক্তি, বাৰ্তাৰ ক্ৰম পুনৰুদ্ধাৰ কৰা হৈছে। • অৱস্থান: ইম্প’ৰ্ট কৰা বাৰ্তালাপ এআই চেট মোডৰ ‘ইতিহাস’ টেবত দৃশ্যমান হ’ব।
be: • Структура JSON: выкарыстоўвайце масіў `dialogues` замест `entries` • Аўтаматычнае аднаўленне: аднаўляюцца назва дыялогу, персанаж і парадак паведамленняў. • Месцазнаходжанне: імпартаваныя дыялогі з'яўляюцца ва ўкладцы «Гісторыя» ў рэжыме чата AI.
bg: • JSON структура: Използвайте масив `dialogues` вместо `entries` • Автоматично възстановяване: Заглавието на диалога, персонажите и реда на съобщенията се възстановяват. • Местоположение: Импортираните диалози се появяват в раздела „История“ на режима AI Chat.
ca: • Estructura JSON: Utilitza l'array `dialogues` en comptes d'`entries` • Recuperació automàtica: Es restauren el títol del diàleg, la persona i l'ordre dels missatges. • Ubicació: Els diàlegs importats apareixen a la pestanya 'Historial' del mode de xat amb IA.
cy: • Strwythur JSON: defnyddiwch arae `dialogues` yn lle `entries` • Adferiad Awtomatig: mae teitlau sgwrs, personâu a threfn negeseuon yn cael eu hadfer. • Lleoliad: mae sgyrsiau wedi'u mewnforio yn ymddangos yn y tab 'Hanes' yn y modd Sgwrs AI.
et: • JSON-struktuur: kasuta massiivi `dialogues` massiivi `entries` asemel • Automaatne taastamine: dialoogi pealkiri, personaž ja sõnumite järjekord taastatakse. • Asukoht: imporditud dialoog kuvatakse AI vestlusrežiimi vahekaardil "Ajalugu".
eu: • JSON egitura: erabili `dialogues` array `entries` ordez • Berreskuratze automatikoa: elkarrizketaren izenburua, pertsonaia eta mezu-ordena berreskuratzen dira. • Kokapena: inportatutako elkarrizketak AI txat moduaren 'Historia' fitxan agertzen dira.
gl: • Estrutura JSON: usa a matriz `dialogues` en lugar de `entries` • Recuperación automática: o título, a persoa e a orde da mensaxe do diálogo restablécense. • Localización: os diálogos importados aparecen na pestana «Historial» do modo de chat da IA.
hy: • JSON կառուցվածք՝ օգտագործեք `dialogues` զանգվածը `entries`-ի փոխարեն • Ավտոմատ վերականգնում՝ երկխոսության վերնագրերը, անձերը, հաղորդագրությունների կարգը վերականգնվում են: • Գտնվելու վայրը՝ ներմուծված զրույցները հայտնվում են AI զրույցի ռեժիմի «Պատմություն» ներդիրում:
is: • JSON uppbygging: Notaðu `dialogues` fylkið í stað `entries` • Sjálfvirk endurheimt: Endurheimt samtalsaheiti, persóna og skilaboðaröð. • Staðsetning: Innflutt samtöl birtast á 'Saga' flipanum í gervigreindarspjallstillingu.
ka: • JSON სტრუქტურა: გამოიყენეთ `dialogues` მასივი `entries`-ის ნაცვლად • ავტომატური აღდგენა: აღდგება დიალოგის სათაური, პერსონა და შეტყობინების თანმიმდევრობა. • მდებარეობა: იმპორტირებული დიალოგები გამოჩნდება AI Chat რეჟიმის ჩანართში „ისტორია“.
kk: • JSON құрылымы: `entries` орнына `dialogues` массивін пайдаланыңыз • Автоматты қалпына келтіру: диалог атауы, Persona, хабар реті қалпына келтіріледі. • Орналасуы: импортталған диалогтар AI Chat режимінің 'Тарих' қойындысында пайда болады.
km: • រចនាសម្ព័ន្ធ JSON៖ ប្រើអារេ `dialogues` ជំនួសឱ្យ `entries` • ការស្ដារឡើងវិញដោយស្វ័យប្រវត្តិ៖ ចំណងជើងនៃការសន្ទនា Persona និងលំដាប់សារត្រូវបានស្ដារឡើងវិញ។ • ទីតាំង៖ ការសន្ទនាដែលបាននាំចូលនឹងបង្ហាញនៅក្នុងផ្ទាំង 'កំណត់ត្រា' នៃរបៀប AI Chat ។
ko: • JSON 구조: `entries` 배열 내에 `speaker`를 지정하여 대화 흐름을 구성합니다. • 참가자 설정: `participants` 정보를 정확히 입력하면 AI 채팅 모드에서 페르소나와 언어가 자동으로 설정됩니다. • 위치: 가져온 대화는 AI 채팅 모드의 '기록' 탭에 나타납니다.
ky: • JSON структурасы: `entries` ордуна `dialogues` массивин колдонуңуз • Автоматтык калыбына келтирүү: сүйлөшүүнүн аталышы, Persona, билдирүүлөрдүн ирети калыбына келтирилет. • Жайгашкан жер: импорттолгон сүйлөшүү AI чат режиминин 'Жазуулар' кошумча барагында пайда болот.
lo: • ໂຄງສ້າງ JSON: ໃຊ້ແຖວ 'dialogues' ແທນ 'entries' • ການກູ້ຄືນອັດຕະໂນມັດ: ຊື່ຫົວຂໍ້ການສົນທະນາ, Persona, ລໍາດັບຂໍ້ຄວາມຈະຖືກກູ້ຄືນ. • ສະຖານທີ່: ການສົນທະນາທີ່ນໍາເຂົ້າມາຈະປາກົດຢູ່ໃນແຖບ 'ປະຫວັດ' ຂອງໂໝດສົນທະນາ AI.
mk: • JSON структура: користете ја низата `dialogues` наместо `entries` • Автоматско обновување: насловите на разговорите, личностите и редоследот на пораките се обновуваат. • Локација: увезените разговори се појавуваат во табулаторот „Историја“ на режимот за AI разговор.
mn: • JSON бүтэц: `entries`-ийн оронд `dialogues` массивыг ашиглах • Автомат сэргээлт: Ярианы гарчиг, дүр, мессежийн дарааллыг сэргээнэ. • Байршил: Импортолсон яриа нь AI чат горимын 'Түүх' таб дээр гарч ирнэ.
my: • JSON တည်ဆောက်ပုံ: `entries` အစား `dialogues` အစီအစဉ်ကို သုံးပါ • အလိုအလျောက် ပြန်လည်ရယူခြင်း- စကားပြော ခေါင်းစဉ်၊ ပုံစံ၊ မက်ဆေ့ချ် အစီအစဉ်ကို ပြန်လည်ရယူပါမည်။ • တည်နေရာ- တင်သွင်းထားသော စကားပြောဆိုမှုသည် AI စကားပြောပုံစံ၏ 'မှတ်တမ်း' တက်ဘ်တွင် ပေါ်လာပါမည်။
nb: • JSON-struktur: Bruk `dialoger`-arrayet i stedet for `entries` • Automatisk gjenoppretting: Dialogtittel, personlighet og meldingsrekkefølge gjenopprettes. • Plassering: Importerte dialoger vises i 'Historikk'-fanen i AI-chatmodus.
ne: • JSON संरचना: `entries` को सट्टा `dialogues` array प्रयोग गर्नुहोस् • स्वतः रिकभर: कुराकानीको शीर्षक, व्यक्तित्व, सन्देश क्रम रिकभर हुन्छ। • स्थान: आयात गरिएको कुराकानी AI च्याट मोडको 'रेकर्ड' ट्याबमा देखा पर्छ।
or: • JSON ଗଠନ: `entries` ପରିବର୍ତ୍ତେ `dialogues` ଆରେ ବ୍ୟବହାର କରନ୍ତୁ • ସ୍ୱୟଂଚାଳିତ ପୁନରୁଦ୍ଧାର: ସଂଳାପ ଶୀର୍ଷକ, ପର୍ସୋନା, ବାର୍ତ୍ତା କ୍ରମ ପୁନରୁଦ୍ଧାର କରାଯାଏ। • ଅବସ୍ଥାନ: ଆମଦାନୀ ହୋଇଥିବା ସଂଳାପଗୁଡ଼ିକ AI ଚାଟିଂ ମୋଡ୍ ର 'ରେକର୍ଡ' ଟ୍ୟାବରେ ଦେଖାଯାଏ।
si: • JSON ව්‍යුහය: `entries` වෙනුවට `dialogues` අරාව භාවිත කරන්න • ස්වයංක්‍රීය ප්‍රතිසාධනය: සංවාදයේ මාතෘකාව, පෞරුෂය සහ පණිවිඩ අනුපිළිවෙල ප්‍රතිසාධනය කෙරේ. • ස්ථානය: ආයාත කළ සංවාද AI කතාබස් මාදිලියේ 'වාර්තා' ටැබය මත දිස්වේ.
sk: • Štruktúra JSON: použitie poľa `dialogues` namiesto `entries` • Automatické obnovenie: názov dialógu, osoba, poradie správ sa obnovia. • Umiestnenie: importované dialógy sa zobrazia na karte 'História' režimu AI chatu.
sl: • Struktura JSON: uporabite niz `dialogues` namesto `entries` • Samodejna obnovitev: obnovljeni so naslov pogovora, osebnost in vrstni red sporočil. • Lokacija: uvoženi pogovori se prikažejo na zavihku »Zgodovina« načina klepeta AI.
sq: • Struktura JSON: Përdorni një varg `dialogues` në vend të `entries` • Rikuperimi automatik: Titulli i dialogut, personazhi dhe rendi i mesazheve restaurohen. • Vendndodhja: Dialogët e importuar shfaqen në skedën 'Histori' të modalitetit të bisedës AI.
sr: • JSON структура: Користите низ `dialogues` уместо `entries` • Аутоматски опоравак: Наслов дијалога, персона и редослед порука се враћају. • Локација: Увезени дијалози се појављују на картици 'Историја' у режиму AI ћаскања.
tl: • Istraktura ng JSON: Gumamit ng array na `dialogues` sa halip na `entries` • Awtomatikong Pag-recover: Na-recover ang pamagat ng pag-uusap, persona, at pagkakasunud-sunod ng mensahe. • Lokasyon: Lumalabas ang mga na-import na pag-uusap sa tab na 'Kasaysayan' ng AI Chat Mode.
uz: • JSON tuzilishi: `entries` o'rniga `dialogues` massivini ishlating • Avtomatik tiklash: dialog sarlavhasi, persona, xabar tartibi tiklanadi. • Joylashuv: Import qilingan dialoglar AI chat rejimining 'Tarix' yorlig'ida paydo bo'ladi.
zu: • Isakhiwo se-JSON: Sebenzisa uhlu 'lwezingxoxo' esikhundleni 'sokungenela' • Ukubuyisela okuzenzakalelayo: Isihloko sengxoxo, ubungcweti, nokuhleleka kwemilayezo kuyabuyiselwa. • Indawo: Izingxoxo ezingenisiwe zivela kuthebhu 'Yomlando' yemodi yengxoxo ye-AI.

# helpTourDesc
source: The **Highlight Circle** will guide you through the main features. (e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
af: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
am: **የደመቀው ክበብ** ዋና ዋና ባህሪያትን ይመራል። (ለምሳሌ: **የደመቀው ክበብ** የሚያመለክተውን ካርድ በረጅሙ በመጫን መሰረዝ ይችላሉ።)
ar: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
as: হাইলাইট কৰা বৃত্তই মূল বৈশিষ্ট্যসমূহৰ মাজেৰে আপোনাক পথ দেখুৱাব। (উদাহৰণস্বৰূপে: ইয়াক মচিবলৈ হাইলাইট কৰা বৃত্তই নিৰ্দেশ কৰা কাৰ্ডখন টিপি ধৰি ৰাখিব পাৰি।)
be: **Вылучанае кола** правядзе вас па асноўных функцыях. (Напрыклад: вы можаце выдаліць картку, доўга націскаючы на яе, на якую паказвае **вылучанае кола**.)
bg: **Кръгът с акцент** ще ви насочи към основните функции. (Напр.: Можете да го изтриете, като задържите картата, посочена от **Кръгът с акцент**.)
bn: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
ca: El **cercle de ressalt** et guiarà per les funcions principals. (Per exemple: pots suprimir les targetes mantenint premuda la targeta que indica el **cercle de ressalt**).
cs: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
cy: Mae **Cylch Tynnau Sylw** yn eich tywys trwy'r prif nodweddion. (Ex: Gallwch ddileu'r cerdyn y mae'r **Cylch Tynnau Sylw** yn pwyntio ato trwy ei wasgu am amser hir.)
da: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
de: Der **Hervorhebungs-Kreis** führt Sie durch die Hauptfunktionen. (z. B. können Sie einen Eintrag löschen, indem Sie lange drücken, wenn der **Hervorhebungs-Kreis** darauf zeigt.)
el: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
es: El **Círculo Resaltado** le guiará a través de las funciones principales. (p. ej., puede eliminar un registro manteniendo pulsado cuando el **Círculo Resaltado** lo señale.)
et: **Esiletõstetud ring** juhendab peamisi funktsioone. (Näide: **Esiletõstetud ringi** osutatud kaardi kustutamiseks hoia seda all.)
eu: **Nabarmendutako zirkuluak** funtzio nagusiak gidatzen ditu. (Adibidez: **Nabarmendutako zirkuluak** seinalatzen duen txartela luze sakatuta ezaba dezakezu.)
fa: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
fi: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
fil: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
fr: Le **Cercle de Surbrillance** vous guidera à travers les fonctionnalités principales. (ex : vous pouvez supprimer un enregistrement en appuyant longuement lorsque le **Cercle de Surbrillance** le pointe.)
gl: Un **círculo resaltado** guiaráche polas funcións clave. (Ex: mantén pulsada a tarxeta que apunta o **círculo resaltado** para eliminar.)
gu: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
he: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
hi: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
hu: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
hy: **Ընդգծված շրջանակը** ուղղորդում է հիմնական գործառույթները: (Օրինակ՝ դուք կարող եք ջնջել **ընդգծված շրջանակով** նշված քարտը երկար սեղմելով):
id: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
is: **Auðkenndur hringur** leiðbeinir lykileiginleikum. (Dæmi: Hægt er að eyða kortinu sem **auðkenndi hringurinn** vísar á með því að halda því inni.)
it: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
ja: チュートリアルを開始すると、**ハイライトサークル（円）**が主な機能を案内します。 (例：学習カードを**ハイライトサークル**が指しているときに長押しすると削除できます。)
ka: **მონიშნული წრე** გაგიწევთ სახელმძღვანელოს ძირითადი ფუნქციების შესახებ. (მაგალითად: შეგიძლიათ წაშალოთ ბარათი **მონიშნულ წრეზე** მითითებულზე ხანგრძლივი დაჭერით.)
kk: **Ерекшеленген шеңбер** негізгі функцияларды көрсетеді. (Мысалы: **Ерекшеленген шеңбер** көрсеткен картаны жою үшін ұзақ басып тұруға болады.)
km: **រង្វង់​គូស​បញ្ជាក់** ណែនាំ​អ្នក​អំពី​មុខងារ​សំខាន់ៗ។ (ឧទាហរណ៍៖ អ្នក​អាច​ចុច​ឱ្យ​ជាប់​លើ​កាត​ដែល​**រង្វង់​គូស​បញ្ជាក់** ចង្អុល​បង្ហាញ​ដើម្បី​លុប​វា​ចោល។)
kn: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
ko: **하이라이트 원**이 주요 기능을 안내합니다. (예: **하이라이트 원**이 가리키는 카드를 길게 눌러 삭제할 수 있습니다.)
ky: **Урунттуу тегерек** негизги функцияларды көрсөтөт. (Мисалы: **Урунттуу тегерек** көрсөткөн картты узакка басып өчүрүүгө болот.)
lo: **ວົງກົມເນັ້ນ** ຈະນຳພາເຈົ້າຜ່ານຄຸນສົມບັດຫຼັກ. (ຕົວຢ່າງ: ກົດຄ້າງໄວ້ທີ່ບັດທີ່ **ວົງກົມເນັ້ນ** ຊີ້ບອກເພື່ອລຶບ).
mk: **Кругот за истакнување** ги води клучните функции. (На пример: долго притиснете на картичката означена со **Круг за истакнување** за да ја избришете.)
ml: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
mn: **Тодруулсан хүрээ** нь үндсэн функцийг чиглүүлдэг. (Жишээ нь: **Тодруулсан хүрээ** нь зааж буй картыг удаан дарснаар устгах боломжтой.)
mr: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
my: **အဓိက လုပ်ဆောင်ချက်ကို မီးမောင်းထိုးပြသော စက်ဝိုင်း**က လမ်းညွှန်ပေးပါသည်။ (ဥပမာ- **မီးမောင်းထိုးပြသော စက်ဝိုင်း** ညွှန်ပြနေသော ကတ်ကို ဖိထားပြီး ဖျက်နိုင်ပါသည်။)
nb: **Uthevet sirkel** guider deg gjennom hovedfunksjonene. (F.eks. Du kan slette kortet som **uthevet sirkel** peker på ved å trykke lenge.)
ne: **हाइलाइट गरिएको वृत्त**ले मुख्य सुविधाहरूको मार्गदर्शन गर्दछ। (उदाहरण: **हाइलाइट गरिएको वृत्त**ले देखाएको कार्डलाई लामो समयसम्म थिचेर मेटाउन सकिन्छ।)
nl: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
or: **ହାଇଲାଇଟ୍ ସର୍କଲ୍** ମୁଖ୍ୟ ବୈଶିଷ୍ଟ୍ୟଗୁଡ଼ିକରେ ତୁମର ମାର୍ଗଦର୍ଶନ କରେ। (ଉଦାହରଣ ସ୍ୱରୂପ: **ହାଇଲାଇଟ୍ ସର୍କଲ୍** ଦ୍ୱାରା ସୂଚିତ କାର୍ଡକୁ ଡିଲିଟ୍ କରିବାକୁ ଆପଣ ଏହାକୁ ଦୀର୍ଘ ସମୟ ପର୍ଯ୍ୟନ୍ତ ଦବାଇ ପାରିବେ |)
pa: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
pl: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
ro: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
ru: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
si: **ප්‍රධාන ලක්ෂණ ඉස්මතු කරන රවුම** මඟින් මඟ පෙන්වනු ලැබේ. (උදා: **ඉස්මතු කරන රවුම** විසින් පෙන්වන කාඩ්පත මකා දැමීමට දිගු වේලාවක් ඔබන්න.)
sk: **Zvýraznený kruh** vás prevedie kľúčovými funkciami. (Napríklad: kartu označenú **zvýrazneným kruhom** môžete odstrániť dlhým stlačením.)
sl: **Poudarjeni krogi** vas vodijo skozi ključne funkcije. (Primer: **Poudarjeni krog**, ki kaže na kartico, lahko izbrišete z dolgim pritiskom.)
sq: **Rrethi i theksuar** do t'ju udhëzojë për funksionet kryesore. (Për shembull: Ju mund të fshini një kartë duke shtypur gjatë kartën e treguar nga **rrethi i theksuar**.)
sr: **Означени круг** вас води кроз главне функције. (На пример: Можете да избришете картицу држећи је **означени круг** показује на њу.)
sv: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
sw: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
ta: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
te: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
th: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
tl: Ginagabayan ka ng **Highlight Circle** sa mga pangunahing feature. (Hal: Maaari mong i-delete ang card na itinuturo ng **Highlight Circle** sa pamamagitan ng pagpindot nang matagal dito.)
tr: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
uk: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
ur: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
uz: **Ta'kidlangan doira** asosiy funktsiyalarni ko'rsatadi. (Masalan: **Ta'kidlangan doira** ko'rsatgan kartani uzoq bosib o'chirish mumkin.)
vi: The **Highlight Circle** will guide you through the main features.\n(e.g., You can delete a record by long-pressing when the **Highlight Circle** points to it.)
zh_cn: 开始教程后，**高亮圆圈**将引导您了解主要功能。 (例如：当**高亮圆圈**指向学习卡片时，长按可将其删除。)
zh_tw: 開始教學後，**高亮圓圈**將引導您了解主要功能。 (例如：當**高亮圓圈**指向學習卡片時，長按可將其刪除。)
zu: **Umbuthano ogqamile** uqondisa izici ezibalulekile. (Isb: Cindezela isikhathi eside ikhadi **Umbuthano ogqamile** okhomba kulo ukuze ulisuse.)

source: Partner Mode
am: የአጋር ሁነታ
as: সংগী মোড
be: Рэжым партнёра
bg: Режим „Партньор“
ca: Mode soci
cy: Modd Partner
et: Partnerrežiim
eu: Bazkide modua
gl: Modo socio
hy: Գործընկեր ռեժիմ
is: Makastilling
ka: პარტნიორის რეჟიმი
kk: Серіктес режимі
km: របៀបដៃគូ
ko: 파트너 모드
ky: Өнөктөш режими
lo: ໂໝດຄູ່ຮ່ວມງານ
mk: Режим на партнер
mn: Хамтрагчийн горим
my: ပါတနာ ပုံစံ
nb: Partnermodus
ne: साझेदार मोड
or: ପାର୍ଟନର୍ ମୋଡ୍
si: හවුල්කාර මාදිලිය
sk: Režim partnera
sl: Način za dva
sq: Modaliteti i partnerit
sr: Режим партнера
uz: Hamkor rejimi
zu: Imodi Yomlingani

source: Manual
am: በእጅ ግቤት
as: হাতেৰে লিখা
be: Ручны ўвод
bg: Ръчно въвеждане
ca: Entrada manual
cy: Mewnbwn â Llaw
et: Käsitsi sisestus
eu: Eskuzko sarrera
gl: Entrada manual
hy: Ձեռքով մուտքագրում
is: Handvirkt inntak
ka: მექანიკური შეყვანა
kk: Қолмен енгізу
km: បញ្ចូលដោយដៃ
ko: 수동 입력
ky: Кол менен киргизүү
lo: ປ້ອນຂໍ້ມູນດ້ວຍຕົນເອງ
mk: Рачен внос
mn: Гараар оруулах
my: ကိုယ်တိုင် ထည့်သွင်းခြင်း
nb: Manuell inntasting
ne: म्यानुअल इनपुट
or: ମାନୁଆଲ୍ ଇନପୁଟ୍
si: අතින් ඇතුල් කිරීම
sk: Manuálny vstup
sl: Ročni vnos
sq: Hyrje manuale
sr: Ручни унос
tl: Manwal na Input
uz: Qo'lda kiritish
zu: Okokufaka Kwesandla

source: Speaker
am: ተናጋሪ
as: বক্তা
be: Гаворачы
bg: Говорител
ca: Parlant
cy: Llefarydd
et: Kõneleja
eu: Hizlaria
gl: Falante
hy: Բանախոս
is: Fyrirlesari
ka: მომხსენებელი
kk: Дыбыстаушы
km: វាគ្មិន
ko: 화자
ky: Сүйлөгөн адам
lo: ຜູ້ເວົ້າ
mk: Говорник
mn: Яригч
my: ပြောသူ
nb: Taler
ne: वक्ता
or: ବକ୍ତା
si: කථිකයා
sk: Hovorca
sl: Govornik
sq: Folësi
sr: Говорник
tl: Tagapagsalita
uz: Notiq
zu: Isikhulumi

source: Switch to AI
am: ወደ AI ሁነታ ይቀይሩ
as: এআই মোডলৈ সলনি কৰক
be: Пераключыцца ў рэжым AI
bg: Превключване към AI режим
ca: Canvia al mode IA
cy: Newid i'r Modd AI
et: Lülitu AI-režiimile
eu: AI modura aldatu
gl: Cambiar ao modo IA
hy: Անցնել AI ռեժիմին
is: Skipta yfir í gervigreindarstillingu
ka: AI რეჟიმზე გადართვა
kk: AI режиміне ауысу
km: ប្តូរទៅរបៀប AI
ko: AI 모드로 전환
ky: AI режимине которулуу
lo: ປ່ຽນເປັນໂໝດ AI
mk: Префрли се во AI режим
mn: AI горимд шилжих
my: AI ပုံစံသို့ ပြောင်းပါ
nb: Bytt til AI-modus
ne: AI मोडमा परिवर्तन गर्नुहोस्
or: AI ମୋଡ୍ କୁ ବଦଳାନ୍ତୁ
si: AI මාදිලියට මාරු වන්න
sk: Prepnúť do režimu AI
sl: Preklop v način AI
sq: Kalo në Modalitetin AI
sr: Пребацивање на AI режим
tl: Lumipat sa AI Mode
uz: AI rejimiga o'tish
zu: Shintshela kumodi ye-AI

source: Switch to Partner
am: ወደ አጋር ሁነታ ይቀይሩ
as: সংগী মোডলৈ সলনি কৰক
be: Пераключыцца ў рэжым партнёра
bg: Превключване към режим „Партньор“
ca: Canvia al mode soci
cy: Newid i'r Modd Partner
et: Lülitu partnerrežiimile
eu: Bazkide modura aldatu
gl: Cambiar ao modo socio
hy: Անցնել գործընկեր ռեժիմին
is: Skipta yfir í makastillingu
ka: პარტნიორის რეჟიმზე გადართვა
kk: Серіктес режиміне ауысу
km: ប្តូរទៅរបៀបដៃគូ
ko: 파트너 모드로 전환
ky: Өнөктөш режимине которулуу
lo: ປ່ຽນເປັນໂໝດຄູ່ຮ່ວມງານ
mk: Префрли се во режим на партнер
mn: Хамтрагчийн горимд шилжих
my: ပါတနာ ပုံစံသို့ ပြောင်းပါ
nb: Bytt til partnermodus
ne: साझेदार मोडमा परिवर्तन गर्नुहोस्
or: ପାର୍ଟନର୍ ମୋଡ୍ କୁ ବଦଳାନ୍ତୁ
si: හවුල්කාර මාදිලියට මාරු වන්න
sk: Prepnúť do režimu partnera
sl: Preklop v način za dva
sq: Kalo në Modalitetin e Partnerit
sr: Пребацивање на режим партнера
tl: Lumipat sa Partner Mode
uz: Hamkor rejimiga o'tish
zu: Shintshela kumodi Yomlingani

source: Current Location
am: የአሁኑ ሥፍራ
as: বৰ্তমানৰ অৱস্থান
be: Бягучае месцазнаходжанне
bg: Текущо местоположение
ca: Ubicació actual
cy: Lleoliad Cyfredol
et: Praegune asukoht
eu: Uneko kokapena
gl: Localización actual
hy: Ընթացիկ գտնվելու վայր
is: Núverandi staðsetning
ka: მიმდინარე ადგილმდებარეობა
kk: Ағымдағы орналасу
km: ទីតាំងបច្ចុប្បន្ន
ko: 현재 위치
ky: Учурдагы жайгашкан жер
lo: ສະຖານທີ່ປະຈຸບັນ
mk: Тековна локација
mn: Одоогийн байршил
my: လက်ရှိ တည်နေရာ
nb: Nåværende posisjon
ne: हालको स्थान
or: ବର୍ତ୍ତମାନର ଅବସ୍ଥାନ
si: වත්මන් ස්ථානය
sk: Aktuálna poloha
sl: Trenutna lokacija
sq: Vendndodhja aktuale
sr: Тренутна локација
tl: Kasalukuyang Lokasyon
uz: Joriy joylashuv
zu: Indawo yamanje

source: Location
am: ቦታ
as: অৱস্থান
be: Месцазнаходжанне
bg: Местоположение
ca: Ubicació
cy: Lleoliad
et: Asukoht
eu: Kokapena
gl: Localización
hy: Գտնվելու վայր
is: Staðsetning
ja: 場所
ka: მდებარეობა
kk: Орналасу
km: ទីតាំង
ko: 위치
ky: Жайгашкан жер
lo: ສະຖານທີ່
mk: Локација
mn: Байршил
my: တည်နေရာ
nb: Posisjon
ne: स्थान
or: ଅବସ୍ଥାନ
si: ස්ථානය
sk: Poloha
sl: Lokacija
sq: Vendndodhja
sr: Локација
tl: Lokasyon
uz: Joylashuv
zu: Indawo

source: Partner
am: አጋር
as: সংগী
be: Партнёр
bg: Партньор
ca: Soci
eu: Bazkidea
gl: Socio
hy: Գործընկեր
is: Maki
ka: პარტნიორი
kk: Серіктес
km: ដៃគូ
ko: 파트너
ky: Өнөктөш
lo: ຄູ່ຮ່ວມງານ
mk: Партнер
mn: Хамтрагч
my: ပါတနာ
ne: साझेदार
or: ଅଂଶୀଦାର
si: හවුල්කරු
sr: Партнер
uz: Hamkor
zu: Umlingani

source: Me
am: እኔ
as: মই
be: Я
bg: Аз
ca: Jo
cy: Fi
et: Mina
eu: Ni
gl: Eu
hy: Ես
is: Ég
ja: 私
ka: მე
kk: Мен
km: ខ្ញុំ
ko: 나
ky: Мен
lo: ຂ້ອຍ
mk: Јас
mn: Би
my: ငါ
nb: Meg
ne: म
or: ମୁଁ
si: මම
sk: Ja
sl: Jaz
sq: Unë
sr: Ја
tl: Ako
uz: Men
zu: Mina
