Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

# helpMode2Desc
source: Review saved sentences with auto-hide translations and track your review count.
af: Hersien gestorde sinne met versteekte vertaling.
am: የተቀመጡ ዓረፍተ ነገሮችን ይከልሱ፣ እና በራስ-ሰር መደበቂያ ባህሪ የማስታወስዎን ደረጃ ያረጋግጡ።
ar: مراجعة الجمل المحفوظة مع إخفاء الترجمة تلقائياً.
as: সংৰক্ষিত বাক্যবোৰ পুনৰীক্ষণ কৰক আৰু স্বয়ংক্ৰিয়ভাৱে লুকুৱাই থোৱা বৈশিষ্ট্যৰ সৈতে আপুনি মনত ৰাখিছেনে নাই সেইটো পৰীক্ষা কৰক।
be: Пераглядайце захаваныя фразы і правярайце сваю памяць з дапамогай функцыі аўтаматычнага схавання.
bg: Прегледайте запазени изречения и проверете запаметяването си с функцията за автоматично скриване.
bn: লুকানো অনুবাদ সহ সংরক্ষিত বাক্য রিভিউ করুন।
ca: Repassa les frases desades i comprova si les recordes amb la funció d'ocultació automàtica.
cs: Opakování uložených vět se skrytým překladem.
cy: Adolygu brawddegau sydd wedi'u cadw a gwirio a ydych wedi'u cofio gyda'r swyddogaeth cuddio awtomatig.
da: Gennemgå gemte sætninger med skjult oversættelse.
de: Gespeicherte Sätze wiederholen mit Auto-Ausblenden und Wiederholungszähler.
el: Επανάληψη αποθηκευμένων προτάσεων με απόκρυψη μετάφρασης.
es: Repasa oraciones guardadas con auto-ocultar traducciones y seguimiento.
et: Vaata salvestatud lauseid üle ja kontrolli meeldejätmist automaatse peitmise funktsiooniga.
eu: Berrikusi gordetako esaldiak eta egiaztatu memorizatu duzun ala ez ezkutatzeko funtzio automatikoarekin.
fa: مرور جملات ذخیره شده با ترجمه مخفی.
fi: Kertaa tallennetut lauseet piilottamalla käännös.
fil: Balik-aralan ang mga na-save na pangungusap.
fr: Révisez les phrases enregistrées avec masquage auto des traductions.
gl: Repasa as frases gardadas e comproba se as memorizaches coa función de ocultación automática.
gu: છુપાયેલા અનુવાદ સાથે સાચવેલા વાક્યોની સમીક્ષા કરો.
he: חזור על משפטים שמורים עם הסתרת תרגום.
hi: सहेजे गए वाक्यों की समीक्षा ऑटो-छिपे अनुवादों के साथ करें.
hu: Mentett mondatok áttekintése rejtett fordítással.
hy: Վերանայեք պահպանված նախադասությունները և ստուգեք, թե արդյոք հիշում եք դրանք՝ ավտոմատ թաքցման գործառույթով:
id: Ulas kalimat tersimpan dengan terjemahan sembunyi otomatis.
is: Farðu yfir vistaðar setningar og athugaðu hvort þú manst þær með sjálfvirkri felaeiginleikanum.
it: Ripassa frasi salvate con traduzioni nascoste automaticamente.
ja: 保存された文章を復習します。翻訳を隠して確認し、復習回数を記録しましょう。
ka: გაიმეორეთ შენახული წინადადებები და შეამოწმეთ დამახსოვრება ავტომატური დამალვის ფუნქციით.
kk: Сақталған сөйлемдерді қарап шығып, автоматты жасыру функциясы арқылы есте сақтау туралы біліңіз.
km: ពិនិត្យមើលប្រយោគដែលបានរក្សាទុក និងពិនិត្យមើលថាតើអ្នកទន្ទេញចាំវាឬអត់ ជាមួយនឹងមុខងារលាក់ដោយស្វ័យប្រវត្តិ។
kn: ಮರೆಯಾದ ಅನುವಾದದೊಂದಿಗೆ ಉಳಿಸಿದ ವಾಕ್ಯಗಳನ್ನು ಪರಿಶೀಲಿಸಿ.
ko: 저장된 단어와 문장을 복습하고, 보이기/숨기기 기능으로 암기 여부를 확인하세요.
ky: Сакталган сүйлөмдөрдү кайталап, автоматтык жашыруу функциясы менен эске тутууну текшериңиз.
lo: ທົບທວນປະໂຫຍກທີ່ບັນທຶກໄວ້, ແລະກວດສອບວ່າຈື່ໄດ້ຫຼືບໍ່ດ້ວຍຟັງຊັນເຊື່ອງອັດຕະໂນມັດ.
mk: Прегледајте ги зачуваните реченици и проверете дали сте ги запамтиле со функцијата за автоматско криење.
ml: മറഞ്ഞിരിക്കുന്ന വിവർത്തനം ഉപയോഗിച്ച് സേവ് ചെയ്ത വാക്യങ്ങൾ അവലോകനം ചെയ്യുക.
mn: Хадгалсан өгүүлбэрүүдээ давтаж, автомат нуух функцээр цээжилсэн эсэхээ шалгаарай.
mr: लपविलेल्या भाषांतरासह जतन केलेल्या वाक्यांचे पुनरावलोकन करा.
my: သိမ်းဆည်းထားသော စာကြောင်းကို ပြန်လည်သုံးသပ်ပြီး အလိုအလျောက် ဖျောက်ခြင်း လုပ်ဆောင်ချက်ဖြင့် အလွတ်ကျက်နိုင်ခြင်း ရှိမရှိ စစ်ဆေးပါ။
nb: Gå gjennom lagrede setninger og sjekk om du husker dem med automatisk skjuling.
ne: सुरक्षित गरिएका वाक्यहरूको समीक्षा गर्नुहोस्, र स्वतः लुकाउने सुविधाको साथ कण्ठ भएको छ कि छैन जाँच गर्नुहोस्।
nl: Herhaal opgeslagen zinnen met auto-verberg vertalingen.
or: ସେଭ୍ ହୋଇଥିବା ବାକ୍ୟଗୁଡ଼ିକୁ ପୁନର୍ବିଚାର କରନ୍ତୁ ଏବଂ ସ୍ୱୟଂଚାଳିତ ଲୁଚାଇବା ବୈଶିଷ୍ଟ୍ୟ ସହିତ ମନେରଖିବା ସ୍ଥିତି ଯାଞ୍ଚ କରନ୍ତୁ।
pa: ਲੁਕੇ ਹੋਏ ਅਨੁਵਾਦ ਨਾਲ ਸੇਵ ਕੀਤੇ ਵਾਕਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰੋ।
pl: Powtarzaj zapisane zdania z ukrywaniem tłumaczeń.
ro: Recapitulare propoziții salvate cu ascundere traducere.
ru: Повторение сохраненных предложений со скрытием перевода.
si: සුරකින ලද වාක්‍ය සමාලෝචනය කර ස්වයංක්‍රීයව සැඟවීමේ කාර්යය සමඟ මතක තබා ගැනීමේ හැකියාව පරීක්ෂා කරන්න.
sk: Zopakujte si uložené vety a skontrolujte si zapamätanie pomocou funkcie automatického skrytia.
sl: Ponovite shranjene stavke in s funkcijo samodejnega skrivanja preverite, ali si jih zapomnite.
sq: Rishikoni fjalitë e ruajtura dhe kontrolloni nëse i mbani mend me funksionin e fshehjes automatike.
sr: Прегледајте сачуване реченице и проверите памћење помоћу функције аутоматског сакривања.
sv: Repetera sparade meningar med dold översättning.
sw: Pitia sentensi zilizohifadhiwa na tafsiri iliyofichwa.
ta: மறைக்கப்பட்ட மொழிபெயர்ப்புடன் சேமிக்கப்பட்ட வாக்கியங்களை மதிப்பாய்வு செய்யவும்.
te: దాచిన అనువాదంతో సేవ్ చేసిన వాక్యాలను సమీక్షించండి.
th: ทบทวนประโยคที่บันทึกไว้พร้อมซ่อนคำแปลอัตโนมัติ
tl: Pag-aralan ang mga naka-save na pangungusap at suriin kung kabisado mo na ang mga ito gamit ang awtomatikong feature na pagtatago.
tr: Kayıtlı cümleleri gizli çevirilerle tekrar et.
uk: Повторення збережених речень з прихованим перекладом.
ur: محفوظ شدہ جملوں کا جائزہ لیں (ترجمہ چھپا کر)۔
uz: Saqlangan jumlalarni ko'rib chiqing va avtomatik yashirish funktsiyasi yordamida yodlashganingizni tekshiring.
vi: Ôn tập các câu đã lưu với tính năng tự động ẩn bản dịch.
zh_cn: 复习已保存的句子，自动隐藏译文并跟踪复习次数。
zh_tw: 複習已儲存的句子，自動隱藏譯文並追蹤複習次數。
zu: Bukeza imisho elondoloziwe, bese uhlola ukuthi ukhumbule nge-auto-hide.
