Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

# helpMode1Details
source: • Language Settings: Change via top/bottom Translate icon • Toggle: Switch between 'Word' and 'Sentence' mode • Voice Input: Tap mic icon to start/stop listening • Text Input: Type directly to translate • Auto-Search: Detects similar existing sentences • Translate: Tap button for instant translation • Listen: Speaker icon for TTS (Original/Translated) • Save: 'Save Data' adds to history • Clear: Reset all inputs
af: • Stem: Tik mikrofoon vir begin/stop • Teks: Tik direk om te vertaal • Outo-Soek: Bespeur soortgelyke sinne • Vertaal: Knoppie vir direkte vertaling • Luister: Luidspreker-ikoon vir TTS • Stoor: Voeg by geskiedenis • Maak skoon: Stel alles terug
am: • የቋንቋ ቅንብር: ከላይ/ከታች ያለውን አዶን በመጫን ቋንቋን ይቀይሩ • የቃል/የዓረፍተ ነገር መቀየሪያ: ሞድን ይቀይሩ • የድምጽ ግቤት: ማይክሮፎን የሚለውን አዶ በመጫን ማዳመጥ ይጀምሩ/ያቁሙ • የጽሑፍ ግቤት: በቀጥታ በማስገባት ይተርጉሙ • ራስ-ሰር ፍለጋ: ተመሳሳይ ነባር ዓረፍተ ነገሮችን ይለዩ • ትርጉም: የትርጉም ቁልፍን በመጫን ወዲያውኑ ይተርጉሙ • ማዳመጥ: ድምጽ ለማጫወት ድምጽ ማጉያ አዶን ይጠቀሙ • ማስቀመጥ: በ 'ውሂብ አስቀምጥ' ወደ መዝገብ ያክሉ • ማጽዳት: ግቤትን ዳግም ያስጀምሩ
ar: • إدخال صوتي: اضغط الميكروفون للبدء/الإيقاف • نصوص: اكتب مباشرة للترجمة • بحث تلقائي: يكشف الجمل المشابهة • ترجمة: زر للترجمة الفورية • استماع: أيقونة مكبر الصوت للنطق • حفظ: يضيف للسجل • مسح: إعادة تعيين المدخلات
as: • ভাষা নিৰ্ধাৰণ: ভাষা সলনি কৰিবলৈ ওপৰৰ/তলৰ আইকনত ক্লিক কৰক • শব্দ/বাক্যাংশ টগল: মোড সলনি কৰক • ভয়েচ ইনপুট: শুনিবলৈ আৰম্ভ/বন্ধ কৰিবলৈ মাইক্ৰ’ফোন আইকনত ক্লিক কৰক • টেক্সট ইনপুট: অনুবাদ কৰিবলৈ পোনপটীয়াকৈ লিখক • স্বয়ংক্ৰিয় সন্ধান: একে ধৰণৰ বাক্য চিনাক্ত কৰা হয় • অনুবাদ: তাৎক্ষণিকভাৱে অনুবাদ কৰিবলৈ অনুবাদ বুটামত ক্লিক কৰক • শ্ৰৱণ: TTS প্লেবেকৰ বাবে স্পীকাৰ আইকন • সংৰক্ষণ: ‘ডাটা সংৰক্ষণ’ৰ সৈতে ৰেকৰ্ড যোগ কৰক • মচি পেলোৱা: ইনপুট ঘূৰাই আনক
be: • Налады мовы: змена мовы націскам на значкі зверху/знізу • Пераключальнік слова/фразы: пераключэнне рэжыму • Галасавы ўвод: націсніце значок мікрафона, каб пачаць/спыніць праслухоўванне • Тэкставы ўвод: увядзіце тэкст непасрэдна для перакладу • Аўтаматычны пошук: выяўленне падобных існуючых фраз • Пераклад: націсніце кнопку перакладу для імгненнага перакладу • Праслухоўванне: прайграванне TTS з дапамогай значка дынаміка • Захаванне: дадайце запісы праз «Захаванне даных» • Ачыстка: скід уводу
bg: • Настройка на езика: Сменете езика, като докоснете иконите горе/долу • Превключване дума/изречение: Смяна на режима • Гласово въвеждане: Докоснете иконата на микрофон, за да започнете/спрете слушането • Въвеждане на текст: Въведете директно, за да преведете • Автоматично търсене: Открива подобни съществуващи изречения • Превод: Преведете незабавно, като докоснете бутона за превод • Слушане: Пуснете TTS с иконата на високоговорител • Запазване: Добавете запис с 'Запазване на данни' • Изчистване: Нулиране на въвеждането
bn: • ভয়েস: শুরু/বন্ধ করতে মাইক ট্যাপ করুন • পাঠ্য: অনুবাদের জন্য সরাসরি টাইপ করুন • অটো-সার্চ: অনুরূপ বাক্য শনাক্ত করে • অনুবাদ: তাৎক্ষণিক অনুবাদের বোতাম • শুনুন: TTS-এর জন্য স্পিকার আইকন • সংরক্ষণ: ইতিহাসে যোগ করে • সাফ করুন: সব রিসেট করুন
ca: • Configuració de l'idioma: Canvia l'idioma prement les icones superior/inferior • Commutador de paraules/frases: Canvia de mode • Entrada de veu: Prem la icona del micròfon per començar/aturar l'escolta • Entrada de text: Introdueix text directament per traduir • Cerca automàtica: Detecta frases existents similars • Traducció: Prem el botó de traducció per traduir immediatament • Escolta: Reprodueix TTS amb la icona de l'altaveu • Desa: Afegeix enregistraments amb 'Desa les dades' • Esborra: Inicialitza l'entrada
cs: • Hlas: Klepněte na mikrofon pro start/stop • Text: Pište přímo pro překlad • Auto-Hledání: Detekuje podobné věty • Překlad: Tlačítko pro okamžitý překlad • Poslech: Ikona reproduktoru pro TTS • Uložit: Přidá do historie • Vymazat: Resetovat vše
cy: • Gosodiadau Iaith: newidiwch yr iaith trwy wasgu'r eiconau uchaf/gwaelod • Toglo Gair/Brawddeg: newidiwch y modd • Mewnbwn Llais: pwyswch yr eicon meicroffon i ddechrau/stopio gwrando • Mewnbwn Testun: teipiwch yn uniongyrchol i gyfieithu • Chwilio Awtomatig: canfod brawddegau presennol tebyg • Cyfieithu: pwyswch y botwm cyfieithu i gyfieithu ar unwaith • Gwrando: chwarae TTS gydag eicon y siaradwr • Cadw: ychwanegu cofnod trwy 'Cadw Data' • Clirio: ailosod mewnbwn
da: • Stemme: Tryk mikrofon for start/stop • Tekst: Skriv direkte for at oversætte • Auto-Søg: Finder lignende sætninger • Oversæt: Knap for øjeblikkelig oversættelse • Lyt: Højttalerikon for TTS • Gem: Tilføjer til historik • Ryd: Nulstil alt
de: • Spracheinstellungen: Sprache ändern über das Übersetzungs-Symbol • Hilfe: Anleitung über das Hilfe-Symbol aufrufen • Spracheingabe: Mikrofon-Symbol tippen zum Starten/Stoppen • Texteingabe: Direkt tippen zum Übersetzen • Auto-Suche: Findet ähnliche vorhandene Sätze • Übersetzen: Button tippen für Sofortübersetzung • Anhören: Lautsprecher-Symbol für TTS (Original/Übersetzung) • Speichern: 'Daten speichern' fügt zum Verlauf hinzu • Leeren: Alle Eingaben zurücksetzen
el: • Φωνή: Πατήστε μικρόφωνο για έναρξη/διακοπή • Κείμενο: Πληκτρολογήστε για μετάφραση • Auto-Search: Εντοπίζει παρόμοιες προτάσεις • Μετάφραση: Κουμπί για άμεση μετάφραση • Ακρόαση: Εικονίδιο ηχείου για TTS • Αποθήκευση: Προσθήκη στο ιστορικό • Καθαρισμός: Επαναφορά όλων
es: • Configuración de idioma: Cambia el idioma mediante el icono de traducir superior • Ayuda: Consulta la guía mediante el icono de ayuda superior • Entrada de Voz: Toca el icono del micro para empezar/parar • Entrada de Texto: Escribe directamente para traducir • Auto-Búsqueda: Detecta frases existentes similares • Traducir: Toca para traducción instantánea • Escuchar: Icono de altavoz para TTS (Original/Traducido) • Guardar: 'Guardar' añade al historial • Limpiar: Reinicia todos los campos
et: • Keele seadistus: keele muutmiseks vajuta ülemisele/alumisele ikoonile • Sõna/lause lüliti: režiimi vahetus • Häälsisend: alustamiseks/peatamiseks vajuta mikrofoni ikooni • Tekstisisestus: tõlkimiseks sisesta otse tekst • Automaatne otsing: sarnaste olemasolevate lausete tuvastamine • Tõlgi: koheseks tõlkimiseks vajuta tõlkenupule • Kuula: TTS taasesitus kõlari ikooniga • Salvesta: lisab kirje "Andmete salvestamisega" • Tühjenda: sisendi lähtestamine
eu: • Hizkuntza ezarpena: aldatu hizkuntza goiko/beheko ikonoak sakatuta • Hitz/Esaldia txandakatu: aldatu modua • Ahots sarrera: sakatu mikrofonoaren ikonoa entzuten hasteko/gelditzeko • Testu sarrera: idatzi zuzenean itzultzeko • Bilaketa automatikoa: antzeko esaldiak detektatu • Itzulpena: sakatu itzultzeko botoia berehala itzultzeko • Entzun: TTS erreprodukzioa bozgorailuaren ikonoarekin • Gorde: gehitu erregistro bat 'Datuak gorde'rekin • Garbitu: hasieratu sarrera
fa: • صدا: برای شروع/توقف میکروفون را لمس کنید • متن: مستقیماً تایپ کنید تا ترجمه شود • جستجوی خودکار: جملات مشابه را پیدا می‌کند • ترجمه: دکمه ترجمه فوری • گوش دادن: آیکون بلندگو برای TTS • ذخیره: به تاریخچه اضافه می‌کند • پاک کردن: بازنشانی همه
fi: • Ääni: Napauta mikrofonia aloittaaksesi • Teksti: Kirjoita kääntääksesi • Auto-Haku: Löytää samanlaiset lauseet • Käännä: Painike välittömään käännökseen • Kuuntele: Kaiutinikoni TTS:lle • Tallenna: Lisää historiaan • Tyhjennä: Nollaa kaikki
fil: • Boses: I-tap ang mikropono para magsimula/huminto • Teksto: Mag-type nang direkta para isalin • Auto-Search: Nakikita ang mga katulad na pangungusap • Isalin: Pindutan para sa agarang pagsasalin • Makinig: Speaker icon para sa TTS • I-save: Nagdaragdag sa kasaysayan • I-clear: I-reset ang lahat
fr: • Paramètres de langue : Changez la langue via l'icône de traduction • Aide : Consultez le guide via l'icône d'aide • Entrée Vocale: Appuyez sur le micro pour démarrer/arrêter • Entrée Texte: Tapez directement pour traduire • Auto-Recherche: Détecte les phrases existantes similaires • Traduire: Appuyez pour une traduction instantanée • Écouter: Icône haut-parleur pour TTS (Original/Traduit) • Enregistrer: 'Enregistrer' ajoute à l'historique • Effacer: Réinitialiser toutes les entrées
gl: • Axustes de idioma: toca as iconas superior/inferior para cambiar o idioma • Alternar palabra/frase: cambiar de modo • Entrada de voz: toca a icona do micrófono para comezar/deter a escoita • Entrada de texto: escribe directamente para traducir • Busca automática: detecta frases existentes similares • Tradución: toca o botón de tradución para traducir inmediatamente • Escoitar: reprodución de TTS mediante a icona do altofalante • Gardar: engade rexistros con «Gardar datos» • Borrar: inicializa a entrada
gu: • અવાજ: શરૂ/બંધ કરવા માટે માઇક ટેપ કરો • લખાણ: અનુવાદ માટે સીધું ટાઇપ કરો • ઓટો-સર્ચ: સમાન વાક્યો શોધે છે • અનુવાદ: ત્વરિત અનુવાદ માટે બટન • સાંભળો: TTS માટે સ્પીકર ચિહ્ન • સાચવો: ઇતિહાસમાં ઉમેરે છે • સાફ કરો: બધું રીસેટ કરો
he: • קול: הקש על המיקרופון להתחלה/עצירה • טקסט: הקלד ישירות לתרגום • חיפוש אוטומטי: מזהה משפטים דומים • תרגם: כפתור לתרגום מיידי • האזן: סמל רמקול ל-TTS • שמור: מוסיף להיסטוריה • נקה: אפס הכל
hi: • आवाज़ इनपुट: शुरू/बंद करने के लिए माइक टैप करें • पाठ इनपुट: अनुवाद के लिए सीधे टाइप करें • ऑटो-खोज: समान मौजूदा वाक्यों का पता लगाता है • अनुवाद: त्वरित अनुवाद के लिए बटन टैप करें • सुनें: TTS के लिए स्पीकर आइकन • सहेजें: 'डेटा सहेजें' इतिहास में जोड़ता है • साफ़ करें: सभी इनपुट रीसेट करें
hu: • Hang: Érintse meg a mikrofont az indításhoz/leállításhoz • Szöveg: Írjon közvetlenül a fordításhoz • Auto-Keresés: Hasonló mondatokat keres • Fordítás: Gomb az azonnali fordításhoz • Hallgatás: Hangszóró ikon a TTS-hez • Mentés: Hozzáadja az előzményekhez • Törlés: Összes visszaállítása
hy: • Լեզվի կարգավորումներ՝ փոխեք լեզուն վերևի/ներքևի պատկերակներով • Բառ/նախադասություն անցում՝ ռեժիմների միջև • Ձայնային մուտքագրում՝ սեղմեք խոսափողի պատկերակը լսելը սկսելու/դադարեցնելու համար • Տեքստի մուտքագրում՝ թարգմանելու համար մուտքագրեք ուղղակիորեն • Ավտոմատ որոնում՝ նման առկա նախադասությունների հայտնաբերում • Թարգմանություն՝ անմիջապես թարգմանեք՝ սեղմելով թարգմանել կոճակը • Լսել՝ TTS նվագարկում բարձրախոսի պատկերակով • Պահպանել՝ ավելացրեք գրառումը «Տվյալների պահպանումով» • Մաքրել՝ մուտքագրման սկզբնավորում
id: • Input Suara: Ketuk ikon mikrofon untuk mulai/berhenti • Input Teks: Ketik langsung untuk menerjemahkan • Cari Otomatis: Mendeteksi kalimat serupa yang ada • Terjemahkan: Ketuk tombol untuk terjemahan instan • Dengar: Ikon speaker untuk TTS • Simpan: 'Simpan Data' menambahkan ke riwayat • Hapus: Atur ulang semua input
is: • Tungumálastillingar: Breyttu tungumáli með því að ýta á táknin efst/neðst • Orð/setningaskipti: Skiptu um stillingu • Raddinntak: Ýttu á hljóðnemstáknið til að hefja/stöðva hlustun • Textainntak: Sláðu beint inn til að þýða • Sjálfvirk leit: Finndu svipaðar setningar sem fyrir eru • Þýðing: Þýddu strax með því að ýta á þýðingarhnappinn • Hlustun: Spilaðu TTS með hátalaratákninu • Vista: Bættu við færslu með 'Vista gögn' • Hreinsa: Endurstilltu inntak
it: • Input Vocale: Tocca microfono per iniziare/fermare • Input Testo: Scrivi direttamente per tradurre • Auto-Cerca: Rileva frasi simili esistenti • Traduci: Tocca pulsante per traduzione istantanea • Ascolta: Icona altoparlante per TTS • Salva: 'Salva Dati' aggiunge alla cronologia • Pulisci: Resetta tutti gli input
ja: • 言語設定: 上部の翻訳アイコンで言語を変更 • ヘルプ: 上部のハテナアイコンで使い方ガイドを確認 • 音声入力: マイクアイコンをタップして会話を開始/停止 • テキスト入力: 直接入力して翻訳可能 • 自動検索: 入力時に類似の既存の文章があれば通知 • 翻訳: 「翻訳」ボタンですぐに翻訳を実行 • 聞く: スピーカーアイコンで原文/翻訳文を再生 (TTS) • 保存: 「保存」ボタンで学習記録に保存 • クリア: 「削除」ボタンで入力内容を消去
ka: • ენის პარამეტრები: შეცვალეთ ენები ზედა/ქვედა ხატულებზე დაჭერით. • სიტყვა/წინადადება: რეჟიმების შეცვლა • ხმოვანი შეყვანა: დაიწყეთ/შეაჩერეთ მოსმენა მიკროფონის ხატულაზე დაჭერით. • ტექსტის შეყვანა: შეიყვანეთ ტექსტი თარგმნისთვის. • ავტომატური ძებნა: მსგავსი არსებული წინადადებების ამოცნობა • თარგმნა: დააჭირეთ ღილაკს თარგმნა მყისიერი თარგმანისთვის. • მოსმენა: TTS დაკვრა დინამიკის ხატულაზე. • შენახვა: ჩანაწერების დამატება „მონაცემების შენახვით“ • გასუფთავება: შეყვანის ინიციალიზაცია
kk: • Тілді орнату: тілді өзгерту үшін жоғарғы/төменгі белгішені басыңыз • Сөз/сөйлем ауыстырып қосқышы: режимді ауыстыру • Дауыс енгізу: тыңдауды бастау/тоқтату үшін микрофон белгішесін басыңыз • Мәтін енгізу: аудару үшін тікелей теріңіз • Автоматты іздеу: ұқсас бар сөйлемді анықтау • Аударма: бірден аудару үшін аудару батырмасын басыңыз • Тыңдау: TTS ойнату үшін динамик белгішесін пайдаланыңыз • Сақтау: 'Деректерді сақтау' арқылы жазба қосыңыз • Тазалау: енгізуді бастапқы күйге келтіру
km: • ការកំណត់ភាសា៖ ចុចរូបតំណាងខាងលើ/ខាងក្រោមដើម្បីផ្លាស់ប្ដូរភាសា • បិទ/បើកពាក្យ/ប្រយោគ៖ ផ្លាស់ប្ដូររបៀប • ការបញ្ចូលសំឡេង៖ ចុចរូបតំណាងមីក្រូហ្វូនដើម្បីចាប់ផ្ដើម/បញ្ឈប់ការស្ដាប់ • ការបញ្ចូលអត្ថបទ៖ បញ្ចូលដោយផ្ទាល់ដើម្បីបកប្រែ • ការស្វែងរកដោយស្វ័យប្រវត្តិ៖ រកមើលប្រយោគដែលមានស្រាប់ស្រដៀងគ្នា • ការបកប្រែ៖ ចុចប៊ូតុងបកប្រែដើម្បីបកប្រែភ្លាមៗ • ស្ដាប់៖ ចាក់សារ TTS ជាមួយរូបតំណាងឧបករណ៍បំពងសំឡេង • រក្សាទុក៖ បន្ថែមកំណត់ត្រាជាមួយ 'រក្សាទុកទិន្នន័យ' • សម្អាត៖ សម្អាតការបញ្ចូល
kn: • ಧ್ವನಿ: ಪ್ರಾರಂಭಿಸಲು/ನಿಲ್ಲಿಸಲು ಮೈಕ್ ಟ್ಯಾಪ್ ಮಾಡಿ • ಪಠ್ಯ: ಅನುವಾದಿಸಲು ನೇರವಾಗಿ ಟೈಪ್ ಮಾಡಿ • ಸ್ವಯಂ-ಹುಡುಕಾಟ: ಇದೇ ರೀತಿಯ ವಾಕ್ಯಗಳನ್ನು ಪತ್ತೆ ಮಾಡುತ್ತದೆ • ಅನುವಾದ: ತ್ವರಿತ ಅನುವಾದ ಬಟನ್ • ಆಲಿಸಿ: TTS ಗಾಗಿ ಸ್ಪೀಕರ್ ಐಕಾನ್ • ಉಳಿಸಿ: ಇತಿಹಾಸಕ್ಕೆ ಸೇರಿಸುತ್ತದೆ • ಅಳಿಸಿ: ಎಲ್ಲವನ್ನೂ ಮರುಹೊಂದಿಸಿ
ko: • 언어 설정: 하단 버튼을 눌러 내 언어와 학습 언어 변경 • 단어/문장 토글: 상단 탭에서 모드 전환 • 음성 입력: 마이크 아이콘을 눌러 듣기 시작/정지 • 텍스트 입력: 직접 입력하여 번역 • 상황 태그: 문맥(예: 아침인사)을 입력하여 구분 저장 • 자동 검색: 유사한 기존 문장 감지 • 번역: 번역 버튼을 눌러 즉시 번역 • 듣기: 스피커 아이콘으로 TTS 재생 • 저장: '데이터 저장'으로 기록 추가
ky: • Тилди жөндөө: жогорку/төмөнкү белгини басып тилди өзгөртүү • Сөз/сөйлөм которгучу: режимди которуу • Үн киргизүү: микрофон белгисин басып угууну баштоо/токтотуу • Текст киргизүү: түз киргизип которуу • Автоматтык издөө: окшош мурунку сүйлөмдөрдү табуу • Которуу: которуу баскычын басып дароо которуу • Угуу: спикер белгиси менен TTS ойнотуу • Сактоо: 'Маалыматтарды сактоо' менен жазууну кошуу • Тазалоо: киргизүүнү баштапкы абалга келтирүү
lo: • ຕັ້ງຄ່າພາສາ: ກົດໄອຄອນດ້ານເທິງ/ລຸ່ມເພື່ອປ່ຽນພາສາ • ປ່ຽນຄຳສັບ/ປະໂຫຍກ: ປ່ຽນໂໝດ • ປ້ອນຂໍ້ມູນດ້ວຍສຽງ: ກົດໄອຄອນໄມໂຄຣໂຟນເພື່ອເລີ່ມ/ຢຸດຟັງ • ປ້ອນຂໍ້ມູນດ້ວຍຂໍ້ຄວາມ: ປ້ອນໂດຍກົງເພື່ອແປ • ຄົ້ນຫາອັດຕະໂນມັດ: ກວດຫາປະໂຫຍກທີ່ມີຢູ່ຄ້າຍຄືກັນ • ແປ: ກົດປຸ່ມແປເພື່ອແປທັນທີ • ຟັງ: ຫຼິ້ນ TTS ດ້ວຍໄອຄອນລຳໂພງ • ບັນທຶກ: ເພີ່ມບັນທຶກດ້ວຍ 'ບັນທຶກຂໍ້ມູນ' • ລຶບ: ລ້າງຂໍ້ມູນທີ່ປ້ອນ
mk: • Поставки за јазик: сменете го јазикот со кликнување на горната/долната икона • Прекинувач за зборови/реченици: префрлување режими • Гласовен влез: кликнете на иконата за микрофон за да започнете/запрете со слушање • Внесување текст: внесете директно за да преведете • Автоматско пребарување: откривање слични постоечки реченици • Превод: кликнете на копчето за превод за моментален превод • Слушање: репродукција на TTS со иконата за звучник • Зачувување: додајте записи со „Зачувување податоци“ • Бришење: ресетирање на внесот
ml: • ശബ്ദം: ആരംഭിക്കാൻ/നിർത്താൻ മൈക്ക് ടാപ്പ് ചെയ്യുക • ടെക്സ്റ്റ്: വിവർത്തനം ചെയ്യാൻ നേരിട്ട് ടൈപ്പ് ചെയ്യുക • ഓട്ടോ-സെർച്ച്: സമാനമായ വാക്യങ്ങൾ കണ്ടെത്തുന്നു • വിവർത്തനം: പെട്ടെന്നുള്ള വിവർത്തന ബട്ടൺ • കേൾക്കുക: TTS-നുള്ള സ്പീക്കർ ഐക്കൺ • സേവ്: ചരിത്രത്തിലേക്ക് ചേർക്കുന്നു • മായ്ക്കുക: എല്ലാം പുനഃസജ്ജമാക്കുക
mn: • Хэл тохируулах: Дээд/доод дүрс дээр дарж хэл өөрчлөх • Үг/Өгүүлбэр хооронд шилжих: Горим солих • Дуут оруулах: Микрофон дүрс дээр дарж сонсож эхлэх/зогсоох • Текст оруулах: Шууд бичиж орчуулах • Автомат хайлт: Ижил төстэй өгүүлбэрүүдийг илрүүлэх • Орчуулах: Орчуулах товчлуур дээр дарж шууд орчуулах • Сонсох: Чанга яригч дүрсээр TTS тоглуулах • Хадгалах: 'Мэдээлэл хадгалах' руу бичлэг нэмэх • Цэвэрлэх: Оруулахыг анхны байдалд оруулах
mr: • आवाज: सुरू/थांबवण्यासाठी माईक टॅप करा • मजकूर: भाषांतरासाठी थेट टाईप करा • ऑटो-सर्च: समान वाक्ये शोधते • भाषांतर: त्वरित भाषांतरासाठी बटण • ऐका: TTS साठी स्पीकर चिन्ह • जतन करा: इतिहासामध्ये जोडते • साफ करा: सर्व रीसेट करा
my: • ဘာသာစကား ဆက်တင်များ- အပေါ်/အောက် အိုင်ကွန်ကို နှိပ်၍ ဘာသာစကားကို ပြောင်းပါ • စကားလုံး/စာကြောင်း ပြောင်းရန်- ပုံစံပြောင်းရန် • အသံထည့်သွင်းခြင်း- မိုက်ခရိုဖုန်း အိုင်ကွန်ကို နှိပ်၍ နားထောင်ခြင်း စတင်/ရပ်ပါ • စာသားထည့်သွင်းခြင်း- တိုက်ရိုက် ရိုက်ထည့်၍ ဘာသာပြန်ပါ • အလိုအလျောက် ရှာဖွေခြင်း- ဆင်တူသော ရှိပြီးသား စာကြောင်းကို ရှာဖွေပါ • ဘာသာပြန်ခြင်း- ဘာသာပြန်ရန် ခလုတ်ကို နှိပ်၍ ချက်ချင်း ဘာသာပြန်ပါ • နားထောင်ခြင်း- စပီကာ အိုင်ကွန်ဖြင့် TTS ပြန်ဖွင့်ပါ • သိမ်းဆည်းခြင်း- 'ဒေတာ သိမ်းဆည်းခြင်း' ဖြင့် မှတ်တမ်းထည့်ပါ • ဖျက်ခြင်း- ထည့်သွင်းမှုကို မူလအတိုင်း ပြန်ထားပါ
nb: • Språkinnstillinger: Endre språk ved å trykke på ikoner øverst/nederst • Ord/setning-bryter: Bytt modus • Stemmeinput: Trykk på mikrofonikonet for å starte/stoppe lytting • Tekstinput: Skriv inn direkte for å oversette • Automatisk søk: Oppdag lignende eksisterende setninger • Oversett: Oversett umiddelbart ved å trykke på oversett-knappen • Lytt: TTS-avspilling med høyttalerikon • Lagre: Legg til poster med 'Lagre data' • Tøm: Tilbakestill input
ne: • भाषा सेटिङ: माथि/तलको आइकन थिचेर भाषा परिवर्तन गर्नुहोस् • शब्द/वाक्य टगल: मोड परिवर्तन • आवाज इनपुट: माइक्रोफोन आइकन थिचेर सुन्न सुरु/बन्द गर्नुहोस् • पाठ इनपुट: सिधै टाइप गरेर अनुवाद गर्नुहोस् • स्वतः खोजी: समान अवस्थित वाक्य पत्ता लगाउनुहोस् • अनुवाद: अनुवाद बटन थिचेर तुरुन्तै अनुवाद गर्नुहोस् • सुन्नुहोस्: स्पिकर आइकनबाट TTS प्ले गर्नुहोस् • सुरक्षित गर्नुहोस्: 'डाटा सुरक्षित गर्नुहोस्' मा रेकर्ड थप्नुहोस् • मेटाउनुहोस्: इनपुट रिसेट गर्नुहोस्
nl: • Spraak: Tik microfoon om te starten/stoppen • Tekst: Typ direct om te vertalen • Auto-Zoek: Detecteert bestaande zinnen • Vertaal: Tik knop voor directe vertaling • Luister: Speaker icoon voor TTS • Opslaan: 'Data Opslaan' voegt toe aan geschiedenis • Wissen: Reset alle invoer
or: • ଭାଷା ସେଟିଂ: ଉପର/ତଳ ଆଇକନ୍ ଦବାଇ ଭାଷା ବଦଳାନ୍ତୁ • ଶବ୍ଦ/ବାକ୍ୟ ଟୋଗଲ୍: ମୋଡ୍ ବଦଳାନ୍ତୁ • ଭଏସ୍ ଇନପୁଟ୍: ମାଇକ୍ରୋଫୋନ୍ ଆଇକନ୍ ଦବାଇ ଶୁଣିବା ଆରମ୍ଭ/ବନ୍ଦ କରନ୍ତୁ • ଟେକ୍ସଟ୍ ଇନପୁଟ୍: ସିଧାସଳଖ ଟାଇପ୍ କରି ଅନୁବାଦ କରନ୍ତୁ • ସ୍ୱୟଂଚାଳିତ ସନ୍ଧାନ: ସମାନ ପୂର୍ବ ବାକ୍ୟ ଚିହ୍ନଟ କରନ୍ତୁ • ଅନୁବାଦ: ତୁରନ୍ତ ଅନୁବାଦ କରିବାକୁ ଅନୁବାଦ ବଟନ୍ ଦବାନ୍ତୁ • ଶୁଣନ୍ତୁ: ସ୍ପିକର୍ ଆଇକନ୍ ସହିତ TTS ପ୍ଲେ କରନ୍ତୁ • ସେଭ୍: 'ଡାଟା ସେଭ୍' ସହିତ ରେକର୍ଡ ଯୋଡନ୍ତୁ • କ୍ଲିଅର୍: ଇନପୁଟ୍ ରିସେଟ୍ କରନ୍ତୁ
pa: • ਆਵਾਜ਼: ਸ਼ੁਰੂ/ਬੰਦ ਕਰਨ ਲਈ ਮਾਈਕ ਦਬਾਓ • ਟੈਕਸਟ: ਅਨੁਵਾਦ ਲਈ ਸਿੱਧਾ ਟਾਈਪ ਕਰੋ • ਆਟੋ-ਸਰਚ: ਸਮਾਨ ਵਾਕਾਂ ਨੂੰ ਲੱਭਦਾ ਹੈ • ਅਨੁਵਾਦ: ਤੁਰੰਤ ਅਨੁਵਾਦ ਦਾ ਬਟਨ • ਸੁਣੋ: TTS ਲਈ ਸਪੀਕਰ ਆਈਕਨ • ਸੇਵ: ਇਤਿਹਾਸ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਦਾ ਹੈ • ਸਾਫ਼ ਕਰੋ: ਸਭ ਰੀਸੈਟ ਕਰੋ
pl: • Głos: Dotknij mikrofonu aby zacząć/zatrzymać • Tekst: Pisz bezpośrednio aby tłumaczyć • Auto-Szukanie: Wykrywa podobne zdania • Tłumacz: Przycisk do natychmiastowego tłumaczenia • Słuchaj: Ikona głośnika dla TTS • Zapisz: 'Zapisz' dodaje do historii • Wyczyść: Resetuj wszystko
ro: • Voce: Apasă microfon pentru start/stop • Text: Scrie direct pentru traducere • Auto-Căutare: Detectează propoziții similare • Traducere: Buton pentru traducere instantă • Ascultă: Icoană difuzor pentru TTS • Salvează: Adaugă în istoric • Șterge: Resetează tot
ru: • Голос: Нажмите микрофон для начала/остановки • Текст: Введите текст для перевода • Авто-поиск: Обнаруживает похожие предложения • Перевод: Нажмите кнопку для перевода • Слушать: Динамик для TTS (Оригинал/Перевод) • Сохранить: Добавляет в историю • Очистить: Сброс всех полей
si: • භාෂා සැකසුම: ඉහළ/පහළ නිරූපකය එබීමෙන් භාෂාව වෙනස් කරන්න • වචන/වාක්‍ය ටොගල් කරන්න: මාදිලිය මාරු කරන්න • හඬ ආදානය: සවන්දීම ආරම්භ කිරීමට/නැවැත්වීමට මයික්‍රෆෝන නිරූපකය ඔබන්න • පෙළ ආදානය: සෘජුවම ටයිප් කිරීමෙන් පරිවර්තනය කරන්න • ස්වයංක්‍රීය සෙවීම: සමාන පවතින වාක්‍ය හඳුනාගන්න • පරිවර්තනය: ක්ෂණිකව පරිවර්තනය කිරීමට පරිවර්තන බොත්තම ඔබන්න • සවන්දීම: TTS වාදනය සඳහා ස්පීකර් නිරූපකය • සුරකින්න: 'දත්ත සුරකින්න' මඟින් වාර්තා එකතු කරන්න • හිස් කරන්න: ආදානය නැවත ආරම්භ කරන්න
sk: • Nastavenie jazyka: zmena jazyka stlačením ikon hore/dole • Prepínač slov/viet: prepínanie režimov • Hlasový vstup: spustenie/zastavenie počúvania stlačením ikony mikrofónu • Textový vstup: zadávanie textu priamo na preklad • Automatické vyhľadávanie: detekcia podobných existujúcich viet • Preklad: okamžitý preklad stlačením tlačidla prekladu • Počúvanie: prehrávanie TTS pomocou ikony reproduktora • Uloženie: pridanie záznamu pomocou 'Uložiť dáta' • Vymazanie: inicializácia vstupu
sl: • Nastavitev jezika: spremenite jezik s pritiskom na ikone zgoraj/spodaj • Preklop med besedami/stavki: preklop načina • Glasovni vnos: pritisnite ikono mikrofona za začetek/ustavitev poslušanja • Vnos besedila: ročni vnos besedila za prevajanje • Samodejno iskanje: zaznavanje podobnih obstoječih stavkov • Prevajanje: takojšnje prevajanje s pritiskom na gumb za prevajanje • Poslušanje: predvajanje TTS z ikono zvočnika • Shranjevanje: dodajanje zapisa s »Shrani podatke« • Brisanje: ponastavitev vnosa
sq: • Cilësimet e gjuhës: Ndryshoni gjuhën duke shtypur ikonat lart/poshtë • Ndërroni Fjalë/Fjali: Ndërroni modalitetin • Hyrja zanore: Shtypni ikonën e mikrofonit për të filluar/ndaluar dëgjimin • Hyrja e tekstit: Shkruani drejtpërdrejt për të përkthyer • Kërkimi automatik: Zbuloni fjali ekzistuese të ngjashme • Përkthimi: Përktheni menjëherë duke shtypur butonin e përkthimit • Dëgjimi: Luaj me TTS përmes ikonës së altoparlantit • Ruajtja: Shto një rekord me 'Ruaj të dhënat' • Fshirja: Rivendosni hyrjen
sr: • Подешавање језика: Притисните иконе на врху/дну да бисте променили језик • Пребацивање између речи/реченица: Промена режима • Гласовни унос: Притисните икону микрофона да бисте започели/зауставили слушање • Унос текста: Директно унесите текст за превод • Аутоматско претраживање: Откривање сличних постојећих реченица • Превод: Притисните дугме за превод за тренутни превод • Слушање: Репродукција текста у говор помоћу иконе звучника • Чување: Додајте запис помоћу опције „Сачувај податке“ • Брисање: Иницијализација уноса
sv: • Röst: Tryck mikrofon för start/stopp • Text: Skriv direkt för översättning • Auto-Sök: Hittar liknande meningar • Översätt: Knapp för direktöversättning • Lyssna: Ikon för TTS • Spara: Lägger till i historik • Rensa: Återställ allt
sw: • Sauti: Gonga maikrofoni kuanza/kusimamisha • Maandishi: Andika moja kwa moja kwa kutafsiri • Utafutaji Kiotomatiki: Inagundua sentensi zinazofanana • Tafsiri: Kitufe cha tafsiri ya papo hapo • Sikiliza: Aikoni ya spika kwa TTS • Hifadhi: Inaongeza kwenye historia • Futa: Weka upya yote
ta: • குரல்: தொடங்க/நிறுத்த மைக்கைத் தட்டவும் • உரை: மொழிபெயர்க்க நேரடியாக தட்டச்சு செய்யவும் • தானியங்கி தேடல்: ஒத்த வாக்கியங்களைக் கண்டறிகிறது • மொழிபெயர்: உடனடி மொழிபெயர்ப்பு பொத்தான் • கேள்: TTSக்கான ஸ்பீக்கர் ஐகான் • சேமி: வரலாற்றில் சேர்க்கிறது • அழி: அனைத்தையும் மீட்டமை
te: • వాయిస్: ప్రారంభించడానికి/ఆపడానికి మైక్‌ని నొక్కండి • వచనం: అనువదించడానికి నేరుగా టైప్ చేయండి • ఆటో-సెర్చ్: ఇలాంటి వాక్యాలను గుర్తిస్తుంది • అనువాదం: తక్షణ అనువాద బటన్ • వినండి: TTS కోసం స్పీకర్ ఐకాన్ • సేవ్: చరిత్రకు జోడిస్తుంది • క్లియర్: అన్నీ రీసెట్ చేయండి
th: • เสียงเข้า: แตะไอคอนไมค์เพื่อเริ่ม/หยุด • ข้อความเข้า: พิมพ์โดยตรงเพื่อแปล • ค้นหาอัตโนมัติ: ตรวจจับประโยคที่มีอยู่ • แปล: แตะปุ่มเพื่อแปลทันที • ฟัง: ไอคอนลำโพงสำหรับ TTS • บันทึก: เพิ่มลงในประวัติ • ล้าง: รีเซ็ตข้อมูลทั้งหมด
tl: • Mga Setting ng Wika: Pindutin ang icon sa itaas/ibaba para baguhin ang wika • Toggle ng Salita/Pangungusap: Lumipat ng mode • Input ng Boses: Pindutin ang icon ng mikropono para magsimula/huminto sa pakikinig • Input ng Teksto: Direktang mag-type para magsalin • Awtomatikong Paghahanap: Tukuyin ang magkatulad na umiiral na mga pangungusap • Isalin: Pindutin ang button na Isalin para agad na magsalin • Pakinggan: TTS playback gamit ang icon ng speaker • I-save: Magdagdag ng mga tala sa 'I-save ang Data' • I-clear: I-reset ang input
tr: • Ses Girişi: Başlat/durdur için mikrofona dokun • Metin Girişi: Çevirmek için yaz • Oto-Arama: Benzer cümleleri bulur • Çevir: Anında çeviri butonu • Dinle: TTS için hoparlör simgesi • Kaydet: 'Veri Kaydet' geçmişe ekler • Temizle: Tüm girişleri sıfırla
uk: • Голос: Натисніть мікрофон для старту/стопу • Текст: Введіть текст для перекладу • Авто-пошук: Виявляє схожі речення • Переклад: Кнопка для миттєвого перекладу • Слухати: Динамік для озвучення • Зберегти: Додає в історію • Очистити: Скидання всіх полів
ur: • آواز: شروع/بند کرنے کے لیے مائک دبائیں • متن: ترجمہ کے لیے براہ راست ٹائپ کریں • آٹو سرچ: ملتے جلتے جملے تلاش کرتا ہے • ترجمہ: فوری ترجمہ کا بٹن • سنیں: TTS کے لیے اسپیکر آئیکن • محفوظ کریں: تاریخ میں شامل کرتا ہے • صاف کریں: سب ری سیٹ کریں
uz: • Til sozlamalari: yuqori/pastki belgilarni bosib tilni o'zgartiring • So'z/gap o'tish: rejimni almashtirish • Ovozli kiritish: mikrofon belgisini bosib tinglashni boshlang/to'xtating • Matn kiritish: to'g'ridan-to'g'ri kiritib tarjima qiling • Avtomatik qidiruv: o'xshash mavjud jumlalarni aniqlash • Tarjima: Tarjima tugmasini bosib darhol tarjima qiling • Tinglash: dinamik belgisidan TTS-ni ijro eting • Saqlash: 'Ma'lumotlarni saqlash' bilan yozuv qo'shing • Tozalash: kirishni qayta o'rnating
vi: • Nhập giọng nói: Nhấn biểu tượng mic để bắt đầu/dừng • Nhập văn bản: Nhập trực tiếp để dịch • Tự động tìm kiếm: Phát hiện các câu tương tự đã có • Dịch: Nhấn nút để dịch ngay lập tức • Nghe: Biểu tượng loa để nghe TTS • Lưu: 'Lưu dữ liệu' thêm vào lịch sử • Xóa: Đặt lại tất cả đầu vào
zh_cn: • 语言设置：通过顶部翻译图标更改语言 • 帮助：通过顶部帮助图标查看指南 • 语音输入：点击麦克风图标开始/停止聆听 • 文本输入：直接输入文本进行翻译 • 自动搜索：检测相似的现有句子 • 翻译：点击按钮立即翻译 • 收听：点击扬声器图标收听 TTS（原文/译文） • 保存：“保存数据”添加到历史记录 • 清除：重置所有输入
zh_tw: • 語言設定：透過頂部翻譯圖示更改語言 • 幫助：透過頂部幫助圖示查看指南 • 語音輸入：點擊麥克風圖示開始/停止聆聽 • 文字輸入：直接輸入文字進行翻譯 • 自動搜尋：偵測相似的現有句子 • 翻譯：點擊按鈕立即翻譯 • 收聽：點擊揚聲器圖示收聽 TTS（原文/譯文） • 儲存：「儲存資料」添加到歷史記錄 • 清除：重設所有輸入
zu: • Izilungiselelo Zolimi: Shintsha ulimi ngokuthepha izithonjana ezingaphezulu/ezansi • Ukuguqula Igama/Umusho: Shintsha izindlela • Okokufaka Kwezwi: Thepha isithonjana semakrofoni ukuze uqale/umise ukulalela • Okokufaka Kombhalo: Faka ngokuqondile ukuze uhumushe • Ukusesha Okuzenzakalelayo: Thola imisho ekhona efanayo • Humusha: Thepha inkinobho yokuhumusha ukuze uhumushe ngokushesha • Lalela: Dlala i-TTS ngesithonjana sesipika • Londoloza: Engeza amarekhodi 'ngokulondoloza idatha' • Sula: Qalisa kabusha okokufaka
