Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

# recognitionFailed
source: Speech recognition failed: {error}
af: Spraakherkenning misluk: {error}
am: የድምጽ ማወቂያ አልተሳካም: {error}
ar: فشل التعرف على الصوت: {error}
as: ভয়েচ চিনি পোৱাত ব্যৰ্থ: {error}
be: Не атрымалася распазнаць гаворку: {error}
bg: Неуспешно разпознаване на глас: {error}
bn: কথা শনাক্তকরণ ব্যর্থ: {error}
ca: Error al reconèixer la veu: {error}
cs: Rozpoznávání řeči selhalo: {error}
cy: Methu adnabod llais: {error}
da: Talegenkendelse fejlede: {error}
de: Spracherkennung fehlgeschlagen: {error}
el: Αποτυχία αναγνώρισης φωνής: {error}
es: Fallo de reconocimiento: {error}
et: Häältuvastus ebaõnnestus: {error}
eu: Ahots ezagutzeak huts egin du: {error}
fa: شناسایی گفتار ناموفق بود: {error}
fi: Puheentunnistus epäonnistui: {error}
fil: Nabigo ang pagkilala sa boses: {error}
fr: Échec de reconnaissance vocale: {error}
gl: Erro ao recoñecer a voz: {error}
gu: અવાજ ઓળખ નિષ્ફળ: {error}
he: זיהוי דיבור נכשל: {error}
hi: वाक् पहचान विफल: {error}
hu: Beszédfelismerés sikertelen: {error}
hy: Ձայնի ճանաչումը ձախողվեց. {error}
id: Pengenalan suara gagal: {error}
is: Raddþekking mistókst: {error}
it: Riconoscimento vocale fallito: {error}
ja: 音声認識失敗: {error}
ka: ხმის ამოცნობა ვერ მოხერხდა: {error}
kk: Дауысты тану сәтсіз аяқталды: {error}
km: ការស្គាល់សំឡេងបានបរាជ័យ៖ {error}
kn: ಧ್ವನಿ ಗುರುತಿಸುವಿಕೆ ವಿಫಲವಾಗಿದೆ: {error}
ko: 음성 인식 실패: {error}
ky: Үндү таануу ишке ашкан жок: {error}
lo: ການຮັບຮູ້ສຽງບໍ່ສຳເລັດ: {error}
mk: Гласовното препознавање не успеа: {error}
ml: ശബ്ദ തിരിച്ചറിയൽ പരാജയപ്പെട്ടു: {error}
mn: Дуу танихгүй байна: {error}
mr: आवाज ओळख अयशस्वी: {error}
my: အသံ မှတ်သားရန် ပျက်ကွက်ခြင်း: {error}
nb: Talegjenkjenning mislyktes: {error}
ne: आवाज पहिचान गर्न असफल भयो: {error}
nl: Spraakherkenning mislukt: {error}
or: ଭଏସ୍ ଚିହ୍ନଟ ବିଫଳ: {error}
pa: ਆਵਾਜ਼ ਪਛਾਣ ਅਸਫਲ: {error}
pl: Rozpoznawanie mowy nieudane: {error}
ro: Recunoaștere vocală eșuată: {error}
ru: Ошибка распознавания речи: {error}
si: හඬ හඳුනාගැනීම අසාර්ථක විය: {error}
sk: Rozpoznávanie reči zlyhalo: {error}
sl: Prepoznavanje govora ni uspelo: {error}
sq: Njohja e zërit dështoi: {error}
sr: Препознавање говора није успело: {error}
sv: Taligenkänning misslyckades: {error}
sw: Utambuzi wa sauti umeshindikana: {error}
ta: குரல் அறிதல் தோல்வி: {error}
te: వాయిస్ గుర్తింపు విఫలమైంది: {error}
th: การจดจำเสียงล้มเหลว: {error}
tl: Nabigong Kilalanin ang Boses: {error}
tr: Ses tanıma başarısız: {error}
uk: Помилка розпізнавання: {error}
ur: آواز کی شناخت ناکام: {error}
uz: Nutqni aniqlashda xatolik: {error}
vi: Nhận dạng giọng nói thất bại: {error}
zh_cn: 语音识别失败: {error}
zh_tw: 語音辨識失敗: {error}
zu: Ukuhluleka kokuqashelwa kwezwi: {error}

source: Checking...
af: Kontroleer...
am: በማረጋገጥ ላይ...
ar: جاري التحقق...
as: পৰীক্ষা কৰি থকা হৈছে...
be: Праверка...
bg: Проверка...
bn: যাচাই করা হচ্ছে...
ca: S'està comprovant...
cs: Kontrola...
cy: Gwirio...
da: Tjekker...
de: Prüfe...
el: Έλεγχος...
es: Comprobando...
et: Kontrollin...
eu: Egiaztatzen...
fa: در حال بررسی...
fi: Tarkistetaan...
fil: Sinusuri...
fr: Vérification...
gl: Comprobando...
gu: ચકાસી રહ્યું છે...
he: בודק...
hi: जाँच कर रहा है...
hu: Ellenőrzés...
hy: Ստուգվում է...
id: Memeriksa...
is: Athuga...
it: Controllo...
ja: 確認中...
ka: მიმდინარეობს შემოწმება...
kk: Тексеру...
km: កំពុងពិនិត្យ...
kn: ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ...
ko: 확인 중...
ky: Текшерилүүдө...
lo: ກຳລັງກວດສອບ...
mk: Се проверува...
ml: പരിശോധിക്കുന്നു...
mn: Шалгаж байна...
mr: तपासत आहे...
my: စစ်ဆေးနေသည်...
nb: Sjekker...
ne: जाँच गर्दै...
nl: Controleren...
or: ଯାଞ୍ଚ କରୁଛି...
pa: ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ...
pl: Sprawdzanie...
ro: Verificare...
ru: Проверка...
si: පරීක්ෂා කරමින්...
sk: Kontroluje sa...
sl: Preverjam ...
sq: Duke kontrolluar...
sr: Провера у току...
sv: Kontrollerar...
sw: Inaangalia...
ta: சரிபார்க்கிறது...
te: తనిఖీ చేస్తోంది...
th: กำลังตรวจสอบ...
tl: Sinusuri...
tr: Kontrol ediliyor...
uk: Перевірка...
ur: جانچ رہا ہے...
uz: Tekshirilmoqda...
vi: Đang kiểm tra...
zh_cn: 正在检查...
zh_tw: 正在檢查...
zu: Kuyahlolwa...

source: Translating...
af: Vertaal...
am: በመተርጎም ላይ...
ar: جاري الترجمة...
as: অনুবাদ কৰি থকা হৈছে...
be: Пераклад...
bg: Превод...
bn: অনুবাদ করা হচ্ছে...
ca: S'està traduint...
cs: Překládám...
cy: Cyfieithu...
da: Oversætter...
de: Übersetze...
el: Μετάφραση...
es: Traduciendo...
et: Tõlgin...
eu: Itzultzen...
fa: در حال ترجمه...
fi: Käännetään...
fil: Nagsasalin...
fr: Traduction...
gl: Traducindo...
gu: અનુવાદ કરી રહ્યું છે...
he: מתרגם...
hi: अनुवाद कर रहा है...
hu: Fordítás...
hy: Թարգմանվում է...
id: Menerjemahkan...
is: Þýða...
it: Traduzione...
ja: 翻訳中...
ka: მიმდინარეობს თარგმნა...
kk: Аудару...
km: កំពុងបកប្រែ...
kn: ಅನುವಾದಿಸಲಾಗುತ್ತಿದೆ...
ko: 번역 중...
ky: Которулууда...
lo: ກຳລັງແປ...
mk: Се преведува...
ml: വിവർത്തനം ചെയ്യുന്നു...
mn: Орчуулж байна...
mr: भाषांतर करत आहे...
my: ဘာသာပြန်နေသည်...
nb: Oversetter...
ne: अनुवाद गरिँदै...
nl: Vertalen...
or: ଅନୁବାଦ କରୁଛି...
pa: ਅਨੁਵਾਦ ਕਰ ਰਿਹਾ ਹੈ...
pl: Tłumaczenie...
ro: Traducere...
ru: Перевод...
si: පරිවර්තනය කරමින්...
sk: Prekladá sa...
sl: Prevajam ...
sq: Duke përkthyer...
sr: Превод у току...
sv: Översätter...
sw: Inatafsiri...
ta: மொழிபெயர்க்கிறது...
te: అనువదిస్తోంది...
th: กำลังแปล...
tl: Isinasalin...
tr: Çevriliyor...
uk: Переклад...
ur: ترجمہ ہو رہا ہے...
uz: Tarjima qilinmoqda...
vi: Đang dịch...
zh_cn: 正在翻译...
zh_tw: 正在翻譯...
zu: Kuyahunyushwa...

# translationComplete
source: Translation complete (save required)
af: Vertaling voltooi (stoor vereis)
am: ትርጉም ተጠናቋል (ማስቀመጥ ያስፈልጋል)
ar: اكتملت الترجمة (يتطلب الحفظ)
as: অনুবাদ সম্পূৰ্ণ (সংৰক্ষণ কৰিব লাগিব)
be: Пераклад завершаны (неабходна захаваць)
bg: Преводът завърши (трябва да се запази)
bn: অনুবাদ সম্পন্ন (সংরক্ষণ প্রয়োজন)
ca: S'ha completat la traducció (cal desar)
cs: Překlad dokončen (nutné uložit)
cy: Cyfieithu wedi'i Gwblhau (angen ei gadw)
da: Oversættelse færdig (kræver gem)
de: Übersetzung fertig (Speichern erforderlich)
el: Μετάφραση ολοκληρώθηκε (απαιτείται αποθήκευση)
es: Traducción completa (guardar)
et: Tõlkimine lõpetatud (vajalik salvestamine)
eu: Itzulpena amaitu da (gorde behar da)
fa: ترجمه کامل شد (نیاز به ذخیره)
fi: Käännös valmis (tallenna)
fil: Tapos na ang pagsasalin (kailangang i-save)
fr: Traduction terminée (enregistrer)
gl: Tradución completa (necesario gardar)
gu: અનુવાદ પૂર્ણ (સાચવવું જરૂરી)
he: התרגום הושלם (נדרש שמירה)
hi: अनुवाद पूर्ण (सहेजना आवश्यक)
hu: Fordítás kész (mentés szükséges)
hy: Թարգմանությունն ավարտված է (պահպանման կարիք կա)
id: Terjemahan selesai (perlu disimpan)
is: Þýðingu lokið (þarf að vista)
it: Traduzione completata (salvataggio richiesto)
ja: 翻訳完了 (保存してください)
ka: თარგმანი დასრულებულია (საჭიროა შენახვა)
kk: Аударма аяқталды (сақтау керек)
km: ការបកប្រែបានបញ្ចប់ (ចាំបាច់ត្រូវរក្សាទុក)
kn: ಅನುವಾದ ಪೂರ್ಣಗೊಂಡಿದೆ (ಉಳಿಸಬೇಕಾಗಿದೆ)
ko: 번역 완료 (저장 필요)
ky: Которуу аяктады (сактоо керек)
lo: ແປສຳເລັດ (ຕ້ອງການບັນທຶກ)
mk: Преводот е завршен (потребно е зачувување)
ml: വിവർത്തനം പൂർത്തിയായി (സേവ് ചെയ്യണം)
mn: Орчуулж дууслаа (Хадгалах шаардлагатай)
mr: भाषांतर पूर्ण (जतन करणे आवश्यक)
my: ဘာသာပြန်ခြင်း ပြီးစီးပါပြီ (သိမ်းရန် လိုအပ်)
nb: Oversettelse fullført (må lagres)
ne: अनुवाद गरियो (सुरक्षित गर्न आवश्यक)
nl: Vertaling voltooid (opslaan vereist)
or: ଅନୁବାଦ ସମାପ୍ତ (ସେଭ୍ କରିବା ଆବଶ୍ୟକ)
pa: ਅਨੁਵਾਦ ਪੂਰਾ (ਸੇਵ ਕਰਨਾ ਜ਼ਰੂਰੀ)
pl: Tłumaczenie zakończone (wymaga zapisu)
ro: Traducere completă (necesită salvare)
ru: Перевод завершен (требуется сохранение)
si: පරිවර්තනය සම්පූර්ණයි (සුරැකීමට අවශ්‍යයි)
sk: Preklad dokončený (potrebné uložiť)
sl: Prevod končan (potrebno shranjevanje)
sq: Përkthimi u përfundua (duhet të ruhet)
sr: Превод завршен (потребно чување)
sv: Översättning klar (spara krävs)
sw: Tafsiri imekamilika (inahitaji kuhifadhi)
ta: மொழிபெயர்ப்பு முடிந்தது (சேமிக்க வேண்டும்)
te: అనువాదం పూర్తయింది (సేవ్ చేయాలి)
th: แปลเสร็จสมบูรณ์ (ต้องบันทึก)
tl: Tapos na ang Pagsasalin (Kailangang I-save)
tr: Çeviri tamamlandı (kayıt gerekli)
uk: Переклад завершено (потрібно зберегти)
ur: ترجمہ مکمل (محفوظ کرنا ضروری)
uz: Tarjima yakunlandi (saqlash kerak)
vi: Dịch hoàn tất (cần lưu)
zh_cn: 翻译完成 (需保存)
zh_tw: 翻譯完成 (需儲存)
zu: Ukuhumusha Kuqediwe (kudingeka ukulondolozwa)

# translationLoaded
source: Loaded saved translation
af: Gestorde vertaling gelaai
am: የተቀመጠ ትርጉም ተጭኗል
ar: تم تحميل الترجمة المحفوظة
as: সংৰক্ষিত অনুবাদ লোড কৰা হ’ল
be: Загружаны захаваны пераклад
bg: Зареден запазен превод
bn: সংরক্ষিত অনুবাদ লোড করা হয়েছে
ca: S'ha carregat la traducció desada
cs: Načten uložený překlad
cy: Cyfieithiad wedi'i lwytho a'i gadw
da: Gemt oversættelse indlæst
de: Gespeicherte Übersetzung geladen
el: Φορτώθηκε αποθηκευμένη μετάφραση
es: Traducción guardada cargada
et: Salvestatud tõlge on laaditud
eu: Gordetako itzulpena kargatu da
fa: ترجمه ذخیره شده بارگذاری شد
fi: Tallennettu käännös ladattu
fil: Na-load ang naka-save na pagsasalin
fr: Traduction enregistrée chargée
gl: Tradución gardada cargada
gu: સાચવેલ અનુવાદ લોડ થયો
he: תרגום שמור נטען
hi: सहेजा गया अनुवाद लोड किया गया
hu: Mentett fordítás betöltve
hy: Բեռնված է պահպանված թարգմանություն
id: Terjemahan tersimpan dimuat
is: Hlaðið inn vistaðri þýðingu
it: Traduzione salvata caricata
ja: 保存済みの翻訳を読み込みました
ka: შენახული თარგმანი ჩატვირთულია
kk: Сақталған аударма жүктелді
km: បានផ្ទុកការបកប្រែដែលបានរក្សាទុក
kn: ಉಳಿಸಿದ ಅನುವಾದ ಲೋಡ್ ಆಗಿದೆ
ko: 저장된 번역 불러옴
ky: Сакталган котормо жүктөлдү
lo: ໂຫຼດການແປທີ່ບັນທຶກໄວ້
mk: Зачуваниот превод е вчитан
ml: സേവ് ചെയ്ത വിവർത്തനം ലോഡ് ചെയ്തു
mn: Хадгалсан орчуулгыг орууллаа
mr: जतन केलेले भाषांतर लोड केले
my: သိမ်းဆည်းထားသော ဘာသာပြန်ခြင်းကို တင်ထားပါပြီ
nb: Lagret oversettelse lastet inn
ne: सुरक्षित गरिएको अनुवाद लोड गरियो
nl: Opgeslagen vertaling geladen
or: ସେଭ୍ ହୋଇଥିବା ଅନୁବାଦ ଲୋଡ୍ ହୋଇଛି
pa: ਸੇਵ ਕੀਤਾ ਅਨੁਵਾਦ ਲੋਡ ਕੀਤਾ ਗਿਆ
pl: Załadowano zapisane tłumaczenie
ro: Traducere salvată încărcată
ru: Загружен сохраненный перевод
si: සුරකින ලද පරිවර්තනය පූරණය කරන ලදී
sk: Uložený preklad načítaný
sl: Naložen shranjen prevod
sq: Përkthimi i ruajtur u ngarkua
sr: Учитан сачувани превод
sv: Sparad översättning laddad
sw: Tafsiri iliyohifadhiwa imepakiwa
ta: சேமிக்கப்பட்ட மொழிபெயர்ப்பு ஏற்றப்பட்டது
te: సేవ్ చేసిన అనువాదం లోడ్ చేయబడింది
th: โหลดคำแปลที่บันทึกไว้
tl: Na-load ang Naka-save na Pagsasalin
tr: Kayıtlı çeviri yüklendi
uk: Завантажено збережений переклад
ur: محفوظ شدہ ترجمہ لوڈ ہو گیا
uz: Saqlangan tarjima yuklandi
vi: Đã tải bản dịch đã lưu
zh_cn: 已加载保存的翻译
zh_tw: 已載入儲存的翻譯
zu: Ukuhumusha okulondoloziwe kulayishiwe

# translationFailed
source: Translation failed: {error}
af: Vertaling misluk: {error}
am: ትርጉም አልተሳካም: {error}
ar: فشلت الترجمة: {error}
as: অনুবাদ ব্যৰ্থ হ’ল: {error}
be: Не атрымалася перакласці: {error}
bg: Неуспешен превод: {error}
bn: অনুবাদ ব্যর্থ: {error}
ca: Error de traducció: {error}
cs: Překlad selhal: {error}
cy: Methu cyfieithu: {error}
da: Oversættelse fejlede: {error}
de: Übersetzung fehlgeschlagen: {error}
el: Αποτυχία μετάφρασης: {error}
es: Fallo de traducción: {error}
et: Tõlkimine ebaõnnestus: {error}
eu: Itzulpenak huts egin du: {error}
fa: ترجمه ناموفق بود: {error}
fi: Käännös epäonnistui: {error}
fil: Nabigo ang pagsasalin: {error}
fr: Échec de traduction: {error}
gl: Erro ao traducir: {error}
gu: અનુવાદ નિષ્ફળ: {error}
he: התרגום נכשל: {error}
hi: अनुवाद विफल: {error}
hu: Fordítás sikertelen: {error}
hy: Թարգմանությունը ձախողվեց. {error}
id: Terjemahan gagal: {error}
is: Þýðing mistókst: {error}
it: Traduzione fallita: {error}
ja: 翻訳失敗: {error}
ka: თარგმანი ვერ მოხერხდა: {error}
kk: Аударма сәтсіз аяқталды: {error}
km: ការបកប្រែបានបរាជ័យ៖ {error}
kn: ಅನುವಾದ ವಿಫಲವಾಗಿದೆ: {error}
ko: 번역 실패: {error}
ky: Которуу ишке ашкан жок: {error}
lo: ແປບໍ່ສຳເລັດ: {error}
mk: Преводот не успеа: {error}
ml: വിവർത്തനം പരാജയപ്പെട്ടു: {error}
mn: Орчуулж чадсангүй: {error}
mr: भाषांतर अयशस्वी: {error}
my: ဘာသာပြန်ရန် ပျက်ကွက်ခြင်း: {error}
nb: Oversettelse mislyktes: {error}
ne: अनुवाद गर्न असफल भयो: {error}
nl: Vertaling mislukt: {error}
or: ଅନୁବାଦ ବିଫଳ: {error}
pa: ਅਨੁਵਾਦ ਅਸਫਲ: {error}
pl: Tłumaczenie nieudane: {error}
ro: Traducere eșuată: {error}
ru: Ошибка перевода: {error}
si: පරිවර්තනය අසාර්ථක විය: {error}
sk: Preklad zlyhal: {error}
sl: Prevod ni uspel: {error}
sq: Përkthimi dështoi: {error}
sr: Превод није успео: {error}
sv: Översättning misslyckades: {error}
sw: Tafsiri imeshindikana: {error}
ta: மொழிபெயர்ப்பு தோல்வி: {error}
te: అనువాదం విఫలమైంది: {error}
th: การแปลล้มเหลว: {error}
tl: Nabigong Isalin: {error}
tr: Çeviri başarısız: {error}
uk: Помилка перекладу: {error}
ur: ترجمہ ناکام: {error}
uz: Tarjimada xatolik: {error}
vi: Dịch thất bại: {error}
zh_cn: 翻译失败: {error}
zh_tw: 翻譯失敗: {error}
zu: Ukuhumusha Kwehlulekile: {error}

# enterTextToTranslate
source: Please enter text to translate
af: Voer teks in om te vertaal
am: ለመተርጎም ጽሑፍ ያስገቡ
ar: أدخل نصاً للترجمة
as: অনুবাদ কৰিবলৈ টেক্সট লিখক
be: Увядзіце тэкст для перакладу
bg: Въведете текст за превод
bn: অনুবাদের জন্য পাঠ্য লিখুন
ca: Introdueix el text que vols traduir
cs: Zadejte text k překladu
cy: Rhowch y testun i'w gyfieithu
da: Indtast tekst til oversættelse
de: Bitte Text zum Übersetzen eingeben
el: Εισάγετε κείμενο προς μετάφραση
es: Ingresa texto para traducir
et: Sisesta tõlgitav tekst
eu: Idatzi itzuli nahi duzun testua
fa: متن را برای ترجمه وارد کنید
fi: Syötä teksti käännettäväksi
fil: Ipasok ang teksto upang isalin
fr: Entrez le texte à traduire
gl: Escribe o texto para traducir
gu: અનુવાદ માટે લખાણ દાખલ કરો
he: הכנס טקסט לתרגום
hi: अनुवाद के लिए पाठ दर्ज करें
hu: Írja be a szöveget a fordításhoz
hy: Մուտքագրեք թարգմանելու տեքստը
id: Masukkan teks untuk diterjemahkan
is: Sláðu inn texta til að þýða
it: Inserisci testo da tradurre
ja: 翻訳するテキストを入力してください
ka: შეიყვანეთ ტექსტი თარგმნისთვის
kk: Аударылатын мәтінді енгізіңіз
km: បញ្ចូលអត្ថបទដែលត្រូវបកប្រែ
kn: ಅನುವಾದಿಸಲು ಪಠ್ಯವನ್ನು ನಮೂದಿಸಿ
ko: 번역할 텍스트를 입력하세요
ky: Которула турган текстти киргизиңиз
lo: ປ້ອນຂໍ້ຄວາມທີ່ຈະແປ
mk: Внесете текст за превод
ml: വിവർത്തനം ചെയ്യാൻ ടെക്സ്റ്റ് നൽകുക
mn: Орчуулах текстийг оруулна уу
mr: भाषांतरासाठी मजकूर प्रविष्ट करा
my: ဘာသာပြန်ရန် စာသားကို ရိုက်ထည့်ပါ
nb: Skriv inn tekst som skal oversettes
ne: अनुवाद गर्न पाठ प्रविष्ट गर्नुहोस्
nl: Voer tekst in om te vertalen
or: ଅନୁବାଦ କରିବାକୁ ଟେକ୍ସଟ୍ ଇନପୁଟ୍ କରନ୍ତୁ
pa: ਅਨੁਵਾਦ ਲਈ ਟੈਕਸਟ ਦਰਜ ਕਰੋ
pl: Wpisz tekst do przetłumaczenia
ro: Introduceți text pentru traducere
ru: Введите текст для перевода
si: පරිවර්තනය කිරීමට පෙළ ඇතුළත් කරන්න
sk: Zadajte text na preklad
sl: Vnesite besedilo za prevajanje
sq: Vendosni tekstin për ta përkthyer
sr: Унесите текст за превод
sv: Skriv text att översätta
sw: Weka maandishi ya kutafsiri
ta: மொழிபெயர்க்க உரையை உள்ளிடவும்
te: అనువదించడానికి వచనాన్ని నమోదు చేయండి
th: กรุณาป้อนข้อความเพื่อแปล
tl: Mag-type ng tekstong isasalin
tr: Çevirmek için metin girin
uk: Введіть текст для перекладу
ur: ترجمہ کے لیے متن درج کریں
uz: Tarjima qilish uchun matnni kiriting
vi: Vui lòng nhập văn bản để dịch
zh_cn: 请输入要翻译的文本
zh_tw: 請輸入要翻譯的文字
zu: Faka umbhalo ozohunyushwa

source: Saving...
af: Stoor...
am: በማስቀመጥ ላይ...
ar: جاري الحفظ...
as: সংৰক্ষণ কৰি থকা হৈছে...
be: Захаванне...
bg: Запазване...
bn: সংরক্ষণ করা হচ্ছে...
ca: S'està desant...
cs: Ukládání...
cy: Cadw...
da: Gemmer...
de: Speichern...
el: Αποθήκευση...
es: Guardando...
et: Salvestamine...
eu: Gordetzen...
fa: در حال ذخیره...
fi: Tallennetaan...
fil: Nagsa-save...
fr: Enregistrement...
gl: Gardando...
gu: સાચવી રહ્યું છે...
he: שומר...
hi: सहेज रहा है...
hu: Mentés...
hy: Պահպանվում է...
id: Menyimpan...
is: Vista...
it: Salvataggio...
ja: 保存中...
ka: მიმდინარეობს შენახვა...
kk: Сақтау...
km: កំពុងរក្សាទុក...
kn: ಉಳಿಸಲಾಗುತ್ತಿದೆ...
ko: 저장 중...
ky: Сакталууда...
lo: ກຳລັງບັນທຶກ...
mk: Се зачувува...
ml: സേവ് ചെയ്യുന്നു...
mn: Хадгалж байна...
mr: जतन करत आहे...
my: သိမ်းဆည်းနေသည်...
nb: Lagrer...
ne: सुरक्षित गर्दै...
nl: Opslaan...
or: ସେଭ୍ କରୁଛି...
pa: ਸੇਵ ਕਰ ਰਿਹਾ ਹੈ...
pl: Zapisywanie...
ro: Salvare...
ru: Сохранение...
si: සුරකිමින්...
sk: Ukladá sa...
sl: Shranjujem ...
sq: Duke ruajtur...
sr: Чување у току...
sv: Sparar...
sw: Inahifadhi...
ta: சேமிக்கிறது...
te: సేవ్ అవుతోంది...
th: ไกำลังบันทึก...
tl: Nagse-save...
tr: Kaydediliyor...
uk: Збереження...
ur: محفوظ ہو رہا ہے...
uz: Saqlanmoqda...
vi: Đang lưu...
zh_cn: 正在保存...
zh_tw: 正在儲存...
zu: Kuyalondolozwa...

source: No translation to save
af: Geen vertaling om te stoor
am: ምንም ለማስቀመጥ ትርጉም የለም
ar: لا توجد ترجمة للحفظ
as: সংৰক্ষণ কৰিবলৈ কোনো অনুবাদ নাই
be: Няма перакладу для захавання
bg: Няма превод за запазване
bn: সংরক্ষণ করার মতো কোনো অনুবাদ নেই
ca: No hi ha cap traducció per desar
cs: Žádný překlad k uložení
cy: Dim cyfieithiad i'w gadw
da: Ingen oversættelse at gemme
de: Keine Übersetzung zum Speichern
el: Καμία μετάφραση για αποθήκευση
es: Nada para guardar
et: Salvestamiseks pole tõlget
eu: Ez dago gordetzeko itzulpenik
fa: هیچ ترجمه‌ای برای ذخیره وجود ندارد
fi: Ei käännöstä tallennettavaksi
fil: Walang pagsasalin na i-save
fr: Rien à enregistrer
gl: Non hai tradución para gardar
gu: સાચવવા માટે કોઈ અનુવાદ નથી
he: אין תרגום לשמירה
hi: सहेजने के लिए कोई अनुवाद नहीं
hu: Nincs mentendő fordítás
hy: Պահպանելու թարգմանություն չկա
id: Tidak ada terjemahan untuk disimpan
is: Engin þýðing til að vista
it: Nessuna traduzione da salvare
ja: 保存する翻訳がありません
ka: შესანახი თარგმანი არ არის
kk: Сақтайтын аударма жоқ
km: មិនមានការបកប្រែដើម្បីរក្សាទុកទេ
kn: ಉಳಿಸಲು ಯಾವುದೇ ಅನುವಾದವಿಲ್ಲ
ko: 저장할 번역이 없습니다
ky: Сактай турган котормо жок
lo: ບໍ່ມີການແປທີ່ຈະບັນທຶກ
mk: Нема превод за зачувување
ml: സേവ് ചെയ്യാൻ വിവർത്തനമില്ല
mn: Хадгалах орчуулга байхгүй байна
mr: जतन करण्यासाठी कोणतेही भाषांतर नाही
my: သိမ်းဆည်းရန် ဘာသာပြန်ခြင်း မရှိပါ။
nb: Ingen oversettelse å lagre
ne: सुरक्षित गर्न कुनै अनुवाद छैन
nl: Geen vertaling om op te slaan
or: ସେଭ୍ କରିବାକୁ କୌଣସି ଅନୁବାଦ ନାହିଁ
pa: ਸੇਵ ਕਰਨ ਲਈ ਕੋਈ ਅਨੁਵਾਦ ਨਹੀਂ
pl: Brak tłumaczenia do zapisu
ro: Nicio traducere de salvat
ru: Нет перевода для сохранения
si: සුරැකීමට පරිවර්තනයක් නොමැත
sk: Žiadny preklad na uloženie
sl: Ni prevoda za shranjevanje
sq: Nuk ka përkthim për të ruajtur
sr: Нема превода за чување
sv: Ingen översättning att spara
sw: Hakuna tafsiri ya kuhifadhi
ta: சேமிக்க மொழிபெயர்ப்பு இல்லை
te: సేవ్ చేయడానికి అనువాదం లేదు
th: ไม่มีคำแปลให้บันทึก
tl: Walang pagsasalin na ise-save
tr: Kaydedilecek çeviri yok
uk: Немає перекладу для збереження
ur: محفوظ کرنے کے لیے کوئی ترجمہ نہیں
uz: Saqlash uchun tarjima yo'q
vi: Không có bản dịch để lưu
zh_cn: 没有可保存的翻译
zh_tw: 沒有可儲存的翻譯
zu: Ayikho inguqulo ongayilondoloza

# saveFailed
source: Save failed: {error}
af: Stoor misluk: {error}
am: አስቀምጥ አልተሳካም: {error}
ar: فشل الحفظ: {error}
as: সংৰক্ষণ ব্যৰ্থ হ’ল: {error}
be: Не атрымалася захаваць: {error}
bg: Неуспешно запазване: {error}
bn: সংরক্ষণ ব্যর্থ: {error}
ca: Error al desar: {error}
cs: Ukládání selhalo: {error}
cy: Methu cadw: {error}
da: Gem fejlede: {error}
de: Speichern fehlgeschlagen: {error}
el: Αποτυχία αποθήκευσης: {error}
es: Fallo al guardar: {error}
et: Salvestamine ebaõnnestus: {error}
eu: Gordetzeak huts egin du: {error}
fa: ذخیره ناموفق بود: {error}
fi: Tallennus epäonnistui: {error}
fil: Nabigong i-save: {error}
fr: Échec d'enregistrement: {error}
gl: Erro ao gardar: {error}
gu: સાચવવામાં નિષ્ફળ: {error}
he: השמירה נכשלה: {error}
hi: सहेजना विफल: {error}
hu: Mentés sikertelen: {error}
hy: Պահպանումը ձախողվեց. {error}
id: Penyimpanan gagal: {error}
is: Vistun mistókst: {error}
it: Salvataggio fallito: {error}
ja: 保存失敗: {error}
ka: შენახვა ვერ მოხერხდა: {error}
kk: Сақтау сәтсіз аяқталды: {error}
km: ការរក្សាទុកបានបរាជ័យ៖ {error}
kn: ಉಳಿಸುವಿಕೆ ವಿಫಲವಾಗಿದೆ: {error}
ko: 저장 실패: {error}
ky: Сактоо ишке ашкан жок: {error}
lo: ບັນທຶກບໍ່ສຳເລັດ: {error}
mk: Зачувувањето не успеа: {error}
ml: സേവ് ചെയ്യുന്നത് പരാജയപ്പെട്ടു: {error}
mn: Хадгалж чадсангүй: {error}
mr: जतन करणे अयशस्वी: {error}
my: သိမ်းဆည်းရန် ပျက်ကွက်ခြင်း: {error}
nb: Lagring mislyktes: {error}
ne: सुरक्षित गर्न असफल भयो: {error}
nl: Opslaan mislukt: {error}
or: ସେଭ୍ ବିଫଳ: {error}
pa: ਸੇਵ ਕਰਨਾ ਅਸਫਲ: {error}
pl: Zapisywanie nieudane: {error}
ro: Salvare eșuată: {error}
ru: Ошибка сохранения: {error}
si: සුරැකීම අසාර්ථක විය: {error}
sk: Uloženie zlyhalo: {error}
sl: Shranjevanje ni uspelo: {error}
sq: Ruajtja dështoi: {error}
sr: Чување није успело: {error}
sv: Spara misslyckades: {error}
sw: Kuhifadhi kumeshindikana: {error}
ta: சேமிப்பு தோல்வி: {error}
te: సేవ్ చేయడం విఫలమైంది: {error}
th: การบันทึกล้มเหลว: {error}
tl: Nabigong I-save: {error}
tr: Kaydetme başarısız: {error}
uk: Помилка збереження: {error}
ur: محفوظ کرنا ناکام: {error}
uz: Saqlashda xatolik: {error}
vi: Lưu thất bại: {error}
zh_cn: 保存失败: {error}
zh_tw: 儲存失敗: {error}
zu: Ukulondoloza Kwehlulekile: {error}

source: Playing...
af: Speel...
am: በማጫወት ላይ...
ar: جاري التشغيل...
as: প্লে’ কৰি থকা হৈছে...
be: Прайграванне...
bg: Пускане...
bn: চালানো হচ্ছে...
ca: S'està reproduint...
cs: Přehrávání...
cy: Chwarae...
da: Afspiller...
de: Wiedergabe...
el: Αναπαραγωγή...
es: Reproduciendo...
et: Mängin...
eu: Erreproduzitzen...
fa: در حال پخش...
fi: Toistetaan...
fil: Nagpe-play...
fr: Lecture...
gl: Reproducindo...
gu: વગાડી રહ્યું છે...
he: מנגן...
hi: चला रहा है...
hu: Lejátszás...
hy: Նվագարկվում է...
id: Memutar...
is: Spila...
it: Riproduzione...
ja: 再生中...
ka: მიმდინარეობს დაკვრა...
kk: Ойнату...
km: កំពុងចាក់...
kn: ಪ್ಲೇ ಆಗುತ್ತಿದೆ...
ko: 재생 중...
ky: Ойнотулууда...
lo: ກຳລັງຫຼິ້ນ...
mk: Се репродуцира...
ml: പ്ലേ ചെയ്യുന്നു...
mn: Тоглуулж байна...
mr: प्ले करत आहे...
my: ပြန်ဖွင့်နေသည်...
nb: Spiller...
ne: प्ले गर्दै...
nl: Afspelen...
or: ଚାଲୁଛି...
pa: ਚਲਾ ਰਿਹਾ ਹੈ...
pl: Odtwarzanie...
ro: Redare...
ru: Воспроизведение...
si: වාදනය කරමින්...
sk: Prehráva sa...
sl: Predvajam ...
sq: Duke luajtur...
sr: Репродукција у току...
sv: Spelar...
sw: Inacheza...
ta: இயங்குகிறது...
te: ప్లే అవుతోంది...
th: กำลังเล่น...
tl: Nagpe-play...
tr: Çalınıyor...
uk: Відтворення...
ur: چل رہا ہے...
uz: Ijro etilmoqda...
vi: Đang phát...
zh_cn: 正在播放...
zh_tw: 正在播放...
zu: Kuyadlalwa...
