Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

# helpMode2Details
source: • Select Material: Choose specific set or 'Review All' • Flip Card: Use 'Show/Hide' to check translation • Listen: Play TTS for specific sentence • Mark Studied: Checkmark (V) for completed items • Delete: Long-press card to remove record • Search Conditions: Filter by Tags, Recent N items, or Start character
af: • Kies: Kies stel of 'Hersien Alles' • Draai: 'Wys/Versteek' vertaling • Luister: Speel TTS vir sin • Merk: Merk (V) vir voltooi • Verwyder: Lang druk om te verwyder • Filter: Sien alles of per materiaal
am: • የውሂብ ምርጫ: የተወሰነ የውሂብ ስብስብ ወይም 'ሁሉንም ክለሳ' የሚለውን ይምረጡ • ካርድ ይገለብጡ: ትርጉምን በ'አሳይ/ደብቅ' ያረጋግጡ (ራስ-ሰር የመማር ምልክት) • ማዳመጥ: የዓረፍተ ነገሩን TTS ያጫውቱ • ትምህርት ተጠናቋል: ቼክ ምልክት (V) በማድረግ ትምህርቱን እንደተጠናቀቀ ምልክት ያድርጉበት • ሰርዝ: መዝገቡን ለመሰረዝ ካርዱን በረጅሙ ይጫኑ • የፍለጋ ሁኔታዎች: በመለያዎች፣ በቅርብ ጊዜ ዕቃዎች ወይም በሚጀምሩ ፊደላት ያጣሩ
ar: • اختيار المادة: اختر مجموعة أو 'مراجعة الكل' • قلب البطاقة: 'ظهار/إخفاء' للترجمة • استماع: تشغيل النطق للجملة • تحديد كمدروس: علامة (V) للمكتمل • حذف: ضغطة مطولة للحذف • تصفية: عرض الكل أو حسب المادة
as: • সামগ্ৰী নিৰ্বাচন: এটা নিৰ্দিষ্ট সামগ্ৰী সংকলন বা ‘সকলোবোৰ পুনৰীক্ষণ কৰক’ নিৰ্বাচন কৰক • কাৰ্ড ফ্লিপ কৰা: অনুবাদ পৰীক্ষা কৰিবলৈ ‘দেখুৱাওক/লুকুৱাওক’ (স্বয়ংক্ৰিয় শিক্ষা পৰীক্ষা) • শ্ৰৱণ: বাক্য TTS প্লেবেক • শিকা সম্পূৰ্ণ: এটা চেকেৰে (V) শিকা সম্পূৰ্ণ হিচাপে চিহ্নিত কৰক • মচি পেলোৱা: ৰেকৰ্ড মচি পেলোৱাৰ বাবে কাৰ্ডখন টিপি ধৰি ৰাখক • সন্ধানৰ চৰ্তসমূহ: টেগ, শেহতীয়া আইটেম, আৰম্ভণিৰ আখৰৰ দ্বাৰা ফিল্টাৰ কৰা
be: • Выбар матэрыялаў: выберыце пэўны набор матэрыялаў або «Поўны агляд» • Перагортванне карткі: пацверджанне перакладу з дапамогай «Паказаць/Схаваць» (аўтаматычная адзнака навучання) • Праслухоўванне: прайграванне TTS для фразы • Навучанне завершана: апрацоўка завершанага навучання з дапамогай галачкі (V) • Выдаленне: доўга націсніце на картку, каб выдаліць запіс • Крытэрыі пошуку: фільтрацыя па тэгах, нядаўніх элементах або пачатковых літарах
bg: • Избор на материали: Изберете конкретна колекция от материали или 'Преглед на всички' • Обръщане на карта: Проверете превода с 'Показване/Скриване' (автоматична проверка на обучението) • Слушане: Пуснете TTS на изречението • Завършено обучение: Маркирайте като завършено обучение с отметка (V) • Изтриване: Задръжте продължително картата, за да изтриете записа • Условия за търсене: Филтриране по таг, последни елементи, начална буква
bn: • নির্বাচন: সেট বা 'সব রিভিউ' বেছে নিন • উল্টান: অনুবাদ 'দেখান/লুকান' • শুনুন: বাক্যের জন্য TTS চালান • চিহ্নিত করুন: সম্পন্ন হলে টিক (V) দিন • মুছুন: মুছতে কার্ড টিপে ধরে রাখুন • ফিল্টার: সব দেখুন বা উপকরণ অনুযায়ী
ca: • Selecció de materials: Selecciona una col·lecció de materials específica o 'Repàs complet' • Gira la targeta: Comprova la traducció amb 'Mostra/Amaga' (comprovació d'aprenentatge automàtic) • Escolta: Reprodueix TTS de la frase • Aprenentatge complet: Marca com a complet amb una marca de verificació (V) • Suprimeix: Mantén premuda la targeta per suprimir l'enregistrament • Criteris de cerca: Filtra per etiqueta, element recent o lletra inicial
cs: • Výběr: Zvolte sadu nebo 'Vše' • Karta: 'Zobrazit/Skrýt' překlad • Poslech: Přehrát TTS věty • Nastudováno: Zaškrtnout (V) pro hotové • Smazat: Dlouhý stisk pro smazání • Filtr: Zobrazit vše nebo dle materiálu
cy: • Dewis Deunydd: dewiswch gasgliad deunydd penodol neu 'Adolygu Popeth' • Fflipio Cerdyn: gwiriwch y cyfieithiad gyda 'Dangos/Cuddio' (gwiriad dysgu awtomatig) • Gwrando: chwarae TTS brawddegau • Dysgu wedi'i Gwblhau: prosesu wedi'i gwblhau gyda marc gwirio (V) • Dileu: daliwch y cerdyn i lawr i ddileu cofnodion • Amodau Chwilio: hidlo yn ôl tagiau, eitemau diweddar, a llythrennau cyntaf
da: • Vælg: Vælg sæt eller 'Alle' • Vend: 'Vis/Skjul' oversættelse • Lyt: Afspil TTS for sætning • Marker: Flueben (V) for færdige • Slet: Langt tryk for at slette • Filter: Vis alle eller efter materiale
de: • Materialwahl: Set wählen oder 'Alles wiederholen' • Karte drehen: 'Anzeigen/Verbergen' nutzen • Anhören: TTS für Satz abspielen • Gelernt markieren: Häkchen (V) für erledigte Elemente • Löschen: Lange auf Karte drücken • Filter: Alle oder nach Material filtern
el: • Επιλογή: Διαλέξτε σετ ή 'Όλα' • Γύρισμα: 'Εμφάνιση/Απόκρυψη' μετάφρασης • Ακρόαση: Αναπαραγωγή TTS • Σήμανση: Τικ (V) για ολοκληρωμένα • Διαγραφή: Παρατεταμένο πάτημα κάρτας • Φίλτρο: Προβολή όλων ή ανά υλικό
es: • Seleccionar Material: Elige set o 'Repasar Todo' • Girar Tarjeta: Usa 'Mostrar/Ocultar' para ver traducción • Escuchar: Reproduce TTS para la oración • Marcar Estudiado: Check (V) para ítems completados • Eliminar: Mantén presionada la tarjeta • Filtro: Ver todo o filtrar por material
et: • Materjali valik: vali konkreetne materjalikogum või "Kogu kordamine" • Kaardi pööramine: tõlke kontrollimiseks "Näita/peida" (automaatne õppimise kontroll) • Kuula: lause TTS taasesitus • Õppimine lõpetatud: märgi õppimine lõpetatuks linnukesega (V) • Kustuta: kirje kustutamiseks hoia kaarti all • Otsingutingimused: filtreeri siltide, hiljutiste üksuste või algustähe järgi
eu: • Materiala hautatu: hautatu datu-multzo zehatz bat edo 'Berrikuspen osoa' • Txartela irauli: egiaztatu itzulpena 'Erakutsi/Ezkutatu' erabiliz (ikaskuntza automatikoa egiaztatu) • Entzun: esaldiaren TTS erreprodukzioa • Ikaskuntza osatua: markatu ikaskuntza osatutzat (V) • Ezabatu: luze sakatu txartela erregistroa ezabatzeko • Bilaketa-baldintzak: etiketak, azken elementuak, hasierako letrarekin iragazi
fa: • انتخاب: مجموعه یا 'همه' را انتخاب کنید • چرخاندن: 'نمایش/مخفی کردن' ترجمه • گوش دادن: پخش TTS برای جمله • علامت‌گذاری: تیک (V) برای تکمیل شده‌ها • حذف: لمس طولانی کارت برای حذف • فیلتر: نمایش همه یا بر اساس مطلب
fi: • Valitse: Valitse setti tai 'Kaikki' • Käännä: 'Näytä/Piilota' käännös • Kuuntele: Toista TTS lauseelle • Merkitse: Rasti (V) valmiille • Poista: Pitkä painallus poistaaksesi • Suodatin: Kaikki tai materiaalin mukaan
fil: • Pumili: Pumili ng set o 'Balik-aralan Lahat' • I-flip: 'Ipakita/Itago' ang pagsasalin • Makinig: I-play ang TTS para sa pangungusap • Markahan: Tsek (V) para sa tapos na • Tanggalin: Pindutin nang matagal ang card para tanggalin • Filter: Tingnan lahat o ayon sa materyales
fr: • Sélection Matériel: Choisissez un set ou 'Tout Réviser' • Retourner Carte: Utilisez 'Afficher/Masquer' pour voir la traduction • Écouter: Jouer TTS pour la phrase • Marquer Étudié: Coche (V) pour les éléments terminés • Supprimer: Appui long sur la carte • Filtre: Voir tout ou filtrer par matériel
gl: • Selección de material: selecciona un libro de traballo específico ou «Repaso completo» • Dar a volta á tarxeta: comproba a tradución con «Mostrar/Ocultar» (marca de comprobación de aprendizaxe automática) • Escoitar: reprodución de TTS da frase • Aprendizaxe completa: marca de verificación (V) para marcar como aprendizaxe completa • Eliminar: mantén pulsada a tarxeta para eliminar o rexistro • Criterios de busca: filtrar por etiquetas, elementos recentes, letra inicial
gu: • પસંદ કરો: સેટ અથવા 'બધું સમીક્ષા કરો' પસંદ કરો • ફેરવો: અનુવાદ 'બતાવો/છુપાવો' • સાંભળો: વાક્ય માટે TTS વગાડો • ચિહ્નિત કરો: પૂર્ણ માટે ટિક (V) • કાઢી નાખો: કાઢી નાખવા માટે કાર્ડ દબાવી રાખો • ફિલ્ટર: બધું અથવા સામગ્રી દ્વારા જુઓ
he: • בחר: בחר סט או 'חזור על הכל' • הפוך: 'הצג/הסתר' תרגום • האזן: נגן TTS למשפט • סמן: וי (V) להושלם • מחק: לחיצה ארוכה למחיקה • מסנן: הצג הכל או לפי חומר
hi: • सामग्री चुनें: सेट चुनें या 'सभी समीक्षा करें' • कार्ड पलटें: अनुवाद देखने के लिए 'दिखाएं/छिपाएं' का उपयोग करें • सुनें: वाक्य के लिए TTS चलाएं • अध्ययन किया चिह्नित करें: पूर्ण आइटम के लिए चेक (V) • हटाएं: हटाने के लिए कार्ड को देर तक दबाएं • फ़िल्टर: सभी देखें या सामग्री द्वारा फ़िल्टर करें
hu: • Kiválasztás: Válasszon készletet vagy 'Összes' • Fordítás: 'Mutat/Rejt' fordítás megtekintése • Hallgatás: Mondat TTS lejátszása • Jelölés: Pipa (V) a kész elemekhez • Törlés: Hosszan nyomja meg a kártyát • Szűrő: Összes vagy anyag szerint
hy: • Նյութի ընտրություն՝ ընտրեք որոշակի նյութերի հավաքածու կամ «Ամբողջական վերանայում» • Քարտի շրջում՝ ստուգեք թարգմանությունը «Ցույց տալ/թաքցնել»-ով (ավտոմատ ուսուցման ստուգում) • Լսել՝ նախադասության TTS նվագարկում • Ուսուցումն ավարտված է՝ նշեք որպես ուսուցումն ավարտված՝ ստուգման նշանով (V) • Ջնջել՝ երկար սեղմեք քարտը՝ գրառումը ջնջելու համար • Որոնման պայմաններ՝ զտեք ըստ թեգերի, վերջին տարրերի, սկսվող տառերի
id: • Pilih Materi: Pilih set atau 'Ulas Semua' • Balik Kartu: Gunakan 'Tampil/Sembunyi' untuk melihat terjemahan • Dengar: Mainkan TTS untuk kalimat • Tandai: Centang (V) untuk item selesai • Hapus: Tekan lama kartu untuk menghapus • Filter: Lihat semua atau filter berdasarkan materi
is: • Efnisval: Veldu ákveðið efnissett eða 'Yfirfara allt' • Snúa korti við: Athugaðu þýðingu með 'Sýna/fela' (sjálfvirk námsathugun) • Hlustun: Spilaðu setningu TTS • Nám lokið: Merktu sem lokið með hakmerki(V) • Eyða: Haltu korti inni til að eyða færslu • Leitarskilyrði: Síaðu eftir merki, nýlegum hlutum eða upphafsstöfum
it: • Seleziona Materiale: Scegli set o 'Ripassa Tutto' • Gira Carta: Usa 'Mostra/Nascondi' per vedere traduzione • Ascolta: Riproduci TTS per la frase • Segna Studiato: Spunta (V) per elementi completati • Elimina: Premi a lungo carta per rimuovere • Filtro: Vedi tutto o filtra per materiale
ja: • 教材選択: 上部メニューから学習教材を選択または「全復習」 • カード裏返し: 「表示/隠す」ボタンで翻訳を確認 • 聞く: 「聞く」ボタンで該当する文章を再再生 • 学習チェック: 完了した文章はチェックマーク (V) • 削除: カードを長押しすると削除ダイアログを表示 • フィルタ: 全記録表示または学習教材別に並べ替え
ka: • მასალის არჩევა: აირჩიეთ კონკრეტული კრებული ან „ყველა გამეორება“. • ბარათების გადაბრუნება: შეამოწმეთ თარგმანი „ჩვენება/დამალვით“ (ავტომატური სწავლის შემოწმება). • მოსმენა: წინადადების TTS დაკვრა • სწავლის დასრულება: მონიშნეთ (V) დასრულებულად • წაშლა: ხანგრძლივად დააჭირეთ ბარათს ჩანაწერის წასაშლელად. • საძიებო პირობები: გაფილტრეთ ტეგებით, უახლესი ელემენტებით ან საწყისი ასოებით
kk: • Материалды таңдау: нақты материалды немесе 'Толық қарауды' таңдаңыз • Картаны аудару: аударманы 'Көрсету/Жасыру' арқылы тексеріңіз (автоматты оқытуды тексеру) • Тыңдау: сөйлемді TTS ойнату • Оқыту аяқталды: оқытуды аяқтау үшін құсбелгіні (V) пайдаланыңыз • Жою: жазбаны жою үшін картаны ұзақ басып тұрыңыз • Іздеу шарттары: тегтер, соңғы элементтер, басталатын әріптер арқылы сүзгілеу
km: • ជ្រើសរើសសម្ភារៈ៖ ជ្រើសរើសបណ្ណាល័យជាក់លាក់មួយ ឬ 'ពិនិត្យឡើងវិញទាំងអស់' • បង្វិលកាត៖ ពិនិត្យមើលការបកប្រែជាមួយ 'បង្ហាញ/លាក់' (ពិនិត្យការរៀនសូត្រដោយស្វ័យប្រវត្តិ) • ស្ដាប់៖ ចាក់សារ TTS នៃប្រយោគ • ការរៀនសូត្របានបញ្ចប់៖ សម្គាល់ថាជាបានបញ្ចប់ការរៀនសូត្រដោយសញ្ញាធីក (V) • លុប៖ ចុចឱ្យជាប់លើកាតដើម្បីលុបកំណត់ត្រា • លក្ខខណ្ឌស្វែងរក៖ ត្រងតាមស្លាក សារធាតុថ្មីៗ ពាក្យចាប់ផ្ដើម
kn: • ಆಯ್ಕೆಮಾಡಿ: ಸೆಟ್ ಅಥವಾ 'ಎಲ್ಲಾ ಪರಿಶೀಲಿಸಿ' ಆಯ್ಕೆಮಾಡಿ • ತಿರುಗಿಸಿ: 'ತೋರಿಸು/ಮರೆಮಾಡು' ಅನುವಾದ • ಆಲಿಸಿ: ವಾಕ್ಯಕ್ಕಾಗಿ TTS ಪ್ಲೇ ಮಾಡಿ • ಗುರುತಿಸಿ: ಪೂರ್ಣಗೊಂಡಿದ್ದಕ್ಕೆ ಟಿಕ್ (V) • ಅಳಿಸಿ: ಅಳಿಸಲು ಕಾರ್ಡ್ ಅನ್ನು ದೀರ್ಘವಾಗಿ ಒತ್ತಿರಿ • ಫಿಲ್ಟರ್: ಎಲ್ಲವನ್ನೂ ಅಥವಾ ವಸ್ತುವಿನ ಮೂಲಕ ವೀಕ್ಷಿಸಿ
ko: • 자료집 선택: 우측 상단 메뉴(⋮)에서 '학습 자료집 선택'이나 '온라인 자료실' 이용 • 카드 뒤집기: '보이기/숨기기'로 번역 확인 • 듣기: 스피커 아이콘으로 발음 재생 • 학습 완료: 체크 표시(V)로 학습 완료 처리 • 삭제: 카드를 길게 눌러(Long Click) 기록 삭제 • 검색 및 필터: 검색바와 태그, 시작 글자로 필터링
ky: • Материалды тандоо: белгилүү бир жыйнакты же 'Толугу менен кайталоону' тандоо • Картты оодаруу: 'Көрсөтүү/Жашыруу' менен котормону текшерүү (автоматтык үйрөнүү белгиси) • Угуу: сүйлөмдү TTS ойнотуу • Үйрөнүү аяктады: белгилөө (V) менен үйрөнүү аяктады • Өчүрүү: жазууну өчүрүү үчүн картты узакка басыңыз • Издөө шарттары: тэг, акыркы элемент, баштапкы тамга боюнча чыпкалоо
lo: • ເລືອກເອກະສານ: ເລືອກຊຸດເອກະສານສະເພາະ ຫຼື 'ທົບທວນທັງໝົດ' • ປີ້ນບັດ: ກວດສອບການແປດ້ວຍ 'ສະແດງ/ເຊື່ອງ' (ກວດສອບການຮຽນຮູ້ອັດຕະໂນມັດ) • ຟັງ: ຫຼິ້ນ TTS ປະໂຫຍກ • ສຳເລັດການຮຽນຮູ້: ໝາຍດ້ວຍເຄື່ອງໝາຍກວດກາ (V) ເພື່ອປະມວນຜົນວ່າຮຽນຮູ້ສຳເລັດແລ້ວ • ລຶບ: ກົດຄ້າງໄວ້ທີ່ບັດເພື່ອລຶບບັນທຶກ • ເງື່ອນໄຂການຄົ້ນຫາ: ກັ່ນຕອງດ້ວຍແທັກ, ລາຍການຫຼ້າສຸດ, ຕົວອັກສອນເລີ່ມຕົ້ນ
mk: • Избор на материјали: изберете одредена збирка материјали или „Целосен преглед“ • Превртување картичка: проверете го преводот со „Прикажи/Сокриј“ (автоматска проверка на учењето) • Слушање: репродукција на реченица TTS • Учење завршено: завршете го учењето со ознаката за проверка (V) • Бришење: долго притиснете на картичката за да го избришете записот • Услови за пребарување: филтрирајте по ознаки, неодамнешни ставки, почетни букви
ml: • തിരഞ്ഞെടുക്കുക: സെറ്റ് അല്ലെങ്കിൽ 'എല്ലാം അവലോകനം ചെയ്യുക' തിരഞ്ഞെടുക്കുക • മറിക്കുക: വിവർത്തനം 'കാണിക്കുക/മറയ്ക്കുക' • കേൾക്കുക: വാക്യത്തിനായി TTS പ്ലേ ചെയ്യുക • അടയാളപ്പെടുത്തുക: പൂർത്തിയായതിന് ടിക്ക് (V) • നീക്കം ചെയ്യുക: നീക്കം ചെയ്യാൻ കാർഡ് അമർത്തിപ്പിടിക്കുക • ഫിൽട്ടർ: എല്ലാം അല്ലെങ്കിൽ മെറ്റീരിയൽ പ്രകാരം കാണുക
mn: • Материал сонгох: Тодорхой цуглуулга эсвэл 'Бүгдийг давтах' сонгох • Карт эргүүлэх: 'Харуулах/Нуух' замаар орчуулгыг шалгах (Автомат сурах шалгах) • Сонсох: Өгүүлбэр TTS тоглуулах • Суралцаж дуусгах: Чек тэмдэг (V) -ээр суралцаж дуусгах • Устгах: Картыг удаан дарснаар бичлэгийг устгах • Хайлтын нөхцөл: Таг, саяхны зүйл, эхний үсгээр шүүх
mr: • निवडा: संच किंवा 'सर्व पुनरावलोकन' निवडा • पलटवा: भाषांतर 'दाखवा/लपवा' • ऐका: वाक्यासाठी TTS प्ले करा • चिन्हांकित करा: पूर्ण झाल्यासाठी टिक (V) • काढून टाका: काढण्यासाठी कार्ड दाबून ठेवा • फिल्टर: सर्व किंवा साहित्यानुसार पहा
my: • အချက်အလက် ရွေးချယ်ခြင်း- သတ်မှတ် အချက်အလက်များ စုစည်းထားသော စာအုပ် သို့မဟုတ် 'အားလုံး ပြန်လည်သုံးသပ်ရန်' ရွေးပါ • ကတ်ကို လှန်ခြင်း- 'ပြရန်/ဖျောက်ရန်' ဖြင့် ဘာသာပြန်ခြင်းကို စစ်ဆေးပါ (အလိုအလျောက် သင်ယူခြင်းကို အမှတ်ခြစ်ပါ) • နားထောင်ခြင်း- စာကြောင်း TTS ပြန်ဖွင့်ခြင်း • သင်ယူခြင်း ပြီးစီးခြင်း- အမှတ်ခြစ် (V) ဖြင့် သင်ယူခြင်း ပြီးစီးကြောင်း ပြပါ • ဖျက်ခြင်း- ကတ်ကို ဖိထားပြီး မှတ်တမ်းကို ဖျက်ပါ • ရှာဖွေရန် အခြေအနေ- တဂ်၊ နောက်ဆုံးအကြောင်းအရာ၊ စာလုံးအစဖြင့် စစ်ထုတ်ခြင်း
nb: • Velg materiale: Velg et bestemt materiale eller 'Gjennomgå alt' • Vend kort: Sjekk oversettelsen med 'Vis/Skjul' (automatisk læringsmerke) • Lytt: Setnings-TTS-avspilling • Læring fullført: Behandle læringen som fullført med en hake (V) • Slett: Slett poster ved å trykke lenge på kortet • Søkekriterier: Filtrer etter tagger, nylige elementer, startbokstaver
ne: • सामग्री छनोट गर्नुहोस्: विशेष सामग्री संग्रह वा 'सबै समीक्षा' छनोट गर्नुहोस् • कार्ड फ्लिप गर्नुहोस्: 'देखाउनुहोस्/लुकाउनुहोस्' बाट अनुवाद जाँच गर्नुहोस् (स्वतः सिकाइ जाँच) • सुन्नुहोस्: वाक्य TTS प्ले गर्नुहोस् • सिकाइ पूरा भयो: चेक मार्क (V) बाट सिकाइ पूरा भएको रूपमा प्रशोधन गर्नुहोस् • मेटाउनुहोस्: कार्डलाई लामो समयसम्म थिचेर रेकर्ड मेटाउनुहोस् • खोजी सर्तहरू: ट्याग, हालसालैका वस्तुहरू, सुरु हुने अक्षरबाट फिल्टर गर्नुहोस्
nl: • Selecteer Materiaal: Kies set of 'Alles Herhalen' • Kaart Draaien: Gebruik 'Toon/Verberg' voor vertaling • Luister: Speel TTS voor zin • Markeer Bestudeerd: Vinkje (V) voor voltooide items • Verwijder: Lang drukken op kaart om te verwijderen • Filter: Bekijk alles of filter op materiaal
or: • ଉପାଦାନ ଚୟନ: ନିର୍ଦ୍ଦିଷ୍ଟ ଉପାଦାନ ସଂଗ୍ରହ କିମ୍ବା 'ସମସ୍ତ ପୁନର୍ବିଚାର' ଚୟନ କରନ୍ତୁ • କାର୍ଡ ଫ୍ଲିପ୍: ଅନୁବାଦ ଯାଞ୍ଚ କରିବାକୁ 'ଦେଖାନ୍ତୁ/ଲୁଚାନ୍ତୁ' (ସ୍ୱୟଂଚାଳିତ ଶିକ୍ଷଣ ଯାଞ୍ଚ) • ଶୁଣନ୍ତୁ: ବାକ୍ୟ TTS ପ୍ଲେ କରନ୍ତୁ • ଶିକ୍ଷଣ ସମାପ୍ତ: ଚେକ୍ ମାର୍କ (V) ସହିତ ଶିକ୍ଷଣ ସମାପ୍ତି ଭାବରେ ଚିହ୍ନିତ କରନ୍ତୁ • ଡିଲିଟ୍: ରେକର୍ଡ ଡିଲିଟ୍ କରିବାକୁ କାର୍ଡକୁ ଦୀର୍ଘ ସମୟ ପର୍ଯ୍ୟନ୍ତ ଦବାନ୍ତୁ • ସର୍ଚ୍ଚ ସର୍ତ୍ତ: ଟ୍ୟାଗ୍, ସାମ୍ପ୍ରତିକ ଆଇଟମ୍, ଆରମ୍ଭ ଅକ୍ଷର ଦ୍ୱାରା ଫିଲ୍ଟର୍ କରନ୍ତୁ
pa: • ਚੁਣੋ: ਸੈੱਟ ਜਾਂ 'ਸਭ ਸਮੀਖਿਆ ਕਰੋ' ਚੁਣੋ • ਪਲਟੋ: ਅਨੁਵਾਦ 'ਦਿਖਾਓ/ਲੁਕਾਓ' • ਸੁਣੋ: ਵਾਕ ਲਈ TTS ਚਲਾਓ • ਨਿਸ਼ਾਨ ਲਗਾਓ: ਪੂਰਾ ਹੋਣ ਲਈ ਟਿੱਕ (V) • ਹਟਾਓ: ਹਟਾਉਣ ਲਈ ਕਾਰਡ ਨੂੰ ਦਬਾ ਕੇ ਰੱਖੋ • ਫਿਲਟਰ: ਸਭ ਦੇਖੋ ਜਾਂ ਸਮੱਗਰੀ ਦੁਆਰਾ
pl: • Wybierz Materiał: Wybierz zestaw lub 'Wszystko' • Odwróć Kartę: 'Pokaż/Ukryj' tłumaczenie • Słuchaj: Odtwórz TTS dla zdania • Oznacz: Zaznacz (V) ukończone • Usuń: Przytrzymaj kartę aby usunąć • Filtr: Zobacz wszystko lub filtruj
ro: • Selectare: Alege set sau 'Tot' • Întoarce: 'Arată/Ascunde' traducerea • Ascultă: Redă TTS propoziție • Studiat: Bifează (V) pentru completat • Șterge: Apăsare lungă pentru ștergere • Filtru: Toate sau după material
ru: • Выбор: Выберите набор или 'Все' • Карточка: 'Показать/Скрыть' перевод • Слушать: TTS для предложения • Изучено: Галочка (V) для завершенных • Удалить: Долгое нажатие для удаления • Фильтр: Показать все или по материалам
si: • ද්‍රව්‍ය තේරීම: නිශ්චිත ද්‍රව්‍ය එකතුවක් හෝ 'සම්පූර්ණ සමාලෝචනය' තෝරන්න • කාඩ්පත පෙරළන්න: පරිවර්තනය පරීක්ෂා කිරීමට 'පෙන්වන්න/සඟවන්න' (ස්වයංක්‍රීය ඉගෙනුම් පිරික්සුම) • සවන්දීම: වාක්‍ය TTS වාදනය • ඉගෙනීම සම්පූර්ණයි: ඉගෙනීම සම්පූර්ණ වූ බව සලකුණු කිරීමට පිරික්සුම් ලකුණ (V) • මකන්න: වාර්තා මකා දැමීමට කාඩ්පත දිගු වේලාවක් ඔබාගෙන සිටින්න • සෙවුම් කොන්දේසි: ටැග්, මෑත අයිතම, ආරම්භක අකුරුවලින් පෙරහන් කරන්න
sk: • Výber materiálu: výber konkrétnej zbierky materiálov alebo 'Celé opakovanie' • Otočenie karty: overenie prekladu pomocou 'Zobraziť/Skryť' (automatická kontrola učenia) • Počúvanie: prehrávanie TTS vety • Učenie dokončené: spracovanie učenia ako dokončeného pomocou zaškrtnutia (V) • Odstránenie: odstránenie záznamu dlhým stlačením karty • Podmienky vyhľadávania: filtrovanie pomocou značiek, posledných položiek, počiatočných písmen
sl: • Izbira gradiva: izbira določene zbirke gradiv ali »Celotno ponavljanje« • Obračanje kartic: preverjanje prevoda z »Pokaži/Skrij« (samodejna kontrola učenja) • Poslušanje: predvajanje TTS stavka • Učenje končano: obdelava zaključka učenja z oznako (V) • Brisanje: dolg pritisk na kartico za brisanje zapisa • Pogoji iskanja: filtriranje po oznakah, nedavnih elementih, začetnih črkah
sq: • Zgjidhni materialin: Zgjidhni një libër burim specifik ose 'Rishikim të plotë' • Kthejeni kartën: Kontrolloni përkthimin me 'Shfaq/Fshih' (kontrolli automatik i mësimit) • Dëgjimi: Luaj TTS të fjalive • Mësimi i përfunduar: Përfundoni mësimin me një shenjë tik (V) • Fshirja: Fshini regjistrimet duke shtypur gjatë kartën • Kushtet e kërkimit: Filtro sipas etiketave, artikujve të fundit ose shkronjave fillestare
sr: • Избор материјала: Изаберите одређену збирку материјала или „Комплетни преглед“ • Превртање картице: Проверите превод помоћу опције „Прикажи/сакриј“ (аутоматска провера учења) • Слушање: Репродукција реченице помоћу текста у говор • Завршено учење: Означите као завршено учење помоћу ознаке за потврду (V) • Брисање: Држите картицу да бисте избрисали запис • Услови претраге: Филтрирање по ознаци, недавним ставкама, почетном слову
sv: • Välj: Välj set eller 'Alla' • Vänd: 'Visa/Dölj' översättning • Lyssna: Spela TTS för mening • Markera: Kryssa (V) för klara • Ta bort: Långtryck för att ta bort • Filter: Visa alla eller per material
sw: • Chagua: Chagua seti au 'Pitia Zote' • Geuza: 'Onyesha/Ficha' tafsiri • Sikiliza: Cheza TTS kwa sentensi • Weka alama: Tiki (V) kwa zilizokamilika • Futa: Bonyeza kwa muda mrefu kufuta • Kichujio: Tazama zote au kwa nyenzo
ta: • தேர்ந்தெடு: தொகுப்பு அல்லது 'அனைத்தையும் மதிப்பாய்வு செய்' • திருப்பு: மொழிபெயர்ப்பை 'காட்டு/மறை' • கேள்: வாக்கியத்திற்கு TTS இயக்கவும் • குறி: முடிந்ததற்கு டிக் (V) • நீக்கு: நீக்க கார்டை நீண்ட நேரம் அழுத்தவும் • வடிகட்டி: அனைத்தையும் அல்லது பொருள் வாரியாகப் பார்க்கவும்
te: • ఎంచుకోండి: సెట్ లేదా 'అన్నీ సమీక్షించు' ఎంచుకోండి • తిప్పు: అనువాదం 'చూపు/దాచు' • వినండి: వాక్యానికి TTS ప్లే చేయండి • గుర్తించు: పూర్తయిన వాటికి టిక్ (V) • తొలగించు: తొలగించడానికి కార్డును గట్టిగా నొక్కండి • ఫిల్టర్: అన్నీ లేదా మెటీరియల్ వారీగా చూడండి
th: • เลือกสื่อ: เลือกชุดหรือ 'ทบทวนทั้งหมด' • พลิกการ์ด: ใช้ 'แสดง/ซ่อน' เพื่อดูคำแปล • ฟัง: เล่น TTS สำหรับประโยคนั้น • ทำเครื่องหมาย: ติ๊ก (V) สำหรับรายการที่เสร็จแล้ว • ลบ: กดค้างที่การ์ดเพื่อลบ • ตัวกรอง: ดูทั้งหมดหรือกรองตามสื่อ
tl: • Pumili ng Materyal: Pumili ng partikular na set ng materyal o 'Buong Pag-aaral' • I-flip ang Card: Suriin ang pagsasalin gamit ang 'Ipakita/Itago' (awtomatikong pagsusuri sa pag-aaral) • Pakinggan: TTS playback ng pangungusap • Tapos na sa Pag-aaral: Ipahiwatig na tapos na ang pag-aaral gamit ang checkmark (V) • I-delete: Pindutin nang matagal ang card para i-delete ang tala • Mga Kundisyon sa Paghahanap: I-filter ayon sa tag, kamakailang item, panimulang titik
tr: • Materyal Seç: Set veya 'Tümünü Tekrarla' seç • Kart Çevir: Çeviri için 'Göster/Gizle' • Dinle: Cümle için TTS oynat • İşaretle: Tamamlananlar için tik (V) • Sil: Karta uzun basarak sil • Filtre: Tümünü gör veya materyale göre filtrele
uk: • Вибір: Виберіть набір або 'Все' • Картка: 'Показати/Сховати' переклад • Слухати: Озвучити речення • Вивчено: Галочка (V) для завершених • Видалити: Довгий натиск для видалення • Фільтр: Всі або за матеріалом
ur: • منتخب کریں: سیٹ یا 'سب کا جائزہ لیں' منتخب کریں • پلٹیں: ترجمہ 'دکھائیں/چھپائیں' • سنیں: جملے کے لیے TTS چلائیں • نشان زد کریں: مکمل کے لیے ٹک (V) • حذف کریں: حذف کرنے کے لیے کارڈ کو دبا کر رکھیں • فلٹر: سب دیکھیں یا مواد کے لحاظ سے
uz: • Ma'lumotlarni tanlash: ma'lum ma'lumotlar to'plamini yoki 'To'liq ko'rib chiqish'ni tanlang • Kartani aylantirish: 'Ko'rsatish/yashirish' orqali tarjimani tekshiring (avtomatik o'rganish tekshiruvi) • Tinglash: jumlani TTS orqali ijro eting • O'rganish yakunlandi: belgi (V) bilan o'rganish yakunlanganligini ko'rsating • O'chirish: yozuvni o'chirish uchun kartani uzoq bosing • Qidiruv shartlari: teglarga, so'nggi elementlarga, bosh harflarga qarab filtrlash
vi: • Chọn tài liệu: Chọn bộ cụ thể hoặc 'Ôn tập tất cả' • Lật thẻ: Sử dụng 'Hiện/Ẩn' để xem bản dịch • Nghe: Phát TTS cho câu cụ thể • Đánh dấu đã học: Chọn (V) cho các mục đã hoàn thành • Xóa: Nhấn giữ thẻ để xóa bản ghi • Lọc: Xem tất cả hoặc lọc theo tài liệu
zh_cn: • 选择资料：选择特定资料集或“复习全部” • 翻转卡片：使用“显示/隐藏”查看译文 • 收听：播放特定句子的 TTS • 标记已学：勾选 (V) 已完成的项目 • 删除：长按卡片删除记录 • 筛选：查看全部或按资料筛选
zh_tw: • 選擇資料：選擇特定資料集或「複習全部」 • 翻轉卡片：使用「顯示/隱藏」查看譯文 • 收聽：播放特定句子的 TTS • 標記已學：勾選 (V) 已完成的項目 • 刪除：長按卡片刪除記錄 • 篩選：查看全部或按資料篩選
zu: • Khetha Izinto Zokwakha: Khetha iqoqo lezinto ezithile noma 'Konke Ukubuyekeza' • Phendula Ikhadi: Hlola ukuhumusha 'ngokubonisa/ukufihla' (ukuhlola ukufunda okuzenzakalelayo) • Lalela: Dlala umusho we-TTS • Ukufunda Kuqediwe: Phatha ukufunda njengokuqediwe ngophawu lokuhlola (V) • Susa: Cindezela isikhathi eside ikhadi ukuze ususe amarekhodi • Izimo Zokusesha: Hlunga ngamathegi, izinto zamuva, izinhlamvu zokuqala
