Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

# noStudyMaterial
source: No study material found.
am: ምንም የጥናት ቁሳቁስ የለም።
as: কোনো শিকন সামগ্ৰী নাই।
be: Няма вучэбнага матэрыялу.
bg: Няма учебен материал.
ca: No hi ha material d'estudi.
cy: Dim deunydd astudio ar gael.
et: Õppematerjale pole.
eu: Ez dago ikasketa-materialik.
gl: Non hai material de estudo.
hy: Ուսումնական նյութեր չկան:
is: Ekkert námsefni.
ka: სასწავლო მასალა არ არის.
kk: Оқу материалы жоқ.
km: មិនមានសម្ភារៈសិក្សាទេ។
ko: 학습 자료가 없습니다.
ky: Окуу материалы жок.
lo: ບໍ່ມີເອກະສານການຮຽນຮູ້.
mk: Нема материјал за учење.
mn: Сурах материал байхгүй байна.
my: သင်ယူရန် အချက်အလက် မရှိပါ။
nb: Ingen læremateriell.
ne: अध्ययन सामग्री छैन।
or: ଅଧ୍ୟୟନ ସାମଗ୍ରୀ ନାହିଁ।
si: ඉගෙනුම් ද්‍රව්‍ය නොමැත.
sk: Žiadne učebné materiály.
sl: Ni učnega gradiva.
sq: Nuk ka material studimi.
sr: Нема материјала за учење.
tl: Walang materyal sa pag-aaral.
uz: O'quv materiallari yo'q.
zu: Azikho izinto zokwakha zokufunda.

source: Play Again
am: እንደገና ይጫወቱ
as: পুনৰ খেলক
be: Згуляць яшчэ раз
bg: Играйте отново
ca: Torna a jugar
cy: Chwarae Eto
et: Mängi uuesti
eu: Berriro jokatu
gl: Xogar de novo
hy: Նորից խաղալ
is: Spila aftur
ka: ხელახლა თამაში
kk: Қайтадан ойнау
km: លេងម្ដងទៀត
ko: 다시 하기
ky: Кайра ойноо
lo: ຫລິ້ນອີກຄັ້ງ
mk: Играј повторно
mn: Дахин тоглох
my: နောက်တစ်ကြိမ် ထပ်ကစားပါ
nb: Spill igjen
ne: फेरि खेल्नुहोस्
or: ପୁନର୍ବାର ଖେଳନ୍ତୁ
si: නැවත සෙල්ලම් කරන්න
sk: Hrať znova
sl: Igraj znova
sq: Luaj përsëri
sr: Играј поново
tl: Maglaro Muli
uz: Qayta o'ynash
zu: Dlala Futhi

source: Speak now!
am: አሁን ይናገሩ!
as: এতিয়া কওক!
be: Гаварыце зараз!
bg: Говорете сега!
ca: Parla ara!
cy: Siarad Nawr!
et: Räägi nüüd!
eu: Hitz egin orain!
gl: Fala agora!
hy: Խոսեք հիմա!
is: Talaðu núna!
ka: ილაპარაკე ახლა!
kk: Қазір сөйлеңіз!
km: និយាយឥឡូវនេះ!
ko: 지금 말하세요!
ky: Азыр сүйлөңүз!
lo: ເວົ້າດຽວນີ້!
mk: Зборувај сега!
mn: Одоо ярина уу!
my: ယခု ပြောပါ!
nb: Snakk nå!
ne: अब बोल्नुहोस्!
or: ବର୍ତ୍ତମାନ କୁହନ୍ତୁ!
si: දැන් කතා කරන්න!
sk: Hovorte teraz!
sl: Govorite zdaj!
sq: Foli tani!
sr: Изговори сада!
tl: Magsalita Ngayon!
uz: Hozir gapiring!
zu: Khuluma Manje!

# scoreLabel
source: Score
am: ውጤት
as: স্ক’ৰ
be: Лік
bg: Резултат
ca: Puntuació
cy: Sgôr
et: Skoor
eu: Puntuazioa
gl: Puntuación
hy: Միավոր
is: Stig
ka: ქულა
kk: Ұпай
km: ពិន្ទុ
ko: 점수
ky: Упай
lo: ຄະແນນ
mk: Резултат
mn: Оноо
my: ရမှတ်
nb: Poengsum
ne: अंक
or: ସ୍କୋର୍
si: ලකුණු
sk: Skóre
sl: Rezultat
sq: Rezultati
sr: Резултат
uz: Ball
zu: Amamaki

# viewOnlineGuide
source: View Online User Guide
am: የመስመር ላይ መመሪያ ይመልከቱ
as: অনলাইন গাইড চাওক
be: Паглядзець онлайн-даведнік
bg: Преглед на онлайн ръководството
ca: Consulta la guia en línia
cy: Gweler Canllaw Ar-lein
et: Vaata veebijuhendit
eu: Ikusi online gida
gl: Ver guía en liña
hy: Դիտել առցանց ուղեցույցը
is: Skoða leiðbeiningar á netinu
ka: ონლაინ სახელმძღვანელოს ნახვა
kk: Онлайн нұсқауды көру
km: មើលមគ្គុទ្ទេសក៍តាមអ៊ីនធឺណិត
ko: 온라인 가이드 보기
ky: Онлайн колдонмону көрүү
lo: ເບິ່ງຄູ່ມືອອນໄລນ໌
mk: Види онлајн водич
mn: Онлайн гарын авлага үзэх
my: အွန်လိုင်း လမ်းညွှန်ကို ကြည့်ပါ
nb: Se nettguide
ne: अनलाइन गाइड हेर्नुहोस्
or: ଅନଲାଇନ୍ ଗାଇଡ୍ ଦେଖନ୍ତୁ
si: මාර්ගගත මාර්ගෝපදේශය බලන්න
sk: Zobraziť online príručku
sl: Oglejte si spletni vodnik
sq: Shikoni Udhëzuesin Online
sr: Погледајте онлајн водич
tl: Tingnan ang Online na Gabay
uz: Onlayn qo'llanmani ko'rish
zu: Buka Umhlahlandlela Oku-inthanethi

source: Get Materials
am: ቁሳቁሶች ያግኙ
as: সামগ্ৰী লাভ কৰক
be: Атрымаць матэрыялы
bg: Получаване на материали
ca: Aconsegueix materials
cy: Cael Deunyddiau
et: Hangi materjale
eu: Materialak lortu
gl: Obter materiais
hy: Ստանալ նյութեր
is: Fá efni
ka: მასალების მიღება
kk: Материалдарды алу
km: ទទួលសម្ភារៈ
ko: 자료 받기
ky: Материалдарды алуу
lo: ເອົາເອກະສານ
mk: Земи материјали
mn: Материал авах
my: အချက်အလက် ရယူပါ
nb: Få materialer
ne: सामग्री प्राप्त गर्नुहोस्
or: ସାମଗ୍ରୀ ପାଆନ୍ତୁ
si: ද්‍රව්‍ය ලබා ගන්න
sk: Získať materiály
sl: Pridobi gradivo
sq: Merrni Materiale
sr: Преузмите материјале
tl: Kumuha ng Mga Materyal
uz: Ma'lumotlarni olish
zu: Thola Izinto Zokwakha

source: Swap Languages
am: ቋንቋዎችን ይቀያይሩ
as: ভাষা সলনি কৰক
be: Памяняць мовы
bg: Размяна на езици
ca: Canvia d'idioma
cy: Cyfnewid Ieithoedd
et: Vaheta keeled
eu: Hizkuntzak trukatu
gl: Cambiar idiomas
hy: Փոխել լեզուները
is: Skipta um tungumál
ka: ენების შეცვლა
kk: Тілдерді ауыстыру
km: ប្តូរភាសា
ko: 언어 전환
ky: Тилдерди алмаштыруу
lo: ປ່ຽນພາສາ
mk: Замени јазици
mn: Хэл солих
my: ဘာသာစကား ပြောင်းပါ
nb: Bytt språk
ne: भाषाहरू बदल्नुहोस्
or: ଭାଷା ବଦଳାନ୍ତୁ
si: භාෂා මාරු කරන්න
sk: Prepnúť jazyky
sl: Zamenjaj jezike
sq: Shkëmbeni gjuhët
sr: Замени језике
tl: Pagpalitin ang Mga Wika
uz: Tillarni almashtirish
zu: Shintsha Izilimi

source: Next
am: ቀጣይ
as: পৰৱৰ্তী
be: Далей
bg: Напред
ca: Següent
cy: Nesaf
et: Järgmine
eu: Hurrengoa
gl: Seguinte
hy: Առաջ
is: Næsta
ka: შემდეგი
kk: Келесі
km: បន្ទាប់
ko: 다음
ky: Кийинки
lo: ຕໍ່ໄປ
mk: Следно
mn: Дараах
my: နောက်တစ်ခု
nb: Neste
ne: अर्को
or: ପରବର୍ତ୍ତୀ
si: ඊළඟ
sk: Ďalej
sl: Naprej
sq: Tjetër
sr: Следеће
tl: Susunod
uz: Keyingi
zu: Okulandelayo

# wordModeLabel
source: Word Mode
am: የቃል ሁነታ
as: শব্দ মোড
be: Рэжым слоў
bg: Режим „Думи“
ca: Mode de paraules
cy: Modd Gair
et: Sõnarežiim
eu: Hitzen modua
gl: Modo palabra
hy: Բառի ռեժիմ
is: Orðastilling
ka: სიტყვების რეჟიმი
kk: Сөз режимі
km: របៀបពាក្យ
ko: 단어 모드
ky: Сөз режими
lo: ໂໝດຄຳສັບ
mk: Режим на зборови
mn: Үгийн горим
my: စကားလုံး ပုံစံ
nb: Ordmodus
ne: शब्द मोड
or: ଶବ୍ଦ ମୋଡ୍
si: වචන මාදිලිය
sk: Režim slov
sl: Besedni način
sq: Modaliteti i fjalës
sr: Режим речи
uz: So'z rejimi
zu: Imodi Yamagama

source: Accuracy
am: ትክክለኛነት
as: সঠিকতা
be: Дакладнасць
bg: Точност
ca: Precisió
cy: Cywirdeb
et: Täpsus
eu: Zehaztasuna
gl: Precisión
hy: Ճշգրտություն
is: Nákvæmni
ka: სიზუსტე
kk: Дәлдік
km: ភាពត្រឹមត្រូវ
ko: 정확도
ky: Тактык
lo: ຄວາມຖືກຕ້ອງ
mk: Точност
mn: Нарийвчлал
my: တိကျမှု
nb: Nøyaktighet
ne: शुद्धता
or: ସଠିକତା
si: නිරවද්‍යතාවය
sk: Presnosť
sl: Točnost
sq: Saktësia
sr: Тачност
uz: Aniqlik
zu: Ukunemba

source: Basic (Default)
am: መሠረታዊ
as: বেচিক
be: Асноўны
bg: Основен
ca: Bàsic
cy: Sylfaenol
et: Põhiline
eu: Oinarrizkoa
gl: Básico
hy: Հիմնական
is: Grunn
ka: ძირითადი
kk: Негізгі
km: មូលដ្ឋាន
ko: 기본
ky: Негизги
lo: ພື້ນຖານ
mk: Основно
mn: Үндсэн
my: အခြေခံ မူလ
nb: Grunnleggende
ne: आधारभूत
or: ମୌଳିକ
si: මූලික
sk: Základné
sl: Osnovno
sq: Bazë
sr: Основно
tl: Basic
uz: Asosiy
zu: Okuyisisekelo

source: Basic
am: መሠረታዊ
as: বেচিক
be: Асноўны
bg: Основен
ca: Bàsic
cy: Sylfaenol
et: Põhiline
eu: Oinarrizkoa
gl: Básico
hy: Հիմնական
is: Grunn
ka: ძირითადი
kk: Негізгі
km: មូលដ្ឋាន
ko: 기본
ky: Негизги
lo: ພື້ນຖານ
mk: Основно
mn: Үндсэн
my: အခြေခံ
nb: Grunnleggende
ne: आधारभूत
or: ମୌଳିକ
si: මූලික
sk: Základné
sl: Osnovno
sq: Bazë
sr: Основно
uz: Asosiy
zu: Okuyisisekelo

# tutorialM3WordsTitle
source: Practice Words
am: የቃል ልምምድ
as: শব্দৰ অনুশীলন
be: Практыкаванне слоў
bg: Практикуване на думи
ca: Pràctica de paraules
cy: Ymarfer Geiriau
et: Sõnade harjutamine
eu: Hitzen praktika
gl: Práctica de palabras
hy: Բառերի մարզում
is: Orðaæfing
ka: სიტყვების პრაქტიკა
kk: Сөздерді жаттықтыру
km: ការអនុវត្តពាក្យ
ko: 단어 연습
ky: Сөз көнүгүүсү
lo: ຝຶກຄຳສັບ
mk: Вежбање зборови
mn: Үг дадлага хийх
my: စကားလုံး လေ့ကျင့်ခြင်း
nb: Ordøvelse
ne: शब्द अभ्यास
or: ଶବ୍ଦ ଅଭ୍ୟାସ
si: වචන පුහුණුව
sk: Cvičenie slov
sl: Besedna vaja
sq: Praktikë e fjalëve
sr: Вежбање речи
tl: Pagsasanay sa Salita
uz: So'zlarni mashq qilish
zu: Ukuzijwayeza Kwamagama

# tutorialM3WordsDesc
source: Check this to practice only your saved words.
am: ምልክት ከተደረገበት የተቀመጡ ቃላትን ብቻ ይለማመዱ።
as: চেক কৰিলে কেৱল সংৰক্ষিত শব্দৰ অনুশীলন কৰা হ’ব।
be: Калі адзначана, практыкуюцца толькі захаваныя словы.
bg: Ако е отметнато, ще се практикуват само запазените думи.
ca: Marca-ho per practicar només les paraules desades.
cy: Ymarfer geiriau wedi'u cadw yn unig os ydynt wedi'u gwirio.
et: Vali see, et harjutada ainult salvestatud sõnu.
eu: Markatuta badago, gordetako hitzak bakarrik praktikatuko dira.
gl: Se marcas esta opción, só practicarás as palabras gardadas.
hy: Նշեք այս տարբերակը միայն պահպանված բառերը մարզելու համար։
is: Ef hakað er við, æfðu aðeins vistuð orð.
ka: მონიშნეთ პრაქტიკა მხოლოდ შენახული სიტყვებით.
kk: Егер белгілесеңіз, сақталған сөздерді ғана жаттықтырасыз.
km: ពិនិត្យមើលដើម្បីអនុវត្តតែពាក្យដែលបានរក្សាទុកប៉ុណ្ណោះ។
ko: 체크하면 저장된 단어만 연습합니다.
ky: Белгилесеңиз, сакталган сөздөрдү гана машыктырасыз.
lo: ຖ້າກວດກາ, ພຽງແຕ່ຝຶກຄຳສັບທີ່ບັນທຶກໄວ້ເທົ່ານັ້ນ.
mk: Ако го штиклирате ова, ќе вежбате само зачувани зборови.
mn: Чеклэвэл зөвхөн хадгалсан үгсийг дадлага хийнэ.
my: အမှတ်ခြစ်လျှင် သိမ်းဆည်းထားသော စကားလုံးကိုသာ လေ့ကျင့်ပါ။
nb: Merk av for å bare øve på lagrede ord.
ne: चेक गरेमा सुरक्षित गरिएका शब्दहरू मात्र अभ्यास हुन्छ।
or: ଯଦି ଆପଣ ଏହାକୁ ଯାଞ୍ଚ କରନ୍ତି, ତେବେ କେବଳ ସେଭ୍ ହୋଇଥିବା ଶବ୍ଦ ଅଭ୍ୟାସ କରନ୍ତୁ।
si: පිරික්සුම් කළ විට සුරකින ලද වචන පමණක් පුහුණු කරන්න.
sk: Ak to zaškrtnete, precvičia sa iba uložené slová.
sl: Če je označeno, vadite samo shranjene besede.
sq: Nëse kontrollohet, ushtroni vetëm fjalët e ruajtura.
sr: Ако је означено, вежбајте само сачуване речи.
tl: Kung naka-check, magsanay lang ng mga naka-save na salita.
uz: Belgilasangiz, faqat saqlangan so'zlarni mashq qiling.
zu: Hlola lokhu ukuze uzijwayeze amagama alondoloziwe kuphela.

# enterTextHint
source: Enter text to translate
am: ለመተርጎም ጽሑፍ ያስገቡ
as: অনুবাদ কৰিবলৈ টেক্সট লিখক
be: Увядзіце тэкст для перакладу
bg: Въведете текст за превод
ca: Introdueix el text que vols traduir
cy: Rhowch y testun i'w gyfieithu
et: Sisesta tõlgitav tekst
eu: Idatzi itzuli nahi duzun testua
gl: Escribe o texto para traducir
hy: Մուտքագրեք թարգմանելու տեքստը
is: Sláðu inn texta til að þýða
ka: შეიყვანეთ ტექსტი თარგმნისთვის
kk: Аударылатын мәтінді енгізіңіз
km: បញ្ចូលអត្ថបទដែលត្រូវបកប្រែ
ko: 번역할 텍스트를 입력하세요
ky: Которула турган текстти киргизиңиз
lo: ປ້ອນຂໍ້ຄວາມທີ່ຈະແປ
mk: Внесете текст за превод
mn: Орчуулах текстийг оруулна уу
my: ဘာသာပြန်ရန် စာသားကို ရိုက်ထည့်ပါ
nb: Skriv inn tekst som skal oversettes
ne: अनुवाद गर्न पाठ प्रविष्ट गर्नुहोस्
or: ଅନୁବାଦ କରିବାକୁ ଟେକ୍ସଟ୍ ଇନପୁଟ୍ କରନ୍ତୁ
si: පරිවර්තනය කිරීමට පෙළ ඇතුළත් කරන්න
sk: Zadajte text na preklad
sl: Vnesite besedilo za prevajanje
sq: Vendosni tekstin për të përkthyer
sr: Унесите текст за превод
tl: Maglagay ng tekstong isasalin
uz: Tarjima qilish uchun matnni kiriting
zu: Faka umbhalo ozohunyushwa

# micButtonTooltip
source: Start Listening
am: የድምጽ ማወቂያ ይጀምሩ
as: ভয়েচ চিনি পোৱা আৰম্ভ কৰক
be: Пачаць распазнаванне гаворкі
bg: Започване на разпознаване на глас
ca: Inicia el reconeixement de veu
cy: Dechrau adnabod llais
et: Alusta hääletuvastust
eu: Ahots ezagutzea hasi
gl: Comezar o recoñecemento de voz
hy: Սկսել ձայնի ճանաչումը
is: Hefja raddþekking
ka: ხმის ამოცნობის დაწყება
kk: Дауысты тануды бастау
km: ចាប់ផ្ដើមស្គាល់សំឡេង
ko: 음성 인식 시작
ky: Үндү таанууну баштоо
lo: ເລີ່ມການຮັບຮູ້ສຽງ
mk: Започни со гласовно препознавање
mn: Дуу таних эхлүүлэх
my: အသံ မှတ်သားခြင်း စတင်
nb: Start talegjenkjenning
ne: आवाज पहिचान सुरु गर्नुहोस्
or: ଭଏସ୍ ଚିହ୍ନଟ ଆରମ୍ଭ କରନ୍ତୁ
si: හඬ හඳුනාගැනීම ආරම්භ කරන්න
sk: Spustiť rozpoznávanie reči
sl: Začni prepoznavanje glasu
sq: Filloni njohjen e zërit
sr: Започните препознавање говора
tl: Simulan ang pagkilala sa boses
uz: Nutqni aniqlashni boshlash
zu: Qala Ukuqashelwa Kwezwi

# menuHelp
source: Help
am: እገዛ
as: সহায়িকা
be: Даведка
bg: Помощ
ca: Ajuda
et: Abi
eu: Laguntza
gl: Axuda
hy: Օգնություն
is: Hjálp
ka: დახმარება
kk: Анықтама
km: ជំនួយ
ko: 도움말
ky: Жардам
lo: ຊ່ວຍເຫຼືອ
mk: Помош
mn: Тусламж
my: အကူအညီ
nb: Hjelp
ne: मद्दत
or: ସହାୟତା
si: උපකාර
sk: Pomocník
sl: Pomoč
sq: Ndihmë
sr: Помоћ
tl: Tulong
uz: Yordam
zu: Usizo

# menuWebDownload
source: Get Material from Web
am: መነሻ ገጽ
as: মুখ্য পৃষ্ঠা
be: Хатняя старонка
bg: Начална страница
ca: Pàgina web
cy: Hafan
et: Koduleht
eu: Webgunea
gl: Páxina web
hy: Գլխավոր էջ
is: Heimasíða
ka: საწყისი გვერდი
kk: Веб-сайт
km: គេហទំព័រ
ko: 홈페이지
ky: Веб-сайт
lo: ໜ້າຫຼັກ
mk: Веб-страница
mn: Вэб сайт
my: ဝက်ဘ်ဆိုက်
nb: Hjemmeside
ne: होमपेज
or: ହୋମପେଜ୍
si: මුල් පිටුව
sk: Webová stránka
sl: Domača stran
sq: Faqja kryesore
sr: Почетна страница
tl: Homepage
uz: Veb-sayt
zu: Ikhasi Lasekhaya

# menuDeviceImport
source: Import from Device
am: ቁሳቁስ ከመሳሪያ አስመጣ
as: ডিভাইচৰ পৰা সামগ্ৰী ইম্প’ৰ্ট কৰক
be: Імпартаваць матэрыялы з прылады
bg: Импортиране на материали от устройството
ca: Importa material des del dispositiu
cy: Mewnforio deunyddiau o'r ddyfais
et: Impordi materjale seadmest
eu: Materiala gailutik inportatu
gl: Importar material desde o dispositivo
hy: Ներմուծել նյութեր սարքից
is: Flytja inn efni úr tækinu
ka: მასალების შემოტანა მოწყობილობიდან
kk: Құрылғыдан материалды импорттау
km: នាំចូលសម្ភារៈពីឧបករណ៍
ko: 기기에서 자료 가져오기
ky: Түзмөктөн материалдарды жүктөө
lo: ນຳເຂົ້າຂໍ້ມູນຈາກອຸປະກອນ
mk: Увези материјали од уредот
mn: Төхөөрөмжөөс материал оруулах
my: စက်မှ အချက်အလက် တင်သွင်းပါ
nb: Importer materiale fra enhet
ne: उपकरणबाट सामग्री आयात गर्नुहोस्
or: ଡିଭାଇସରୁ ସାମଗ୍ରୀ ଆମଦାନୀ କରନ୍ତୁ
si: උපාංගයෙන් ද්‍රව්‍ය ආයාත කරන්න
sk: Importovať materiály zo zariadenia
sl: Uvozi gradivo iz naprave
sq: Importo material nga pajisja
sr: Увези материјале са уређаја
tl: Mag-import ng materyal mula sa device
uz: Qurilmadan ma'lumotlarni import qilish
zu: Ngenisa Izinto Zokwakha Kusuka Kudivayisi

# menuSettings
source: Language Settings
af: Settings
am: የቋንቋ ቅንብሮች
ar: Settings
as: ভাষাৰ ছেটিং
be: Налады мовы
bg: Езикови настройки
bn: Settings
ca: Configuració de l'idioma
cs: Settings
cy: Gosodiadau Iaith
da: Settings
de: Settings
el: Settings
es: Settings
et: Keele seaded
eu: Hizkuntza-ezarpenak
fa: Settings
fi: Settings
fil: Settings
fr: Settings
gl: Axustes de idioma
he: Settings
hi: Settings
hu: Settings
hy: Լեզվի կարգավորումներ
id: Settings
is: Tungumálastillingar
it: Settings
ja: Settings
ka: ენის პარამეტრები
kk: Тілдік параметрлер
km: ការកំណត់ភាសា
kn: Settings
ko: 언어 설정
ky: Тил жөндөөлөрү
lo: ການຕັ້ງຄ່າພາສາ
mk: Поставки за јазик
ml: Settings
mn: Хэлний тохиргоо
mr: Settings
my: ဘာသာစကား ဆက်တင်
nb: Språkinnstillinger
ne: भाषा सेटिङ
nl: Settings
or: ଭାଷା ସେଟିଂ
pa: Settings
pl: Settings
ro: Settings
ru: Settings
si: භාෂා සැකසුම්
sk: Nastavenia jazyka
sl: Nastavitve jezika
sq: Cilësimet e gjuhës
sr: Подешавања језика
sv: Settings
sw: Settings
ta: Settings
te: Settings
th: Settings
tl: Mga Setting ng Wika
tr: Settings
uk: Settings
ur: Settings
uz: Til sozlamalari
vi: Settings
zh_cn: Settings
zh_tw: Settings
zu: Izilungiselelo Zolimi

# basicWords
source: Basic Word Repository
am: መሠረታዊ የቃላት ማከማቻ
as: বেচিক শব্দ ভঁৰাল
be: Асноўнае сховішча слоў
bg: Основно хранилище на думи
ca: Repositori bàsic de paraules
cs: 기본 단어 저장소 (TODO: Translate)
cy: Storio geiriau sylfaenol
da: 기본 단어 저장소 (TODO: Translate)
es: 기본 단어 저장소 (TODO: Translate)
et: Põhiliste sõnade hoidla
eu: Oinarrizko hitz biltegia
fr: Répertoire de mots
gl: Repositorio básico de palabras
hu: 기본 단어 저장소 (TODO: Translate)
hy: Հիմնական բառերի պահեստ
is: Grunn orðageymsla
it: 기본 단어 저장소 (TODO: Translate)
ja: 基本単語リポジトリ
ka: სიტყვების ძირითადი საცავი
kk: Негізгі сөз сақтау орны
km: ឃ្លាំងផ្ទុកពាក្យជាមូលដ្ឋាន
ko: 기본 단어 저장소
ky: Негизги сөз сактагычы
lo: ບ່ອນເກັບມ້ຽນຄຳສັບພື້ນຖານ
mk: Основно складиште на зборови
mn: Үндсэн үгсийн сан
my: အခြေခံ စကားလုံး သိမ်းဆည်းရာ
nb: Grunnleggende ordlager
ne: आधारभूत शब्द भण्डार
or: ମୌଳିକ ଶବ୍ଦ ଷ୍ଟୋରେଜ୍
ru: 기본 단어 저장소 (TODO: Translate)
si: මූලික වචන ගබඩාව
sk: Základné úložisko slov
sl: Osnovno skladišče besed
sq: Depo bazë e fjalëve
sr: Основно складиште речи
tl: Basic na Imbakan ng Salita
uz: Asosiy so'zlar ombori
vi: 기본 단어 저장소 (TODO: Translate)
zu: Inqolobane Yamagama Ayisisekelo

# basicSentences
source: Basic Sentence Repository
am: መሠረታዊ የዓረፍተ ነገር ማከማቻ
as: বেচিক বাক্য ভঁৰাল
be: Асноўнае сховішча фраз
bg: Основно хранилище на изречения
ca: Repositori bàsic de frases
cs: 기본 문장 저장소 (TODO: Translate)
cy: Storio brawddegau sylfaenol
da: 기본 문장 저장소 (TODO: Translate)
es: 기본 문장 저장소 (TODO: Translate)
et: Põhiliste lausete hoidla
eu: Oinarrizko esaldi biltegia
fr: Répertoire de phrases
gl: Repositorio básico de frases
hu: 기본 문장 저장소 (TODO: Translate)
hy: Հիմնական նախադասությունների պահեստ
is: Grunn setningageymsla
it: 기본 문장 저장소 (TODO: Translate)
ja: 基本文章リポジトリ
ka: წინადადებების ძირითადი საცავი
kk: Негізгі сөйлем сақтау орны
km: ឃ្លាំងផ្ទុកប្រយោគជាមូលដ្ឋាន
ko: 기본 문장 저장소
ky: Негизги сүйлөм сактагычы
lo: ບ່ອນເກັບມ້ຽນປະໂຫຍກພື້ນຖານ
mk: Основно складиште на реченици
mn: Үндсэн өгүүлбэрийн сан
my: အခြေခံ စာကြောင်း သိမ်းဆည်းရာ
nb: Grunnleggende setningslager
ne: आधारभूत वाक्य भण्डार
or: ମୌଳିକ ବାକ୍ୟ ଷ୍ଟୋରେଜ୍
ru: 기본 문장 저장소 (TODO: Translate)
si: මූලික වාක්‍ය ගබඩාව
sk: Základné úložisko viet
sl: Osnovno skladišče stavkov
sq: Depo bazë e fjalive
sr: Основно складиште реченица
tl: Basic na Imbakan ng Pangungusap
uz: Asosiy jumlalar ombori
vi: 기본 문장 저장소 (TODO: Translate)
zu: Inqolobane Yemisho Eyisisekelo

# selectMaterialSet
source: Select Study Material Set
af: Keuse van leermateriaal
am: የጥናት ቁሳቁስ ስብስብ ይምረጡ
ar: 학습 자료집 선택
as: এটা শিকন সামগ্ৰী সংকলন নিৰ্বাচন কৰক
be: Выберыце набор вучэбных матэрыялаў
bg: Избор на колекция от учебни материали
bn: 학습 자료집 선택
ca: Selecciona la col·lecció de material d'estudi
cs: 학습 자료집 선택 (TODO: Translate)
cy: Dewis casgliad deunydd astudio
da: 학습 자료집 선택 (TODO: Translate)
es: 학습 자료집 선택 (TODO: Translate)
et: Vali õppematerjalide kogum
eu: Ikasketa-datu-multzoa hautatu
fa: 학습 자료집 선택 (TODO: Translate)
fil: 학습 자료집 선택 (TODO: Translate)
fr: 학습 자료집 선택 (TODO: Translate)
gl: Seleccionar libro de traballo
he: 학습 자료집 선택 (TODO: Translate)
hi: 학습 자료집 선택 (TODO: Translate)
hu: 학습 자료집 선택 (TODO: Translate)
hy: Ընտրել ուսումնական նյութերի հավաքածու
id: 학습 자료집 선택 (TODO: Translate)
is: Veldu námsefnissett
it: 학습 자료집 선택 (TODO: Translate)
ja: 学習資料集を選択
ka: სასწავლო მასალების ნაკრების არჩევა
kk: Оқу материалдарының жинағын таңдау
km: ជ្រើសរើសបណ្ណាល័យសម្ភារៈសិក្សា
ko: 학습 자료집 선택
ky: Окуу материалдар жыйнагын тандоо
lo: ເລືອກຊຸດເອກະສານການຮຽນຮູ້
mk: Изберете збирка материјали за учење
mn: Сурах материал сонгох
my: သင်ယူရန် အချက်အလက်များ စုစည်းထားသော စာအုပ်ကို ရွေးချယ်ပါ
nb: Velg læremateriellsett
ne: अध्ययन सामग्री सङ्ग्रह छनोट गर्नुहोस्
nl: 학습 자료집 선택 (TODO: Translate)
or: ଅଧ୍ୟୟନ ସାମଗ୍ରୀ ସଂଗ୍ରହ ଚୟନ କରନ୍ତୁ
pl: 학습 자료집 선택 (TODO: Translate)
ru: 학습 자료집 선택 (TODO: Translate)
si: ඉගෙනුම් ද්‍රව්‍ය එකතුව තෝරන්න
sk: Vyberte zbierku učebných materiálov
sl: Izberite zbirko učnega gradiva
sq: Zgjidhni librin e materialeve të studimit
sr: Изаберите збирку материјала за учење
sv: 학습 자료집 선택 (TODO: Translate)
sw: 학습 자료집 선택 (TODO: Translate)
te: 학습 자료집 선택 (TODO: Translate)
th: 학습 자료집 선택 (TODO: Translate)
tl: Pumili ng set ng materyal sa pag-aaral
tr: 학습 자료집 선택 (TODO: Translate)
uz: O'quv materiallari to'plamini tanlash
vi: 학습 자료집 선택 (TODO: Translate)
zu: Khetha Iqoqo Lezinto Zokwakha Zokufunda

# sectionWords
source: Words
af: woord
am: ቃላት
ar: 단어
as: শব্দ
be: Словы
bg: Думи
bn: 단어
ca: Paraules
cs: 단어 (TODO: Translate)
cy: Geiriau
da: 단어 (TODO: Translate)
es: 단어 (TODO: Translate)
et: Sõnad
eu: Hitzak
fa: 단어 (TODO: Translate)
fil: 단어 (TODO: Translate)
fr: 단어 (TODO: Translate)
gl: Palabras
he: 단어 (TODO: Translate)
hi: 단어 (TODO: Translate)
hu: 단어 (TODO: Translate)
hy: Բառեր
id: 단어 (TODO: Translate)
is: Orð
it: 단어 (TODO: Translate)
ja: 単語
ka: სიტყვები
kk: Сөздер
km: ពាក្យ
ko: 단어
ky: Сөздөр
lo: ຄຳສັບ
mk: Зборови
mn: Үг
my: စကားလုံး
nb: Ord
ne: शब्दहरू
nl: 단어 (TODO: Translate)
or: ଶବ୍ଦ
pl: 단어 (TODO: Translate)
ru: 단어 (TODO: Translate)
si: වචන
sk: Slová
sl: Besede
sq: Fjalët
sr: Речи
sv: 단어 (TODO: Translate)
sw: 단어 (TODO: Translate)
te: 단어 (TODO: Translate)
th: 단어 (TODO: Translate)
tl: Mga Salita
tr: 단어 (TODO: Translate)
uz: So'zlar
vi: 단어 (TODO: Translate)
zu: Amagama

# sectionSentences
source: Sentences
af: sin
am: ዓረፍተ ነገሮች
ar: 문장
as: বাক্য
be: Фразы
bg: Изречения
bn: 문장
ca: Frases
cs: 문장 (TODO: Translate)
cy: Brawddegau
da: 문장 (TODO: Translate)
es: 문장 (TODO: Translate)
et: Laused
eu: Esaldiak
fa: 문장 (TODO: Translate)
fil: 문장 (TODO: Translate)
fr: 문장 (TODO: Translate)
gl: Frases
he: 문장 (TODO: Translate)
hi: 문장 (TODO: Translate)
hu: 문장 (TODO: Translate)
hy: Նախադասություններ
id: 문장 (TODO: Translate)
is: Setningar
it: 문장 (TODO: Translate)
ja: 文章
ka: წინადადებები
kk: Сөйлемдер
km: ប្រយោគ
ko: 문장
ky: Сүйлөмдөр
lo: ປະໂຫຍກ
mk: Реченици
mn: Өгүүлбэр
my: စာကြောင်း
nb: Setninger
ne: वाक्यहरू
nl: 문장 (TODO: Translate)
or: ବାକ୍ୟ
pl: 문장 (TODO: Translate)
ru: 문장 (TODO: Translate)
si: වාක්‍ය
sk: Vety
sl: Stavki
sq: Fjalitë
sr: Реченице
sv: 문장 (TODO: Translate)
sw: 문장 (TODO: Translate)
te: 문장 (TODO: Translate)
th: 문장 (TODO: Translate)
tl: Mga Pangungusap
tr: 문장 (TODO: Translate)
uz: Jumlalar
vi: 문장 (TODO: Translate)
zu: Imisho

# languageSettingsTitle
source: Language Settings
am: የቋንቋ ቅንብሮች
as: ভাষাৰ ছেটিং
be: Налады мовы
bg: Езикови настройки
ca: Configuració de l'idioma
cy: Gosodiadau Iaith
et: Keele seaded
eu: Hizkuntza-ezarpenak
gl: Axustes de idioma
hy: Լեզվի կարգավորումներ
is: Tungumálastillingar
ka: ენის პარამეტრები
kk: Тілдік параметрлер
km: ការកំណត់ភាសា
ko: 언어 설정
ky: Тил жөндөөлөрү
lo: ການຕັ້ງຄ່າພາສາ
mk: Поставки за јазик
mn: Хэлний тохиргоо
my: ဘာသာစကား ဆက်တင်
nb: Språkinnstillinger
ne: भाषा सेटिङ
or: ଭାଷା ସେଟିଂ
si: භාෂා සැකසුම්
sk: Nastavenia jazyka
sl: Nastavitve jezika
sq: Cilësimet e gjuhës
sr: Подешавања језика
tl: Mga Setting ng Wika
uz: Til sozlamalari
zu: Izilungiselelo Zolimi

# sourceLanguageLabel
source: My Language (Source)
af: Source Language
am: የእኔ ቋንቋ (ምንጭ)
ar: Source Language
as: মোৰ ভাষা (উৎস)
be: Мая мова (Source)
bg: Моят език (Източник)
bn: Source Language
ca: El meu idioma (Source)
cs: Source Language
cy: Fy iaith (Ffynhonnell)
da: Source Language
de: Source Language
el: Source Language
es: Source Language
et: Minu keel (Lähtekeel)
eu: Nire hizkuntza (Iturria)
fa: Source Language
fi: Source Language
fil: Source Language
fr: Source Language
gl: O meu idioma (Orixinal)
he: Source Language
hi: Source Language
hu: Source Language
hy: Իմ լեզուն (Source)
id: Source Language
is: Mitt tungumál (Source)
it: Source Language
ja: Source Language
ka: ჩემი ენა (წყარო)
kk: Менің тілім (Source)
km: ភាសារបស់ខ្ញុំ (Source)
kn: Source Language
ko: 내 언어 (Source)
ky: Менин тилим (Source)
lo: ພາສາຂອງຂ້ອຍ (ຕົ້ນສະບັບ)
mk: Мој јазик (Source)
ml: Source Language
mn: Миний хэл (Source)
mr: Source Language
my: ကျွန်ုပ်၏ ဘာသာစကား (Source)
nb: Mitt språk (kilde)
ne: मेरो भाषा (Source)
nl: Source Language
or: ମୋ ଭାଷା (ଉତ୍ସ)
pa: Source Language
pl: Source Language
ro: Source Language
ru: Source Language
si: මගේ භාෂාව (මූලාශ්‍රය)
sk: Môj jazyk (Source)
sl: Moj jezik (izvorni)
sq: Gjuha ime (Burimi)
sr: Мој језик (Изворни)
sv: Source Language
sw: Source Language
ta: Source Language
te: Source Language
th: Source Language
tl: Aking Wika (Source)
tr: Source Language
uk: Source Language
ur: Source Language
uz: Mening tilim (Source)
vi: Source Language
zh_cn: Source Language
zh_tw: Source Language
zu: Ulimi Lwami (Umthombo)
