Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

# chatFromConversation
source: From Conversation ({speaker})
am: ውይይት ተወስዷል ({speaker})
as: বাৰ্তালাপৰ উদ্ধৃতি ({speaker})
be: Вытрымка з размовы ({speaker})
bg: Откъс от разговор ({speaker})
ca: Extret de la conversa ({speaker})
cy: Detholiad sgwrsio ({speaker})
et: Vestluse väljavõte ({speaker})
eu: Elkarrizketatik ateratakoa ({speaker})
gl: Extracto da conversa ({speaker})
hy: Քաղված զրույցից ({speaker})
is: Samtalsútdráttur ({speaker})
ka: საუბრის ამონარიდი ({speaker})
kk: Сөйлесуден үзінді ({speaker})
km: ដកស្រង់ចេញពីការសន្ទនា ({speaker})
ko: 대화 발췌 ({speaker})
ky: Сүйлөшүүдөн үзүндү ({speaker})
lo: ຄັດຈາກການສົນທະນາ ({speaker})
mk: Извадок од разговор ({speaker})
mn: Ярианаас иш татах ({speaker})
my: စကားပြောမှ ကောက်နုတ်ချက် ({speaker})
nb: Utdrag fra samtale ({speaker})
ne: कुराकानीबाट उद्धरण ({speaker})
or: କଥାବାର୍ତ୍ତାରୁ ଉଦ୍ଧୃତ ({speaker})
si: සංවාදයෙන් උපුටා ගැනීම ({speaker})
sk: Výňatok z konverzácie ({speaker})
sl: Izvleček pogovora ({speaker})
sq: Ekstrakt nga biseda ({speaker})
sr: Издвојено из разговора ({speaker})
tl: Sipi mula sa pag-uusap ({speaker})
uz: Suhbatdan iqtibos ({speaker})
zu: Ingxoxo Eyacashuniwe ({speaker})

# personaTeacher
source: English Teacher
am: የእንግሊዝኛ መምህር
as: ইংৰাজী শিক্ষক
be: Настаўнік англійскай мовы
bg: Учител по английски
ca: Professor d'anglès
cy: Athro Saesneg
et: Inglise keele õpetaja
eu: Ingeleseko irakaslea
gl: Profesor de inglés
hy: Անգլերենի ուսուցիչ
is: Enskukennari
ja: 英語の先生
ka: ინგლისურის მასწავლებელი
kk: Ағылшын тілі мұғалімі
km: គ្រូបង្រៀនភាសាអង់គ្លេស
ko: 영어 선생님
ky: Англисче мугалим
lo: ຄູສອນພາສາອັງກິດ
mk: Наставник по англиски јазик
mn: Англи хэлний багш
my: အင်္ဂလိပ်ဆရာ
nb: Engelsklærer
ne: अंग्रेजी शिक्षक
or: ଇଂରାଜୀ ଶିକ୍ଷକ
si: ඉංග්‍රීසි ගුරුවරයා
sk: Učiteľ angličtiny
sl: Učitelj angleščine
sq: Mësues i anglishtes
sr: Наставник енглеског
uz: Ingliz tili o'qituvchisi
zu: Uthisha WesiNgisi

# personaGuide
source: Travel Guide
am: የጉዞ መመሪያ
as: ভ্ৰমণ পৰিদৰ্শক
be: Гід
bg: Туристически гид
ca: Guia turístic
cy: Tywysydd Teithiau
et: Reisijuht
eu: Bidaia gida
gl: Guía turístico
hy: Ճանապարհորդական ուղեցույց
is: Ferðaleiðsögumaður
ja: 旅行ガイド
ka: ტურის გიდი
kk: Саяхат нұсқаушысы
km: មគ្គុទ្ទេសក៍ទេសចរណ៍
ko: 여행 가이드
ky: Саякаттоочу гид
lo: ມັກຄະເທດນຳທ່ຽວ
mk: Туристички водич
mn: Аялал жуулчлалын хөтөч
my: ခရီးသွား လမ်းညွှန်
nb: Reiseleder
ne: यात्रा गाइड
or: ଭ୍ରମଣ ଗାଇଡ୍
si: සංචාරක මඟපෙන්වන්නා
sk: Turistický sprievodca
sl: Turistični vodnik
sq: Guida turistike
sr: Туристички водич
uz: Sayohat yo'lboshchisi
zu: Umqondisi Wokuvakasha

# personaFriend
source: Local Friend
am: የአካባቢው ጓደኛ
as: স্থানীয় বন্ধু
be: Мясцовы сябар
bg: Местен приятел
ca: Amic local
cy: Ffrind Lleol
et: Kohalik sõber
eu: Bertako laguna
gl: Amigo local
hy: Տեղացի ընկեր
is: Vinur heimamanns
ja: 地元の友人
ka: ადგილობრივი მეგობარი
kk: Жергілікті дос
km: មិត្តភក្ដិក្នុងស្រុក
ko: 현지인 친구
ky: Жергиликтүү дос
lo: ເພື່ອນທ້ອງຖິ່ນ
mk: Локален пријател
mn: Орон нутгийн найз
my: ဒေသခံ သူငယ်ချင်း
nb: Lokal venn
ne: स्थानीय साथी
or: ସ୍ଥାନୀୟ ବନ୍ଧୁ
si: ප්‍රදේශීය මිතුරා
sk: Miestny priateľ
sl: Lokalni prijatelj
sq: Shok vendas
sr: Локални пријатељ
tl: Kaibigan na Lokal
uz: Mahalliy do'st
zu: Umthengisi Wendawo

# chatUntitled
source: Untitled Conversation
am: ርዕስ የሌለው ውይይት
as: শিৰোনামবিহীন বাৰ্তালাপ
be: Размова без назвы
bg: Разговор без заглавие
ca: Xat sense títol
cy: Sgwrs ddi-deitl
et: Pealkirjata vestlus
eu: Izenik gabeko elkarrizketa
gl: Conversa sen título
hy: Անանուն զրույց
is: Ónefnt samtal
ka: უსათაურო საუბარი
kk: Атаусыз сөйлесу
km: ការសន្ទនាគ្មានចំណងជើង
ko: 제목 없는 대화
ky: Аталышы жок сүйлөшүү
lo: ບໍ່ມີຊື່ການສົນທະນາ
mk: Разговор без наслов
mn: Гарчиггүй яриа
my: ခေါင်းစဉ်မဲ့ စကားပြော
nb: Samtale uten navn
ne: शीर्षक नभएको कुराकानी
or: ଶୀର୍ଷକହୀନ କଥାବାର୍ତ୍ତା
si: මාතෘකාවක් නැති සංවාදය
sk: Konverzácia bez názvu
sl: Pogovor brez naslova
sq: Bisedë pa titull
sr: Разговор без наслова
tl: Pag-uusap na Walang Pamagat
uz: Sarlavhasiz suhbat
zu: Ingxoxo Engenasiihloko

# chatAiChat
source: Chat
am: AI ውይይት
as: চ্যাটিং
be: Чат
bg: AI чат
ca: Xat
cy: Sgwrsio
et: Vestlus
eu: Txat
hy: Զրույց
is: Spjall
ja: チャット
ka: ჩეთი
kk: Чат
km: ជជែក
ko: 채팅
ky: Чат
lo: ສົນທະນາ
mk: Чет
mn: Чат
my: စကားပြောရန်
ne: च्याट
or: ଚାଟିଂ
si: කතාබස්
sl: Klepet
sq: Bisedë
sr: AI ћаскање
zu: Ingxoxo

# mode1SelectedMaterial
source: Current Material Set: {name}
am: በአሁኑ ጊዜ የተመረጠው ቁሳቁስ: {name}
as: বৰ্তমান নিৰ্বাচিত সামগ্ৰী সংকলন: {name}
be: Бягучы выбраны набор матэрыялаў: {name}
bg: Текущо избрана колекция от материали: {name}
ca: Col·lecció de material seleccionada actualment: {name}
cy: Casgliad deunydd a ddewiswyd ar hyn o bryd: {name}
et: Praegu valitud materjalikogum: {name}
eu: Uneko hautatutako datu-multzoa: {name}
gl: Libro de traballo seleccionado actualmente: {name}
hy: Ընթացիկ ընտրված նյութերի հավաքածու. {name}
is: Núverandi valið efnissett: {name}
ka: ამჟამად არჩეული მასალების ნაკრები: {name}
kk: Қазір таңдалған материал: {name}
km: បណ្ណាល័យដែលបានជ្រើសរើសនាពេលបច្ចុប្បន្ន៖ {name}
ko: 현재 선택된 자료집: {name}
ky: Учурда тандалган жыйнак: {name}
lo: ຊຸດເອກະສານທີ່ເລືອກໃນປັດຈຸບັນ: {name}
mk: Тековно избрана збирка материјали: {name}
mn: Одоогоор сонгогдсон материал: {name}
my: လက်ရှိ ရွေးချယ်ထားသော အချက်အလက်များ စုစည်းထားသော စာအုပ်: {name}
nb: Valgte materiellsett: {name}
ne: हाल चयन गरिएको सामग्री संग्रह: {name}
or: ବର୍ତ୍ତମାନ ଚୟନିତ ଉପାଦାନ ସଂଗ୍ରହ: {name}
si: දැනට තෝරාගත් ද්‍රව්‍ය එකතුව: {name}
sk: Aktuálne vybraná zbierka materiálov: {name}
sl: Trenutno izbrano gradivo: {name}
sq: Libri burim aktual i zgjedhur: {name}
sr: Тренутно изабрана збирка материјала: {name}
tl: Kasalukuyang napiling set ng materyal: {name}
uz: Hozirda tanlangan ma'lumotlar to'plami: {name}
zu: Iqoqo lezinto zokwakha elikhethiwe njengamanje: {name}

source: Basic Word Repository
am: መሠረታዊ የቃላት ማከማቻ
as: বেচিক শব্দ ভঁৰাল
be: Асноўнае сховішча слоў
bg: Основно хранилище на думи
ca: Repositori bàsic de paraules
cy: Storio geiriau sylfaenol
et: Põhiliste sõnade hoidla
eu: Oinarrizko hitz biltegia
fil: Repository ng Mga Pangunahing Salita
gl: Repositorio básico de palabras
hy: Հիմնական բառերի պահեստ
is: Grunn orðageymsla
ja: 基本単語リポジトリ
ka: სიტყვების ძირითადი საცავი
kk: Негізгі сөз сақтау орны
km: ឃ្លាំងផ្ទុកពាក្យជាមូលដ្ឋាន
ko: 기본 단어 저장소
ky: Негизги сөз сактагычы
lo: ບ່ອນເກັບມ້ຽນຄຳສັບພື້ນຖານ
mk: Основно складиште на зборови
mn: Үндсэн үгсийн сан
my: အခြေခံ စကားလုံး သိမ်းဆည်းရာ
nb: Grunnleggende ordliste
ne: आधारभूत शब्द भण्डार
or: ମୌଳିକ ଶବ୍ଦ ଷ୍ଟୋରେଜ୍
si: මූලික වචන ගබඩාව
sk: Základné úložisko slov
sl: Osnovno skladišče besed
sq: Depo bazë e fjalëve
sr: Основно складиште речи
sv: Grundläggande ordlista
sw: Hifadhi ya Maneno ya Msingi
tl: Basic na Imbakan ng Salita
uz: Asosiy so'zlar ombori
zu: Inqolobane Yamagama Ayisisekelo

source: Basic Sentence Repository
am: መሠረታዊ የዓረፍተ ነገር ማከማቻ
as: বেচিক বাক্য ভঁৰাল
be: Асноўнае сховішча фраз
bg: Основно хранилище на изречения
ca: Repositori bàsic de frases
cy: Storio brawddegau sylfaenol
et: Põhiliste lausete hoidla
eu: Oinarrizko esaldi biltegia
fil: Repository ng Mga Pangunahing Pangungusap
gl: Repositorio básico de frases
hy: Հիմնական նախադասությունների պահեստ
is: Grunn setningageymsla
ja: 基本文章リポジトリ
ka: წინადადებების ძირითადი საცავი
kk: Негізгі сөйлем сақтау орны
km: ឃ្លាំងផ្ទុកប្រយោគជាមូលដ្ឋាន
ko: 기본 문장 저장소
ky: Негизги сүйлөм сактагычы
lo: ບ່ອນເກັບມ້ຽນປະໂຫຍກພື້ນຖານ
mk: Основно складиште на реченици
mn: Үндсэн өгүүлбэрийн сан
my: အခြေခံ စာကြောင်း သိမ်းဆည်းရာ
nb: Grunnleggende setningsliste
ne: आधारभूत वाक्य भण्डार
or: ମୌଳିକ ବାକ୍ୟ ଷ୍ଟୋରେଜ୍
si: මූලික වාක්‍ය ගබඩාව
sk: Základné úložisko viet
sl: Osnovno skladišče stavkov
sq: Depo bazë e fjalive
sr: Основно складиште реченица
sv: Grundläggande meningslista
sw: Hifadhi ya Sentensi za Msingi
tl: Basic na Imbakan ng Pangungusap
uz: Asosiy jumlalar ombori
zu: Inqolobane Yemisho Eyisisekelo

# chatEndTitle
source: End & Save Chat
am: ውይይት ጨርስ እና አስቀምጥ
as: বাৰ্তালাপ শেষ কৰা আৰু সংৰক্ষণ কৰা
be: Завяршыць і захаваць размову
bg: Край и запазване на разговора
ca: Finalitza i desa la conversa
cy: Terfynu a chadw sgwrs
et: Lõpeta ja salvesta vestlus
eu: Elkarrizketa amaitu eta gorde
gl: Finalizar e gardar a conversa
hy: Ավարտել և պահպանել զրույցը
is: Ljúka og vista samtal
ja: 会話を終了して保存
ka: საუბრის დასრულება და შენახვა
kk: Сөйлесуді аяқтау және сақтау
km: បញ្ចប់ និងរក្សាទុកការសន្ទនា
ko: 대화 종료 및 저장
ky: Сүйлөшүүнү аяктоо жана сактоо
lo: ສິ້ນສຸດ ແລະບັນທຶກການສົນທະນາ
mk: Заврши и зачувај го разговорот
mn: Яриаг дуусгаж хадгалах
my: စကားပြောကို အဆုံးသတ်ပြီး သိမ်းဆည်းပါ
nb: Avslutt og lagre samtale
ne: कुराकानी अन्त्य र सुरक्षित
or: କଥାବାର୍ତ୍ତା ଶେଷ ଏବଂ ସେଭ୍ କରନ୍ତୁ
si: කතාබස අවසන් කර සුරකින්න
sk: Ukončiť a uložiť konverzáciu
sl: Končaj in shrani pogovor
sq: Përfundo dhe ruaj bisedën
sr: Завршетак и чување разговора
tl: Tapusin at I-save ang Pag-uusap
uz: Suhbatni yakunlash va saqlash
zu: Qeda bese Ulondoloza Ingxoxo

# chatEndMessage
source: Do you want to end this conversation? You can set a title for it.
am: ውይይቱን ማቆም ይፈልጋሉ?
as: আপুনি বাৰ্তালাপ শেষ কৰিব বিচাৰেনে?
be: Вы хочаце завяршыць размову?
bg: Искате ли да прекратите разговора?
ca: Vols finalitzar la conversa?
cy: A ydych yn siŵr eich bod am derfynu'r sgwrs?
et: Kas soovid vestluse lõpetada?
eu: Elkarrizketa amaitu nahi duzu?
gl: Queres finalizar a conversa?
hy: Համոզվա՞ծ եք, որ ցանկանում եք ավարտել զրույցը։
is: Viltu ljúka samtalinu?
ja: 会話を終了しますか？
ka: გსურთ საუბრის დასრულება?
kk: Сөйлесуді аяқтағыңыз келе ме?
km: តើអ្នកប្រាកដថាចង់បញ្ចប់ការសន្ទនា?
ko: 대화를 종료하시겠습니까?
ky: Сүйлөшүүнү аяктайсызбы?
lo: ທ່ານຕ້ອງການທີ່ຈະສິ້ນສຸດການສົນທະນາ?
mk: Дали сакате да го завршите разговорот?
mn: Яриагаа дуусгах уу?
my: စကားပြောကို အဆုံးသတ်လိုပါသလား?
nb: Vil du avslutte samtalen?
ne: के तपाइँ कुराकानी अन्त्य गर्न चाहनुहुन्छ?
or: ଆପଣ କଥାବାର୍ତ୍ତା ଶେଷ କରିବାକୁ ଚାହାଁନ୍ତି କି?
si: ඔබට කතාබස අවසන් කිරීමට අවශ්‍යද?
sk: Chcete ukončiť konverzáciu?
sl: Ali želite končati pogovor?
sq: A jeni i sigurt që dëshironi ta përfundoni bisedën?
sr: Да ли желите да завршите разговор?
tl: Gusto mo bang tapusin ang pag-uusap?
uz: Suhbatni yakunlamoqchimisiz?
zu: Uyafuna ukuqeda ingxoxo?

# chatSaveAndExit
source: Save & Exit
am: አስቀምጥ እና ውጣ
as: সংৰক্ষণ কৰক আৰু ওলাই যাওক
be: Захаваць і выйсці
bg: Запазване и излизане
ca: Desa i surt
cy: Cadw ac Allgofnodi
et: Salvesta ja välju
eu: Gorde eta irten
gl: Gardar e saír
hy: Պահպանել և դուրս գալ
is: Vista og hætta
ja: 保存して終了
ka: შენახვა და გამოსვლა
kk: Сақтап шығу
km: រក្សាទុក និងចាកចេញ
ko: 저장 후 종료
ky: Сактап чыгуу
lo: ບັນທຶກແລ້ວອອກ
mk: Зачувај и излези
mn: Хадгалж гараад гарах
my: သိမ်းဆည်းပြီး ထွက်ပါ
nb: Lagre og avslutt
ne: सुरक्षित गरेर बाहिर निस्कनुहोस्
or: ସେଭ୍ କରନ୍ତୁ ଏବଂ ବାହାରକୁ ଯାଆନ୍ତୁ
si: සුරැකීමෙන් පසු පිටවන්න
sk: Uložiť a ukončiť
sl: Shrani in izstopi
sq: Ruaj dhe dil
sr: Сачувај и изађи
tl: I-save at Lumabas
uz: Saqlash va chiqish
zu: Londoloza bese Uphuma

# errorSelectCategory
source: Please select word or sentence first!
am: መጀመሪያ ቃል ወይም ዓረፍተ ነገር ይምረጡ!
as: প্ৰথমে এটা শব্দ বা বাক্য নিৰ্বাচন কৰক!
be: Спачатку выберыце слова або фразу!
bg: Моля, първо изберете дума или изречение!
ca: Selecciona primer una paraula o una frase!
cy: Dewiswch air neu frawddeg yn gyntaf!
et: Valige kõigepealt sõna või lause!
eu: Hautatu lehenik hitz bat edo esaldi bat!
gl: Primeiro selecciona unha palabra ou unha frase!
hy: Նախ ընտրեք բառ կամ նախադասություն!
is: Vinsamlegast veldu fyrst orð eða setningu!
ja: 先に単語か文章を選択してください！
ka: ჯერ აირჩიეთ სიტყვა ან წინადადება!
kk: Алдымен сөзді немесе сөйлемді таңдаңыз!
km: សូមជ្រើសរើសពាក្យ ឬប្រយោគជាមុនសិន!
ko: 먼저 단어나 문장을 선택하세요!
ky: Алгач сөздү же сүйлөмдү тандаңыз!
lo: ກະລຸນາເລືອກຄໍາສັບຫຼືປະໂຫຍກກ່ອນ!
mk: Прво изберете збор или реченица!
mn: Эхлээд үг эсвэл өгүүлбэр сонгоно уу!
my: စကားလုံး သို့မဟုတ် စာကြောင်းကို ဦးစွာ ရွေးပါ!
nb: Velg et ord eller en setning først!
ne: पहिले शब्द वा वाक्य छान्नुहोस्!
or: ପ୍ରଥମେ ଏକ ଶବ୍ଦ କିମ୍ବା ବାକ୍ୟ ଚୟନ କରନ୍ତୁ!
si: කරුණාකර පළමුව වචනයක් හෝ වාක්‍යයක් තෝරන්න!
sk: Najprv vyberte slovo alebo vetu!
sl: Najprej izberite besedo ali stavek!
sq: Ju lutemi zgjidhni së pari një fjalë ose fjali!
sr: Прво изаберите реч или реченицу!
tl: Pumili muna ng salita o pangungusap!
uz: Avval so'zni yoki gapni tanlang!
zu: Khetha igama noma umusho kuqala!

# tutorialM1ToggleTitle
source: Word/Sentence Mode
am: የቃላት / ዓረፍተ ነገሮች ሞድ
as: শব্দ/বাক্য মোড
be: Рэжым слова/фразы
bg: Режим „Думи/Изречения“
ca: Mode de paraules/frases
cy: Modd Gair/Brawddeg
et: Sõna/lause režiim
eu: Hitza/Esaldi modua
gl: Modo de palabra/frase
hy: Բառի/նախադասության ռեժիմ
is: Orða/setningarstilling
ja: 単語/文章モード
ka: სიტყვა/წინადადების რეჟიმი
kk: Сөз/Сөйлем режимі
km: របៀបពាក្យ/ប្រយោគ
ko: 단어/문장 모드
ky: Сөз/Сүйлөм режими
lo: ໂໝດຄໍາສັບ/ປະໂຫຍກ
mk: Режим на зборови/реченици
mn: Үг/Өгүүлбэр горим
my: စကားလုံး/စာကြောင်း ပုံစံ
nb: Ord-/setningsmodus
ne: शब्द/वाक्य मोड
or: ଶବ୍ଦ/ବାକ୍ୟ ମୋଡ୍
si: වචන/වාක්‍ය මාදිලිය
sk: Režim slova/vety
sl: Način besede/stavka
sq: Modaliteti i Fjalës/Fjalive
sr: Режим речи/реченице
tl: Word/Pangungusap Mode
uz: So'z/gap rejimi
zu: Imodi Yamagama/Yemisho

# tutorialM1ToggleDesc
source: Switch between Word and Sentence mode here. Words are saved with larger text.
am: እዚህ የቃላት እና የዓረፍተ ነገሮች ሁነታዎችን ይቀያይሩ።
as: ইয়াত শব্দ আৰু বাক্য মোড সলনি কৰক।
be: Тут пераключыце рэжымы слоў і фраз.
bg: Превключвайте между режимите „Думи“ и „Изречения“ тук.
ca: Canvia entre els modes de paraules i frases aquí.
cy: Newidiwch rhwng moddau gair a brawddeg yma.
et: Lülitage siin sõna- ja lauserežiimi vahel.
eu: Aldatu hitz eta esaldi moduak hemen.
gl: Cambia entre os modos de palabra e frase aquí.
hy: Անցեք բառի և նախադասության ռեժիմների միջև այստեղ:
is: Skiptu á milli orða og setningastillinga hér.
ja: ここで単語と文章のモードを切り替えます。
ka: გადართეთ სიტყვების და წინადადებების რეჟიმებს შორის აქ.
kk: Сөз бен сөйлем режимдерін мұнда ауыстырыңыз.
km: ប្តូររវាងរបៀបពាក្យ និងប្រយោគនៅទីនេះ។
ko: 단어와 문장 모드를 여기서 전환하세요.
ky: Сөз жана сүйлөм режимин бул жерден которуңуз.
lo: ສະຫຼັບລະຫວ່າງໂໝດຄໍາສັບ ແລະປະໂຫຍກຢູ່ທີ່ນີ້.
mk: Префрлете се помеѓу режимите на зборови и реченици овде.
mn: Үг болон өгүүлбэр горимыг эндээс сольж болно.
my: စကားလုံးနှင့် စာကြောင်း ပုံစံကို ဤနေရာတွင် ပြောင်းပါ။
nb: Bytt mellom ord- og setningsmodus her.
ne: शब्द र वाक्य मोड यहाँबाट परिवर्तन गर्नुहोस्।
or: ଏଠାରୁ ଶବ୍ଦ ଏବଂ ବାକ୍ୟ ମୋଡ୍ ମଧ୍ୟରେ ବଦଳ କରନ୍ତୁ।
si: මෙහිදී වචන සහ වාක්‍ය මාදිලි මාරු කරන්න.
sk: Prepínajte režim slova a vety tu.
sl: Tukaj preklopite med načinom besede in stavka.
sq: Ndërroni modalitetet e fjalëve dhe fjalive këtu.
sr: Пребаците режим речи и реченице овде.
tl: Lumipat ng word at pangungusap mode dito.
uz: Bu yerda so'z va gap rejimlarini almashtiring.
zu: Shintsha phakathi kwemodi yamagama nemisho lapha.

# metadataDialogTitle
source: Details
am: ዝርዝር ምድብ
as: বিৱৰণমূলক শ্ৰেণীবিভাজন
be: Падрабязная класіфікацыя
bg: Подробна класификация
ca: Classificació detallada
cy: Dosbarthiad Manylion
et: Täpsem klassifikatsioon
eu: Sailkapen zehatza
gl: Clasificación detallada
hy: Մանրամասն դասակարգում
is: Ítarleg flokkun
ka: დეტალური კლასიფიკაცია
kk: Толық жіктеу
km: ការចាត់ថ្នាក់លម្អិត
ko: 상세 분류
ky: Толук классификация
lo: ການຈັດປະເພດລະອຽດ
mk: Детална класификација
mn: Дэлгэрэнгүй ангилал
my: အသေးစိတ် အမျိုးအစားခွဲ
nb: Detaljert klassifisering
ne: विस्तृत वर्गीकरण
or: ବିସ୍ତୃତ ବର୍ଗୀକରଣ
si: සවිස්තරාත්මක වර්ගීකරණය
sk: Podrobná klasifikácia
sl: Podrobna klasifikacija
sq: Klasifikimi i detajuar
sr: Детаљна класификација
tl: Detalyadong Kategorya
uz: Batafsil tasniflash
zu: Ukuhlukanisa Ngokuningiliziwe

# tagFormal
source: Formal
am: መደበኛ
as: আনুষ্ঠানিক
be: Ветліва
bg: Официален
cy: Ffurfiol
et: Vormilik
eu: Tratamendu formala
hy: Պաշտոնական խոսք
is: Kurteis
ja: 丁寧語
ka: თავაზიანი
kk: Сыпайы сөз
km: ភាសាគួរសម
ko: 존댓말
ky: Сылык сөз
lo: ຄໍາສຸພາບ
mk: Формално обраќање
mn: Хүндэтгэлийн хэл
my: ရိုရိုသေသေ
nb: Formell
ne: आदरार्थी
or: ସମ୍ମାନଜନକ
si: ආචාරශීලී
sk: Formálne oslovenie
sl: Formalno
sq: Formale
sr: Учтиво
tl: Pormal
uz: Hurmat
zu: Okusesimweni

source: Select POS
am: የንግግር አካል ይምረጡ
as: এটা কথাৰ অংশ নিৰ্বাচন কৰক
be: Выберыце часціну мовы
bg: Избор на част на речта
ca: Selecciona una categoria
cy: Dewis Rhannau o'r Lleferydd
et: Vali kõneosa
eu: Hautatu adiera-kategoria
gl: Seleccionar categoría gramatical
hy: Ընտրել խոսքի մաս
is: Veldu orðflokk
ka: მეტყველების ნაწილის არჩევა
kk: Сөз таптарын таңдау
km: ជ្រើសរើសផ្នែកនៃសុន្ទរកថា
ko: 품사 선택
ky: Сөз түркүмүн тандоо
lo: ເລືອກຄຳທີ່ໃຊ້
mk: Изберете дел од говорот
mn: Үгийн төрөл сонгох
my: နာမ်စား ရွေးပါ
nb: Velg ordklasse
ne: पदको प्रकार छान्नुहोस्
or: ବାକ୍ୟର ଅଂଶ ଚୟନ କରନ୍ତୁ
si: කථනයේ කොටස තෝරන්න
sk: Vyberte slovný druh
sl: Izberite vrsto besede
sq: Zgjidh pjesën e ligjëratës
sr: Изаберите врсту речи
tl: Pumili ng POS
uz: So'z turkumini tanlash
zu: Khetha Ingxenye Yenkulumo

source: Select Sentence Type
am: የዓረፍተ ነገር አይነት ይምረጡ
as: বাক্যৰ প্ৰকাৰ নিৰ্বাচন কৰক
be: Выберыце тып фразы
bg: Избор на тип изречение
ca: Selecciona un tipus de frase
cy: Dewis Math o Frawddeg
et: Vali lause tüüp
eu: Hautatu esaldi mota
gl: Seleccionar tipo de frase
hy: Ընտրել նախադասության տեսակ
is: Veldu tegund setningar
ka: წინადადების ტიპის არჩევა
kk: Сөйлем түрін таңдау
km: ជ្រើសរើសប្រភេទប្រយោគ
ko: 문장 종류 선택
ky: Сүйлөм түрүн тандоо
lo: ເລືອກປະເພດປະໂຫຍກ
mk: Изберете тип на реченица
mn: Өгүүлбэрийн төрөл сонгох
my: စာကြောင်း အမျိုးအစား ရွေးပါ
nb: Velg setningstype
ne: वाक्यको प्रकार छान्नुहोस्
or: ବାକ୍ୟ ପ୍ରକାର ଚୟନ କରନ୍ତୁ
si: වාක්‍ය වර්ගය තෝරන්න
sk: Vyberte typ vety
sl: Izberite vrsto stavka
sq: Zgjidh llojin e fjalisë
sr: Изаберите врсту реченице
tl: Pumili ng Uri ng Pangungusap
uz: Gap turini tanlash
zu: Khetha Uhlobo Lomusho

# metadataRootWord
source: Root Word
am: ዋና ቃል (Root Word)
as: মূল শব্দ (Root Word)
be: Каранёвае слова
bg: Основна форма (Root Word)
ca: Arrel (Root Word)
cy: Gwraidd (Root Word)
et: Algvorm (juursõna)
eu: Jatorrizko forma (Root Word)
gl: Forma raíz (Root Word)
hy: Արմատային բառ
is: Stofn (Root Word)
ka: ძირითადი სიტყვა (Root Word)
kk: Түбір (Root Word)
km: ពាក្យដើម (Root Word)
ko: 원형 (Root Word)
ky: Түпкү сөз (Root Word)
lo: ຮາກຄໍາ (Root Word)
mk: Основен збор (Root Word)
mn: Үндсэн үг (Root Word)
my: မူရင်းစကားလုံး (Root Word)
nb: Grunnform (Root Word)
ne: मूल शब्द (Root Word)
or: ମୂଳ ଶବ୍ଦ
si: මූල වචනය (Root Word)
sk: Základné slovo (Root Word)
sl: Koren (Root Word)
sq: Fjala rrënjë (Root Word)
sr: Основни облик (Root Word)
uz: Asl so'z (Root Word)
zu: Igama Elingumgogodla (Igama Elingumgogodla)

# posNoun
source: Noun
am: ስም
as: বিশেষ্য
be: Назоўнік
bg: Съществително
ca: Substantiu
cy: Enw
et: Nimisõna
eu: Izena
gl: Substantivo
hy: Գոյական
is: Nafnorð
ka: არსებითი სახელი
kk: Зат есім
km: នាម
ko: 명사
ky: Зат атооч
lo: ຄໍານາມ
mk: Именка
mn: Нэр үг
my: နာမ်
nb: Substantiv
ne: संज्ञा
or: ବିଶେଷ୍ୟ
si: නාම පදය
sk: Podstatné meno
sl: Samostalnik
sq: Emër
sr: Именица
tl: Pangngalan
uz: Otlash
zu: Ibizo

# posVerb
source: Verb
am: ግስ
as: ক্ৰিয়া
be: Дзеяслоў
bg: Глагол
cy: Berf
et: Tegusõna
eu: Aditza
gl: Verbo
hy: Բայ
is: Sagnorð
ka: ზმნა
kk: Етістік
km: កិរិយាសព្ទ
ko: 동사
ky: Этиш
lo: ຄໍາກິລິຍາ
mk: Глагол
mn: Үйл үг
my: ကြိယာ
ne: क्रिया
or: କ୍ରିୟା
si: ක්‍රියා පදය
sk: Sloveso
sl: Glagol
sq: Folje
sr: Глагол
tl: Pandiwa
uz: Fe'l
zu: Isenzo

# posAdjective
source: Adjective
am: ቅጽል
as: বিশেষণ
be: Прыметнік
bg: Прилагателно
ca: Adjectiu
cy: Ansoddair
et: Omadussõna
eu: Adjektiboa
gl: Adxectivo
hy: Ածական
is: Lýsingarorð
ka: ზედსართავი სახელი
kk: Сын есім
km: គុណនាម
ko: 형용사
ky: Сын атооч
lo: ຄໍາຄຸນນາມ
mk: Придавка
mn: Тэмдэг нэр
my: နာမဝိသေသန
nb: Adjektiv
ne: विशेषण
or: ବିଶେଷଣ
si: විශේෂණ පදය
sk: Prídavné meno
sl: Pridevnik
sq: Mbiemër
sr: Придев
tl: Pang-uri
uz: Sifat
zu: Isiphawulo

# posAdverb
source: Adverb
am: ተውሳከ ግሥ
as: ক্ৰিয়া-বিশেষণ
be: Прыслоўе
bg: Наречие
ca: Adverbi
cy: Adferf
et: Määrsõna
eu: Adberbioa
gl: Adverbio
hy: Մակբայ
is: Atviksorð
ka: ზმნიზედა
kk: Үстеу
km: កិរិយាវិសេសន៍
ko: 부사
ky: Тактооч
lo: ຄໍາວິເສດ
mk: Прилог
mn: Дайвар үг
my: ကြိယာဝိသေသန
ne: क्रियाविशेषण
or: କ୍ରିୟା ବିଶେଷଣ
si: ක්‍රියා විශේෂණ පදය
sk: Príslovka
sl: Prislov
sq: Ndajfolje
sr: Прилог
tl: Pang-abay
uz: Ravish
zu: Isandiso

# posPronoun
source: Pronoun
am: ተውላጠ ስም
as: সৰ্বনাম
be: Займеннік
bg: Местоимение
ca: Pronom
cy: Rhagenw
et: Asesõna
eu: Izenordaina
gl: Pronome
hy: Դերանուն
is: Fornafn
ka: ნაცვალსახელი
kk: Есімдік
km: សព្វនាម
ko: 대명사
ky: Ат атооч
lo: ຄໍາແທນນາມ
mk: Заменка
mn: Орлуун үг
my: နာမ်စား
nb: Pronomen
ne: सर्वनाम
or: ସର୍ବନାମ
si: සර්වනාමය
sk: Zámeno
sl: Zaimek
sq: Përemër
sr: Заменица
tl: Panghalip
uz: Olmos
zu: Isabizwana

# posPreposition
source: Preposition
am: መስተዋድድ
as: প্ৰিপ’জিচন
be: Прыназоўнік/часціца
bg: Предлог/Следлог
ca: Preposició
cy: Arddodiad/Ôl-ddodiad
et: Eessõna/kaassõna
eu: Preposizioa/Postposizioa
gl: Preposición
hy: Նախդիր/կապ
is: Forsetning/hjálparorð
ka: წინდებული/ნაწილაკი
kk: Предлог/Жалғау
km: បុព្វបទ/ធ្នាក់
ko: 전치사/조사
ky: Предлог/Жардамчы сөз
lo: ຄໍາບຸພະບົດ/ຄໍາຊ່ວຍ
mk: Предлог/изговор
mn: Орхигдох эгшиг/Төлөөний үг
my: ဝိဘတ်/အစ
nb: Preposisjon
ne: अव्यय/विभक्ति
or: ଅବ୍ୟୟ
si: පූර්ව නිපාතය/පශ්චාත් නිපාතය
sk: Predložka
sl: Predlog/veznik
sq: Parafjalë
sr: Предлог/Предлог
tl: Preposisyon
uz: Old ko'makchi/bog'lovchi
zu: Isandiso/Inhlanganiso

# posConjunction
source: Conjunction
am: ማያያዣ
as: সংযোজক
be: Злучнік
bg: Съюз
ca: Conjunció
cy: Cysylltair
et: Sidesõna
eu: Lokailua
gl: Conxunción
hy: Շաղկապ
is: Tengiorð
ka: კავშირი
kk: Жалғаулық
km: សន្ធាន
ko: 접속사
ky: Байламта
lo: ຄໍາສັນຍານ
mk: Сврзник
mn: Холбох үг
my: ဆက်စပ်ပုဒ်
nb: Konjunksjon
ne: संयोजक
or: ସଂଯୋଜକ
si: සමුච්චය
sk: Spojka
sl: Veznik
sq: Lidhëz
sr: Веза
tl: Pang-ugnay
uz: Bog'lovchi
zu: Isihlanganisi

# posInterjection
source: Interjection
am: ቃለ አጋኖ
as: বিস্ময়বোধক
be: Выклічнік
bg: Междуметие
ca: Interjecció
cy: Ebychnod
et: Hüüdsõna
eu: Harridura-hitza
gl: Interxección
hy: Ձայնարկություն
is: Upphrópun
ka: შორისდებული
kk: Одағай
km: ឧទានសព្ទ
ko: 감탄사
ky: Сырдык сөз
lo: ຄຳອຸທານ
mk: Извик
mn: Ам барьцаалах үг
my: အာမေဍိတ်
nb: Interjeksjon
ne: विस्मयादिबोधक
or: ଆଶ୍ଚର୍ଯ୍ୟବାଚକ
si: අන්තර්ක්‍රියා
sk: Citoslovce
sl: Medmet
sq: Pasthirrmë
sr: Узвик
tl: Pandamdam
uz: Undov
zu: Isimemezelo

# typeStatement
source: Statement
am: መግለጫ
as: বিবৃতি
be: Сцвярджальнае
bg: Декларативно изречение
ca: Afirmació
cy: Datganiad
et: Väitlause
eu: Baieztapena
gl: Declaración
hy: Պնդողական նախադասություն
is: fullyrðing
ka: განცხადება
kk: Хабарлы сөйлем
km: ប្រយោគបញ្ជាក់
ko: 평서문
ky: Декларативдик сүйлөм
lo: ປະໂຫຍກ
mk: Изјава
mn: Мэдэгдэл
my: အပြော
nb: Fortellende
ne: विज्ञप्ति
or: ବିବୃତି
si: ප්‍රකාශය
sk: Oznámenie
sl: Poved
sq: Deklaratë
sr: Изјава
tl: Pahayag
uz: Darax gap
zu: Isitatimende

# typeQuestion
source: Question
am: ጥያቄ
as: প্ৰশ্ন
be: Пытальнае
bg: Въпросително изречение
ca: Pregunta
cy: Cwestiwn
et: Küsilause
eu: Galdera
gl: Pregunta
hy: Հարցական նախադասություն
is: Spurning
ka: კითხვა
kk: Сұраулы сөйлем
km: ប្រយោគសួរ
ko: 의문문
ky: Суроолуу сүйлөм
lo: ຄໍາຖາມ
mk: Прашање
mn: Асуулт
my: အမေး
nb: Spørsmål
ne: प्रश्न
or: ପ୍ରଶ୍ନ
si: ප්‍රශ්නය
sk: Otázka
sl: Vprašanje
sq: Pyetje
sr: Питање
tl: Tanong
uz: So'roq gap
zu: Umbuzo

# typeExclamation
source: Exclamation
am: ቃለ አጋኖ
as: বিস্ময়বোধক
be: Клічнае
bg: Възклицателно изречение
ca: Exclamació
cy: Ebychnod
et: Hüüdlause
eu: Harridura
gl: Exclamación
hy: Բացականչական նախադասություն
is: Upphrópun
ka: ძახილი
kk: Лепті сөйлем
km: ប្រយោគឧទាន
ko: 감탄문
ky: Илептүү сүйлөм
lo: ຄຳອຸທານ
mk: Извичник
mn: Уулга алдах
my: အာမေဋိတ်
nb: Utrop
ne: विस्मयादिबोधक
or: ଉଦ୍ଗାର
si: උද්ඝෝෂණය
sk: Výkrik
sl: Klicaj
sq: Thirrje
sr: Узвик
tl: Bulalas
uz: Undov gap
zu: Isibabazo
