Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

# helpTitle
source: Help & Guide
af: Hulp & Gids
am: እገዛ & መመሪያ
ar: مساعدة ودليل
as: সহায়িকা & নিৰ্দেশনা
be: Дапамога і даведнікі
bg: Помощ и ръководство
bn: সাহায্য ও নির্দেশিকা
ca: Ajuda i guia
cs: Nápověda a Průvodce
cy: Help & Canllawiau
da: Hjælp & Guide
de: Hilfe & Anleitung
el: Βοήθεια & Οδηγός
es: Ayuda y Guía
et: Abi & juhend
eu: Laguntza eta Gidak
fa: راهنما و راهبری
fi: Ohje & Opas
fil: Tulong at Gabay
fr: Aide et Guide
gl: Axuda e guía
gu: મદદ અને માર્ગદર્શિકા
he: עזרה ומדריך
hi: सहायता और गाइड
hu: Segítség és Útmutató
hy: Օգնություն և ուղեցույց
id: Bantuan & Panduan
is: Hjálp & leiðbeiningar
it: Aiuto & Guida
ja: ヘルプ＆ガイド
ka: დახმარება და გზამკვლევი
kk: Анықтама & Нұсқаулық
km: ជំនួយ & មគ្គុទ្ទេសក៍
kn: ಸಹಾಯ ಮತ್ತು ಮಾರ್ಗದರ್ಶಿ
ko: 도움말 & 가이드
ky: Жардам жана колдонмо
lo: ຄູ່ມືແນະນຳ
mk: Помош и водич
ml: സഹായവും വഴികാട്ടിയും
mn: Тусламж & Заавар
mr: मदत आणि मार्गदर्शक
my: အကူအညီ & လမ်းညွှန်
nb: Hjelp og veiledning
ne: मद्दत र गाइड
nl: Hulp & Gids
or: ସହାୟତା ଏବଂ ଗାଇଡ୍
pa: ਮਦਦ ਅਤੇ ਗਾਈਡ
pl: Pomoc i Przewodnik
ro: Ajutor & Ghid
ru: Помощь и руководство
si: උපකාර සහ මාර්ගෝපදේශය
sk: Pomocník a sprievodca
sl: Pomoč in vodniki
sq: Ndihmë & Udhëzime
sr: Помоћ и водич
sv: Hjälp & Guide
sw: Msaada & Mwongozo
ta: உதவி மற்றும் வழிகாட்டி
te: సహాయం & గైడ్
th: ช่วยเหลือ & คู่มือ
tl: Tulong at Gabay
tr: Yardım & Rehber
uk: Допомога та Гайд
ur: مدد اور رہنما
uz: Yordam & Qo'llanma
vi: Trợ giúp & Hướng dẫn
zh_cn: 帮助与指南
zh_tw: 幫助與指南
zu: Usizo & Umhlahlandlela

# helpTabModes
source: Modes
af: Modusse
am: ስለ ሞዶች
ar: أوضاع
as: মোডৰ বিষয়ে
be: Апісанне рэжымаў
bg: Описание на режимите
bn: মোড
ca: Descripció dels modes
cs: Režimy
cy: Esboniad o'r Moddau
da: Tilstande
de: Modi
el: Λειτουργίες
es: Modos
et: Režiimide selgitus
eu: Moduen azalpena
fa: حالت‌ها
fi: Tilat
fil: Mga Mode
gl: Descrición dos modos
gu: મોડ્સ
he: מצבים
hi: मोड
hu: Módok
hy: Ռեժիմների նկարագրություն
id: Mode
is: Umfjöllun um stillingar
it: Modalità
ja: 機能紹介
ka: რეჟიმების აღწერა
kk: Режимдерді түсіндіру
km: ការពិពណ៌នាអំពីរបៀប
kn: ಮೋಡ್‌ಗಳು
ko: 모드 설명
ky: Режимдерди түшүндүрүү
lo: ຄຳອະທິບາຍໂໝດ
mk: Објаснување на режимите
ml: മോഡുകൾ
mn: Горим тайлбар
mr: मोड्स
my: ပုံစံများအကြောင်း
nb: Modusforklaring
ne: मोड विवरण
nl: Modi
or: ମୋଡ୍ ବ୍ୟାଖ୍ୟା
pa: ਮੋਡ
pl: Tryby
ro: Moduri
ru: Режимы
si: මාදිලි පැහැදිලි කිරීම
sk: Popis režimov
sl: Razlaga načinov
sq: Përshkrimi i Modit
sr: Објашњење режима
sv: Lägen
sw: Njia
ta: பயன்முறைகள்
te: మోడ్‌లు
th: โหมด
tl: Paglalarawan ng Mode
tr: Modlar
uk: Режими
ur: موڈز
uz: Rejimlar haqida ma'lumot
vi: Chế độ
zh_cn: 模式
zh_tw: 模式
zu: Incazelo Yezindlela

# helpTabJson
source: JSON Format
af: JSON Formaat
am: JSON ቅርጸት
ar: تنسيق JSON
as: JSON বিন্যাস
be: Фармат JSON
bg: JSON формат
bn: JSON ফরম্যাট
ca: Format JSON
cs: Formát JSON
cy: Fformat JSON
el: Μορφή JSON
es: Formato JSON
et: JSON-vorming
eu: JSON formatua
fa: فرمت JSON
fi: JSON Muoto
fr: Format JSON
gl: Formato JSON
gu: JSON ફોર્મેટ
he: פורמט JSON
hi: JSON प्रारूप
hu: JSON Formátum
hy: JSON ձևաչափ
id: Format JSON
is: JSON snið
it: Formato JSON
ja: JSON形式
ka: JSON ფორმატი
kk: JSON форматы
km: ទម្រង់ JSON
kn: JSON ಸ್ವರೂಪ
ko: JSON 형식
ky: JSON форматы
lo: ຮູບແບບ JSON
mk: JSON формат
ml: JSON ഫോർമാറ്റ്
mn: JSON формат
mr: JSON फॉरमॅट
my: JSON ဖော်မတ်
ne: JSON ढाँचा
nl: JSON Formaat
or: JSON ଫର୍ମାଟ୍
pa: JSON ਫਾਰਮੈਟ
pl: Format JSON
ro: Format JSON
ru: Формат JSON
si: JSON ආකෘතිය
sk: Formát JSON
sl: Format JSON
sq: Formati JSON
sr: JSON формат
sw: Muundo wa JSON
ta: JSON வடிவம்
te: JSON ఫార్మాట్
th: รูปแบบ JSON
tl: Format ng JSON
tr: JSON Formatı
uk: Формат JSON
ur: JSON فارمیٹ
uz: JSON formati
vi: Định dạng JSON
zh_cn: JSON 格式
zh_tw: JSON 格式
zu: Ifomethi ye-JSON

# helpTabTour
source: Tour
af: Toer
am: ተሞክሮ ያድርጉ
ar: جولة
as: অনুভৱ কৰক
be: Пачаць тур
bg: Обиколка
bn: ট্যুর
ca: Fer un recorregut
cs: Prohlídka
cy: Cymryd Taith
da: Tur
el: Περιήγηση
et: Tutvustus
eu: Esperimentatu
fa: تور
fi: Kierros
fil: Pasyal
gl: Visita guiada
gu: ટૂર
he: סיור
hi: टूर
hu: Túra
hy: Փորձարկել
id: Tur
is: Kynnisferð
ja: ツアー
ka: დემო
kk: Тәжірибе жасау
km: សាកល្បង
kn: ಪ್ರವಾಸ
ko: 체험하기
ky: Саякаттоо
lo: ທົດລອງໃຊ້
mk: Пробај
ml: ടൂർ
mn: Туршлага хуримтлуулах
mr: टूर
my: စမ်းသုံးကြည့်ပါ
nb: Prøv en omvisning
ne: अनुभव लिनुहोस्
nl: Rondleiding
or: ଅନୁଭବ କରନ୍ତୁ
pa: ਟੂਰ
pl: Wycieczka
ro: Tur
ru: Тур
si: අත්දැකීම
sk: Prehliadka
sl: Vodeni ogled
sq: Bëni një shëtitje
sr: Пробајте
sv: Tur
sw: Ziara
ta: சுற்றுலா
te: టూర్
th: ทัวร์
tl: Mag-tour
tr: Tur
uk: Тур
ur: ٹور
uz: Namuna
vi: Hướng dẫn
zh_cn: 新手引导
zh_tw: 導覽
zu: Zithokozise

# helpMode1Desc
source: Recognize voice, translate to target language, and listen to the result.
af: Herken stem, vertaal en luister na resultaat.
am: ድምጽን በመለየት ይተረጉሙ፣ እና ውጤቱን ማዳመጥ ይችላሉ።
ar: تعرف على الصوت، ترجم للغة الهدف، واستمع للنتيجة.
as: কথা শুনি অনুবাদ কৰিব পাৰি আৰু ফলাফল শুনিব পাৰি।
be: Перакладайце з дапамогай распазнавання гаворкі і праслухоўвайце вынікі.
bg: Разпознава глас, превежда и позволява да чуете резултата.
bn: কণ্ঠস্বর শনাক্ত করুন, অনুবাদ করুন এবং ফলাফল শুনুন।
ca: Reconeix la veu per traduir i escolta els resultats.
cs: Rozpoznání hlasu, překlad a poslech výsledku.
cy: Adnabod llais a chyfieithu, a gwrando ar y canlyniadau.
da: Talegenkendelse, oversættelse og lyt til resultat.
de: Stimme erkennen, in Zielsprache übersetzen und Ergebnis anhören.
el: Αναγνώριση φωνής, μετάφραση και ακρόαση αποτελέσματος.
es: Reconoce voz, traduce al idioma destino y escucha el resultado.
et: Tuvastab häält ja tõlgib selle ning võimaldab tulemusi kuulata.
eu: Ahotsa ezagutuz itzultzen du eta emaitzak entzun ditzakezu.
fa: شناسایی صدا، ترجمه و گوش دادن به نتیجه.
fi: Puheentunnistus, käännös ja kuuntelu.
fil: Kilalanin ang boses, isalin at pakinggan ang resulta.
fr: Reconnaître la voix, traduire dans langue cible et écouter le résultat.
gl: Recoñece a voz para traducir e permite escoitar os resultados.
gu: અવાજ ઓળખો, અનુવાદ કરો અને પરિણામ સાંભળો.
he: זיהוי קול, תרגום והאזנה לתוצאה.
hi: आवाज़ पहचानें, लक्ष्य भाषा में अनुवाद करें और परिणाम सुन.
hu: Hangfelismerés, fordítás és eredmény meghallgatása.
hy: Ճանաչում է ձայնը և թարգմանում, կարող եք լսել արդյունքը։
id: Kenali suara, terjemahkan, dan dengarkan hasilnya.
is: Þekkja rödd, þýða og hlusta á niðurstöðurnar.
it: Riconosci voce, traduci nella lingua di destinazione e ascolta il risultato.
ja: 音声を認識して翻訳し、結果を聞くことができます。新しい表現を学ぶのに最適です。
ka: თარგმნეთ თქვენი ხმა და მოუსმინეთ შედეგებს.
kk: Дауысты танып, аударып, нәтижесін тыңдай аласыз.
km: ស្គាល់សំឡេង បកប្រែ និងស្តាប់លទ្ធផល។
kn: ಧ್ವನಿಯನ್ನು ಗುರುತಿಸಿ, ಅನುವಾದಿಸಿ ಮತ್ತು ಫಲಿತಾಂಶವನ್ನು ಆಲಿಸಿ.
ko: 음성을 인식하여 번역하고, 결과를 들어볼 수 있습니다.
ky: Үндү таануу аркылуу которуп, жыйынтыгын угууга болот.
lo: ຮັບຮູ້ສຽງເພື່ອແປ, ແລະສາມາດຟັງຜົນໄດ້.
mk: Преведува со препознавање на говор и може да ги слушнете резултатите.
ml: ശബ്ദം തിരിച്ചറിയുക, വിവർത്തനം ചെയ്യുക, ഫലം കേൾക്കുക.
mn: Дуудлагыг таньж орчуулж, үр дүнг сонсох боломжтой.
mr: आवाज ओळखा, भाषांतर करा आणि निकाल ऐका.
my: အသံကို မှတ်သားပြီး ဘာသာပြန်နိုင်ကာ ရလဒ်ကို နားထောင်နိုင်သည်။
nb: Oversett ved å gjenkjenne stemmen og lytte til resultatene.
ne: आवाज पहिचान गरेर अनुवाद गर्नुहोस्, र परिणाम सुन्न सक्नुहुन्छ।
nl: Herken stem, vertaal naar doeltaal en luister naar resultaat.
or: ଭଏସ୍ ଚିହ୍ନଟ କରି ଅନୁବାଦ କରନ୍ତୁ ଏବଂ ଫଳାଫଳ ଶୁଣନ୍ତୁ।
pa: ਆਵਾਜ਼ ਪਛਾਣੋ, ਅਨੁਵਾਦ ਕਰੋ ਅਤੇ ਨਤੀਜਾ ਸੁਣੋ।
pl: Rozpoznaj głos, przetłumacz na język docelowy i odsłuchaj wynik.
ro: Recunoaștere vocală, traducere și ascultare rezultat.
ru: Распознавание голоса, перевод и прослушивание результата.
si: හඬ හඳුනාගෙන පරිවර්තනය කර, ප්‍රතිඵලවලට සවන් දෙන්න.
sk: Rozpoznáva a prekladá reč, výsledky si môžete vypočuť.
sl: Prepoznajte govor, ga prevedite in poslušajte rezultate.
sq: Njihni zërin për të përkthyer dhe dëgjoni rezultatin.
sr: Препознајте глас да бисте превели и преслушали резултате.
sv: Röstigenkänning, översättning och lyssna på resultat.
sw: Tambua sauti, tafsiri na sikiliza matokeo.
ta: குரலை அறிதல், மொழிபெயர்த்தல் மற்றும் முடிவைக் கேட்டல்.
te: వాయిస్‌ని గుర్తించండి, అనువదించండి మరియు ఫలితాన్ని వినండి.
th: จดจำเสียง แปลเป็นภาษาเป้าหมาย และฟังผลลัพธ์
tl: Kilalanin ang boses, isalin, at pakinggan ang resulta.
tr: Sesi tanı, hedef dile çevir ve sonucu dinle.
uk: Розпізнавання голосу, переклад та прослуховування.
ur: آواز پہچانیں، ترجمہ کریں اور نتیجہ سنیں۔
uz: Nutqni aniqlab tarjima qiling va natijalarni tinglang.
vi: Nhận dạng giọng nói, dịch sang ngôn ngữ đích và nghe kết quả.
zh_cn: 语音识别、翻译并收听结果。
zh_tw: 語音辨識、翻譯並收聽結果。
zu: Qaphela izwi lakho ukuhumusha, bese ulalela imiphumela.
