Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

# helpMode3Details
source: • Select Material: Choose learning pack • Interval: [-] [+] to adjust wait time (3s-60s) • Start/Stop: Control shadowing session • Speak: Listen to audio and repeat after it • Feedback: Accuracy score (0-100) with color code • Search Conditions: Filter practice targets by Tags, Recent N, or Start char
af: • Kies: Kies pakket • Interval: [-] [+] wagtyd (3s-60s) • Begin/Stop: Beheer sessie • Praat: Luister en herhaal • Telling: Akkuraatheid (0-100) • Probeer weer: Knoppie as stem nie bespeur word nie
am: • የውሂብ ምርጫ: ለማጥናት የውሂብ ስብስብ ይምረጡ • ክፍተት ማቀናበር: የዓረፍተ ነገር የቆይታ ጊዜን በ [-] [+] ቁልፎች ያስተካክሉ (ከ3 ሰከንድ እስከ 60 ሰከንድ) • ጀምር/አቁም: የጥላ ክፍለ ጊዜን ይቆጣጠሩ • መናገር: ድምጽን ያዳምጡ እና ይድገሙ • ግብረመልስ: ትክክለኛነት ነጥብ (0-100) እና የቀለም ምልክት • የፍለጋ ሁኔታዎች: በመለያዎች፣ በቅርብ ጊዜ ዕቃዎች ወይም በሚጀምሩ ፊደላት ያጣሩ
ar: • اختيار المادة: اختر حزمة تعلم • الفاصل: [-] [+] وقت الانتظار (3-60 ثانية) • بدء/إيقاف: التحكم بالجلسة • تحدث: استمع للصوت وردد • الملاحظات: درجة الدقة (0-100) • إعادة المحاولة: زر إعادة المحاولة إذا لم يتم اكتشاف الصوت
as: • সামগ্ৰী নিৰ্বাচন: শিকিবলৈ এটা সামগ্ৰী সংকলন নিৰ্বাচন কৰক • সময় নিৰ্ধাৰণ: বাক্যৰ মাজত অপেক্ষাৰ সময় এডজাষ্ট কৰিবলৈ [-] [+] বুটাম (3 চেকেণ্ড – 60 চেকেণ্ড) • আৰম্ভ/বন্ধ: শ্বেড’ইং ছেচন নিয়ন্ত্ৰণ কৰক • কোৱা: কথাবোৰ শুনক আৰু পুনৰাবৃত্তি কৰক • ফীডবেক: সঠিকতাৰ নম্বৰ (0-100) আৰু ৰং প্ৰদৰ্শন • সন্ধানৰ চৰ্তসমূহ: টেগ, শেহতীয়া আইটেম, আৰম্ভণিৰ আখৰৰ দ্বাৰা অনুশীলন লক্ষ্য ফিল্টাৰ কৰা
be: • Выбар матэрыялаў: выберыце набор матэрыялаў для вывучэння • Налада інтэрвалу: наладзьце час чакання паміж фразамі з дапамогай кнопак [-] [+]. (3 секунды ~ 60 секунд) • Пачатак/Стоп: кантроль сеансу ценявога паўтарэння • Размова: праслухоўванне і паўтарэнне гаворкі • Зваротная сувязь: паказ дакладнасці ў балах (0-100) і колерам • Крытэрыі пошуку: фільтрацыя практыкаванняў па тэгах, нядаўніх элементах або пачатковых літарах
bg: • Избор на материали: Изберете колекцията от материали за учене • Настройка на интервала: Регулирайте времето за изчакване между изреченията с бутоните [-] [+](3 сек. ~ 60 сек.) • Старт/Стоп: Контролирайте сесията за засенчване • Говорене: Слушайте гласа и говорете след него • Обратна връзка: Показва оценка за точност (0-100) и цвят • Условия за търсене: Филтриране на целта за практика по таг, последни елементи, начална буква
bn: • নির্বাচন: প্যাকেজ বেছে নিন • বিরতি: [-] [+] অপেক্ষার সময় (৩সে-৬০সে) • শুরু/বন্ধ: সেশন নিয়ন্ত্রণ করুন • বলুন: অডিও শুনুন এবং পুনরাবৃত্তি করুন • স্কোর: নির্ভুলতা (০-১০০) • পুনরাবৃত্তি: ভয়েস শনাক্ত না হলে বোতাম
ca: • Selecció de materials: Selecciona la col·lecció de materials que vols estudiar • Configuració de l'interval: Ajusta el temps d'espera entre frases amb els botons [-] [+](3 segons ~ 60 segons) • Comença/Atura: Controla la sessió de shadowing • Parla: Escolta la veu i repeteix • Comentaris: Puntuació de precisió (0-100) i visualització del color • Criteris de cerca: Filtra l'objectiu de la pràctica per etiqueta, element recent o lletra inicial
cs: • Výběr: Zvolte balíček • Interval: [-] [+] prodleva (3s-60s) • Start/Stop: Ovládání relace • Mluvit: Poslouchejte a opakujte • Skóre: Přesnost (0-100) • Znovu: Tlačítko opakování při nerozpoznání
cy: • Dewis Deunydd: dewiswch y casgliad deunydd i'w astudio • Gosod Cyfwng: addaswch yr amser aros rhwng brawddegau gyda botymau [-] [+] (3 eiliad i 60 eiliad) • Dechrau/Stopio: rheoli sesiwn gysgodi • Siarad: gwrando ar lais a'i ailadrodd • Adborth: sgôr cywirdeb (0-100) a dangos lliwiau • Amodau Chwilio: hidlo targedau ymarfer yn ôl tagiau, eitemau diweddar, a llythrennau cyntaf
da: • Vælg: Vælg pakke • Interval: [-] [+] ventetid (3s-60s) • Start/Stop: Kontroller session • Tal: Lyt og gentag • Score: Nøjagtighed (0-100) • Prøv igen: Knap hvis stemme ej fundet
de: • Materialwahl: Lernpaket wählen • Intervall: [-] [+] Wartezeit anpassen (3s-60s) • Start/Stop: Sitzung steuern • Sprechen: Audio hören und nachsprechen • Feedback: Genauigkeit (0-100) mit Farbcode • Wiederholen: Retry-Button nutzen falls keine Stimme erkannt
el: • Επιλογή: Διαλέξτε πακέτο • Διάστημα: [-] [+] χρόνος αναμονής (3δ-60δ) • Start/Stop: Έλεγχος συνεδρίας • Ομιλία: Ακούστε και επαναλάβετε • Βαθμολογία: Ακρίβεια (0-100) • Επανάληψη: Κουμπί δοκιμής ξανά
es: • Seleccionar Material: Elige paquete de aprendizaje • Intervalo: [-] [+] ajusta tiempo de espera (3s-60s) • Iniciar/Parar: Controla la sesión • Hablar: Escucha el audio y repite después • Feedback: Puntuación de precisión (0-100) con código de color • Reintentar: Usa el botón si no se detecta voz
et: • Materjali valik: vali õpitav materjalikogum • Intervalli seadistus: reguleeri lausete vahelist ooteaega nuppudega [-] [+], (3 sekundit kuni 60 sekundit) • Alusta/peata: varjutamise seansi juhtimine • Räägi: kuula häält ja korda seda • Tagasiside: täpsusskoor (0–100) ja värviindikaator • Otsingutingimused: filtreeri harjutatavaid üksusi siltide, hiljutiste üksuste või algustähe järgi
eu: • Materiala hautatu: ikasteko datu-multzoa hautatu • Tartea ezarri: doitu esaldien arteko itxaron-denbora [-] [+] botoiekin (3s-60s) • Hasi/Gelditu: itzal saioa kontrolatu • Hitz egin: entzun ahotsa eta errepikatu • Iradokizunak: zehaztasun puntuazioa (0-100) eta kolore-adierazpena • Bilaketa-baldintzak: etiketak, azken elementuak, hasierako letrarekin iragazi
fa: • انتخاب: بسته را انتخاب کنید • فاصله: [-] [+] زمان انتظار (3ثانیه-60ثانیه) • شروع/توقف: کنترل جلسه • صحبت کردن: گوش دهید و تکرار کنید • امتیاز: دقت (0-100) • تلاش مجدد: دکمه تلاش مجدد در صورت عدم تشخیص صدا
fi: • Valitse: Valitse paketti • Aikaväli: [-] [+] odotusaika (3s-60s) • Aloita/Lopeta: Hallitse istuntoa • Puhu: Kuuntele ja toista • Pisteet: Tarkkuus (0-100) • Uusinta: Painike jos ääntä ei tunnisteta
fil: • Pumili: Pumili ng package • Agwat: [-] [+] oras ng paghihintay (3s-60s) • Simulan/Itigil: Kontrolin ang sesyon • Magsalita: Makinig at ulitin • Marka: Kawastuhan (0-100) • Subukan muli: Button kung hindi makita ang boses
fr: • Sélection Matériel: Choisissez le pack d'apprentissage • Intervalle: [-] [+] ajuster le temps d'attente (3s-60s) • Début/Arrêt: Contrôler la session • Parler: Écoutez l'audio et répétez après • Feedback: Score de précision (0-100) avec code couleur • Réessayer: Utilisez le bouton si aucune voix détectée
gl: • Selección de material: selecciona o libro de traballo para aprender • Axuste do intervalo: axusta o tempo de espera entre frases cos botóns [-] [+]. (3 segundos ~ 60 segundos) • Comezar/Deter: controlar a sesión de shadowing • Falar: escoitar a voz e repetir • Comentarios: puntuación de precisión (0-100) e visualización de cor • Criterios de busca: filtrar os obxectivos da práctica por etiquetas, elementos recentes, letra inicial
gu: • પસંદ કરો: પેકેજ પસંદ કરો • અંતરાલ: [-] [+] પ્રતીક્ષા સમય (3સે-60સે) • શરૂ/બંધ: સત્ર નિયંત્રિત કરો • બોલો: ઓડિયો સાંભળો અને પુનરાવર્તન કરો • સ્કોર: ચોકસાઈ (0-100) • ફરી પ્રયાસ: જો અવાજ ન મળે તો બટન
he: • בחר: בחר חבילה • מרווח: [-] [+] זמן המתנה (3ש'-60ש') • התחל/עצור: שליטה בסשן • דבר: האזן וחזור • ניקוד: דיוק (0-100) • נסה שוב: כפתור אם קול לא מזוהה
hi: • सामग्री चुनें: लर्निंग पैक चुनें • अंतराल: [-] [+] प्रतीक्षा समय समायोजित करें (3s-60s) • स्टार्ट/स्टॉप: सत्र नियंत्रित करें • बोलें: ऑडियो सुनें और दोहराएं • फ़ीडबैक: सटीकता स्कोर (0-100) • पुनः प्रयास करें: यदि आवाज़ का पता नहीं चलता है तो बटन का उपयोग करें
hu: • Kiválasztás: Válasszon csomagot • Időköz: [-] [+] várakozás (3mp-60mp) • Start/Stop: Munkamenet vezérlése • Beszéd: Hallgassa és ismételje • Pontszám: Pontosság (0-100) • Újra: Gomb ha a hang nem észlelhető
hy: • Նյութի ընտրություն՝ ընտրեք ուսումնասիրելու նյութերի հավաքածուն • Միջակայքի կարգավորում՝ կարգավորեք նախադասությունների միջև սպասման ժամանակը [-] [+] կոճակներով (3 վրկ-ից 60 վրկ) • Սկսել/Դադարեցնել՝ վերահսկեք ստվերային նիստը • Խոսել՝ լսեք ձայնը և կրկնեք • Հետադարձ կապ՝ ճշգրտության միավոր (0-100) և գույնի ցուցադրում • Որոնման պայմաններ՝ զտեք մարզումների թիրախը ըստ թեգերի, վերջին տարրերի, սկսվող տառերի
id: • Pilih Materi: Pilih paket belajar • Interval: [-] [+] atur waktu tunggu (3d-60d) • Mulai/Berhenti: Kontrol sesi • Bicara: Dengar audio dan ulangi • Umpan Balik: Skor akurasi (0-100) • Coba Lagi: Gunakan tombol coba lagi jika suara tidak terdeteksi
is: • Efnisval: Veldu efnissett til að læra • Millibilsstilling: Stilltu biðtímann á milli setninga með [-] [+] hnöppunum (3 sekúndur til 60 sekúndur) • Byrja/stöðva: Stjórnaðu skuggastund • Tala: Hlustaðu á rödd og endurtaktu • Viðbrögð: Nákvæmnisstig (0-100) og litaskjár • Leitarskilyrði: Síaðu æfingamarkmið eftir merki, nýlegum hlutum eða upphafsstöfum
it: • Seleziona Materiale: Scegli pacchetto studio • Intervallo: [-] [+] regola attesa (3s-60s) • Start/Stop: Controlla sessione • Parla: Ascolta audio e ripeti • Feedback: Punteggio precisione (0-100) • Riprova: Usa pulsante riprova se voce non rilevata
ja: • 教材選択: 学習する教材パックを選択 • 間隔調整: [-] [+] ボタンで文章間の待機時間を設定 (3秒〜60秒) • 開始/停止: 再生ボタンでシャドーイングセッションを制御 • 話す: ネイティブの音声を聞いて真似て話す • フィードバック: 発音の正確さをスコア (0-100) と色で表示 (緑/橙/赤) • 再試行: 認識失敗時に再試行ボタンを使用
ka: • მასალის არჩევა: აირჩიეთ მასალა სასწავლად. • ინტერვალის დაყენება: დაარეგულირეთ ლოდინის დრო წინადადებებს შორის [-] [+] ღილაკებით (3 წმ-დან 60 წმ-მდე) • დაწყება/შეჩერება: დაჩრდილვის სესიის კონტროლი • საუბარი: მოუსმინეთ და გაიმეორეთ ხმა • გამოხმაურება: სიზუსტის ქულა (0-100) და ფერის ჩვენება • საძიებო პირობები: გაფილტრეთ სავარჯიშო მიზნები ტეგებით, ბოლო ელემენტებით ან საწყისი ასოებით
kk: • Материалды таңдау: оқуға арналған материалды таңдау • Аралықты орнату: сөйлемдер арасындағы күту уақытын реттеу үшін [-] [+] батырмаларын пайдаланыңыз (3 секундтан 60 секундқа дейін) • Бастау/Тоқтату: Shadowing сеансын басқару • Сөйлеу: дауысты тыңдап, қайталап айтыңыз • Кері байланыс: дәлдік көрсеткіші (0-100) және түс дисплейі • Іздеу шарттары: тегтер, соңғы элементтер, басталатын әріптер арқылы жаттығу мақсатын сүзгілеу
km: • ជ្រើសរើសសម្ភារៈ៖ ជ្រើសរើសបណ្ណាល័យដែលត្រូវរៀន • កំណត់ចន្លោះពេល៖ លៃតម្រូវពេលវេលារង់ចាំរវាងប្រយោគជាមួយប៊ូតុង [-] [+] (3 វិនាទី ដល់ 60 វិនាទី) • ចាប់ផ្ដើម/បញ្ឈប់៖ គ្រប់គ្រងវគ្គ Shadowing • និយាយ៖ ស្ដាប់សំឡេង និងនិយាយឡើងវិញ • មតិកែលម្អ៖ ពិន្ទុភាពត្រឹមត្រូវ (0-100) និងការបង្ហាញពណ៌ • លក្ខខណ្ឌស្វែងរក៖ ត្រងគោលដៅអនុវត្តតាមស្លាក សារធាតុថ្មីៗ ពាក្យចាប់ផ្ដើម
kn: • ಆಯ್ಕೆಮಾಡಿ: ಪ್ಯಾಕೇಜ್ ಆಯ್ಕೆಮಾಡಿ • ಅಂತರ: [-] [+] ಕಾಯುವ ಸಮಯ (3ಸೆ-60ಸೆ) • ಪ್ರಾರಂಭಿಸಿ/ನಿಲ್ಲಿಸಿ: ಸೆಷನ್ ನಿಯಂತ್ರಿಸಿ • ಮಾತನಾಡಿ: ಆಡಿಯೋ ಆಲಿಸಿ ಮತ್ತು ಪುನರಾವರ್ತಿಸಿ • ಸ್ಕೋರ್: ನಿಖರತೆ (0-100) • ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ: ಧ್ವನಿ ಪತ್ತೆಯಾಗದಿದ್ದರೆ ಬಟನ್
ko: • 자료집 선택: 우측 상단 메뉴(⋮)에서 '학습 자료집 선택' 이용 • 간격 설정: [-] [+] 버튼으로 문장 간 대기 시간 조정 (3초~60초) • 시작/정지: 중앙의 시작/종료 버튼으로 세션 제어 • 말하기: 원어민 음성을 듣고 큰 소리로 따라하기 • 피드백: 정확도 점수(0-100) 및 색상 표시 • 필터 설정: 설정(톱니바퀴) 아이콘에서 태그별 연습 범위 지정
ky: • Материалды тандоо: үйрөнө турган жыйнакты тандоо • Аралыкты жөндөө: [-] [+] баскычтары менен сүйлөмдөрдүн арасындагы күтүү убактысын жөндөө (3 секунд ~ 60 секунд) • Баштоо/токтотуу: көлөкөлөө сессиясын башкаруу • Сүйлөө: үндү угуп кайталап айтуу • Кайтарым байланыш: тактык упайы (0-100) жана түс белгиси • Издөө шарттары: тэг, акыркы элемент, баштапкы тамга боюнча машыгуу объектисин чыпкалоо
lo: • ເລືອກເອກະສານ: ເລືອກຊຸດເອກະສານທີ່ຈະຮຽນຮູ້ • ຕັ້ງຄ່າໄລຍະຫ່າງ: ປັບເວລາລໍຖ້າລະຫວ່າງປະໂຫຍກດ້ວຍປຸ່ມ [-] [+](3 ວິນາທີ ~ 60 ວິນາທີ) • ເລີ່ມ/ຢຸດ: ຄວບຄຸມເຊດຊັນ Shadowing • ເວົ້າ: ຟັງສຽງແລ້ວເວົ້າຕາມ • ຄຳຕິຊົມ: ສະແດງຄະແນນຄວາມຖືກຕ້ອງ (0-100) ແລະສີ • ເງື່ອນໄຂການຄົ້ນຫາ: ກັ່ນຕອງເປົ້າໝາຍການຝຶກດ້ວຍແທັກ, ລາຍການຫຼ້າສຸດ, ຕົວອັກສອນເລີ່ມຕົ້ນ
mk: • Избор на материјал: изберете збирка материјали за учење • Поставување интервал: прилагодете го времето на чекање помеѓу речениците со копчињата [-] [+ ] (3 секунди ~ 60 секунди) • Почеток/Стоп: контрола на сесијата за следење • Зборување: слушајте го гласот и повторувајте • Повратни информации: приказ на резултатот за точност (0-100) и боја • Услови за пребарување: филтрирајте ги целите за вежбање по ознаки, неодамнешни ставки, почетни букви
ml: • തിരഞ്ഞെടുക്കുക: പാക്കേജ് തിരഞ്ഞെടുക്കുക • ഇടവേള: [-] [+] കാത്തിരിപ്പ് സമയം (3സെ-60സെ) • ആരംഭിക്കുക/നിർത്തുക: സെഷൻ നിയന്ത്രിക്കുക • സംസാരിക്കുക: ഓഡിയോ കേട്ട് ആവർത്തിക്കുക • സ്കോർ: കൃത്യത (0-100) • വീണ്ടും ശ്രമിക്കുക: ശബ്ദം കണ്ടെത്തിയില്ലെങ്കിൽ ബട്ടൺ
mn: • Материал сонгох: Сурах материалаа сонгох • Завсрын хугацаа тохируулах: [-] [+] товчлуураар өгүүлбэр хоорондын хүлээх хугацааг тохируулах (3 секундээс 60 секунд хүртэл) • Эхлүүлэх/Зогсоох: Shadowing сессийг хянах • Ярих: Дууг сонсоод дагаж ярих • Санал хүсэлт: Нарийвчлалын оноо (0-100) болон өнгөний дэлгэц • Хайлтын нөхцөл: Таг, саяхны зүйл, эхний үсгээр дадлага хийх зүйлийг шүүх
mr: • निवडा: पॅकेज निवडा • मध्यांतर: [-] [+] प्रतीक्षा वेळ (3से-60से) • सुरू/थांबा: सत्र नियंत्रित करा • बोला: ऑडिओ ऐका आणि पुनरावृत्ती करा • स्कोअर: अचूकता (0-100) • पुन्हा प्रयत्न: आवाज न सापडल्यास बटण
my: • အချက်အလက် ရွေးချယ်ခြင်း- သင်ယူလိုသော အချက်အလက်များ စုစည်းထားသော စာအုပ်ကို ရွေးပါ • ကြားကာလ ဆက်တင်- [-] [+] ခလုတ်ဖြင့် စာကြောင်းကြား စောင့်ဆိုင်းချိန်ကို ချိန်ညှိပါ (၃ စက္ကန့်မှ ၆၀ စက္ကန့်ထိ) • စတင်/ရပ်ခြင်း- 쉐도잉 စစ်ဆင်ရေးကို ထိန်းချုပ်ပါ • ပြောခြင်း- အသံကို နားထောင်ပြီး လိုက်ပြောပါ • တုံ့ပြန်ချက်- တိကျမှု ရမှတ် (၀-၁၀၀) နှင့် အရောင်ကို ပြပါ • ရှာဖွေရန် အခြေအနေ- တဂ်၊ နောက်ဆုံးအကြောင်းအရာ၊ စာလုံးအစဖြင့် လေ့ကျင့်ရန်အတွက် စစ်ထုတ်ခြင်း
nb: • Velg materiale: Velg materialet du vil studere • Angi intervall: Juster ventetiden mellom setningene med [-] [+] (3 sekunder til 60 sekunder) • Start/Stopp: Kontroller skyggeøkten • Snakk: Lytt til stemmen og gjenta • Tilbakemelding: Nøyaktighetsskår (0-100) og fargedisplay • Søkekriterier: Filtrer øvelsesmål etter tagger, nylige elementer, startbokstaver
ne: • सामग्री छनोट गर्नुहोस्: सिक्नको लागि सामग्री संग्रह छनोट गर्नुहोस् • अन्तराल सेटिङ: [-] [+] बटनबाट वाक्यको बीचमा पर्खने समय समायोजन गर्नुहोस् (३ सेकेन्ड~६० सेकेन्ड) • सुरु/बन्द: Shadowing सत्र नियन्त्रण गर्नुहोस् • बोल्नुहोस्: आवाज सुनेर दोहोर्याउनुहोस् • प्रतिक्रिया: शुद्धता स्कोर (०-१००) र रङ प्रदर्शन गर्नुहोस् • खोजी सर्तहरू: ट्याग, हालसालैका वस्तुहरू, सुरु हुने अक्षरबाट अभ्यास गर्ने लक्ष्य फिल्टर गर्नुहोस्
nl: • Selecteer Materiaal: Kies studiepakket • Interval: [-] [+] pas wachttijd aan (3s-60s) • Start/Stop: Beheer sessie • Spreek: Luister audio en herhaal • Feedback: Score (0-100) • Probeer Opnieuw: Knop als stem niet gedetecteerd
or: • ଉପାଦାନ ଚୟନ: ଅଧ୍ୟୟନ କରିବାକୁ ଉପାଦାନ ସଂଗ୍ରହ ଚୟନ କରନ୍ତୁ • ବ୍ୟବଧାନ ସେଟ୍ କରନ୍ତୁ: ବାକ୍ୟ ମଧ୍ୟରେ ଅପେକ୍ଷା ସମୟ ସମାୟୋଜନ କରିବାକୁ [-] [+] ବଟନ୍ (3 ସେକେଣ୍ଡ ~ 60 ସେକେଣ୍ଡ) • ଆରମ୍ଭ/ବନ୍ଦ: ଛାୟା ସେସନ୍ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ • କୁହନ୍ତୁ: ଭଏସ୍ ଶୁଣନ୍ତୁ ଏବଂ ପୁନରାବୃତ୍ତି କରନ୍ତୁ • ଫିଡବ୍ୟାକ୍: ସଠିକତା ସ୍କୋର୍ (0-100) ଏବଂ ରଙ୍ଗ ପ୍ରଦର୍ଶନ • ସର୍ଚ୍ଚ ସର୍ତ୍ତ: ଟ୍ୟାଗ୍, ସାମ୍ପ୍ରତିକ ଆଇଟମ୍, ଆରମ୍ଭ ଅକ୍ଷର ଦ୍ୱାରା ଅଭ୍ୟାସ ଲକ୍ଷ୍ୟ ଫିଲ୍ଟର୍ କରନ୍ତୁ
pa: • ਚੁਣੋ: ਪੈਕੇਜ ਚੁਣੋ • ਅੰਤਰਾਲ: [-] [+] ਉਡੀਕ ਦਾ ਸਮਾਂ (3ਸਕਿੰਟ-60ਸਕਿੰਟ) • ਸ਼ੁਰੂ/ਬੰਦ: ਸੈਸ਼ਨ ਕੰਟਰੋਲ ਕਰੋ • ਬੋਲੋ: ਆਡੀਓ ਸੁਣੋ ਅਤੇ ਦੁਹਰਾਓ • ਸਕੋਰ: ਸ਼ੁੱਧਤਾ (0-100) • ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼: ਜੇ ਆਵਾਜ਼ ਨਹੀਂ ਮਿਲਦੀ ਤਾਂ ਬਟਨ
pl: • Wybierz Materiał: Wybierz pakiet • Interwał: [-] [+] czas oczekiwania (3s-60s) • Start/Stop: Kontrola sesji • Mów: Słuchaj audio i powtarzaj • Feedback: Wynik dokładności (0-100) • Ponów: Przycisk ponawiania jeśli głos niewykryty
ro: • Selectare: Alege pachet • Interval: [-] [+] pauză (3s-60s) • Start/Stop: Control sesiune • Vorbește: Ascultă și repetă • Scor: Acuratețe (0-100) • Reîncearcă: Buton dacă vocea nu este detectată
ru: • Выбор: Выберите учебный пакет • Интервал: [-] [+] пауза (3с-60с) • Старт/Стоп: Управление сессией • Говорить: Слушайте аудио и повторяйте • Оценка: Точность (0-100) с цветом • Повтор: Кнопка повтора, если голос не распознан
si: • ද්‍රව්‍ය තේරීම: ඉගෙනීමට ද්‍රව්‍ය එකතුවක් තෝරන්න • පරතරය සකසන්න: [-] [+] බොත්තම් සමඟ වාක්‍ය අතර රැඳී සිටීමේ කාලය සකසන්න (තත්පර 3-60) • ආරම්භ කරන්න/නැවැත්වන්න: ෂැඩෝවිං සැසිය පාලනය කරන්න • කථා කිරීම: ශබ්දයට සවන් දී එය නැවත කරන්න • ප්‍රතිපෝෂණය: නිරවද්‍යතා ලකුණු (0-100) සහ වර්ණ සංදර්ශකය • සෙවුම් කොන්දේසි: ටැග්, මෑත අයිතම, ආරම්භක අකුරුවලින් පුහුණු ඉලක්ක පෙරහන් කරන්න
sk: • Výber materiálu: výber zbierky materiálov na učenie • Nastavenie intervalu: úprava čakacej doby medzi vetami pomocou tlačidiel [-] [+] (3 s ~ 60 s) • Spustenie/Zastavenie: ovládanie relácie shadowing • Rozprávanie: počúvanie a opakovanie reči • Spätná väzba: zobrazenie skóre presnosti (0-100) a farby • Podmienky vyhľadávania: filtrovanie cieľa cvičenia pomocou značiek, posledných položiek, počiatočných písmen
sl: • Izbira gradiva: izbira zbirke gradiv za učenje • Nastavitev intervala: prilagajanje časa čakanja med stavki z gumboma [-] [+](3 sekunde ~ 60 sekund) • Začetek/ustavitev: nadzor nad sejo senčenja • Govorjenje: poslušanje zvoka in ponavljanje • Povratne informacije: prikaz ocene točnosti (0–100) in barve • Pogoji iskanja: filtriranje cilja vadbe po oznakah, nedavnih elementih, začetnih črkah
sq: • Zgjidhni materialin: Zgjidhni librin e burimeve për të studiuar • Vendosni intervalin: Rregulloni kohën e pritjes midis fjalive me butonat [-] [+](3 sekonda deri në 60 sekonda) • Fillimi/Ndalo: Kontrolloni seancën e hijezimit • Të folurit: Dëgjoni zërin dhe përsëriteni • Reagimet: Shfaqni rezultatin e saktësisë (0-100) dhe ngjyrat • Kushtet e kërkimit: Filtro objektivat e praktikës sipas etiketës, artikujve të fundit ose shkronjave fillestare
sr: • Избор материјала: Изаберите збирку материјала за учење • Подешавање интервала: Подесите време чекања између реченица помоћу дугмади [-] [+]. (3 секунде ~ 60 секунди) • Почетак/заустављање: Контролишите сесију праћења • Говор: Слушајте глас и понављајте • Повратне информације: Приказ резултата тачности (0-100) и боје • Услови претраге: Филтрирање циља за вежбање по ознаци, недавним ставкама, почетном слову
sv: • Välj: Välj paket • Intervall: [-] [+] väntetid (3s-60s) • Start/Stopp: Kontrollera session • Tala: Lyssna och upprepa • Poäng: Noggrannhet (0-100) • Försök: Knapp om röst ej hittas
sw: • Chagua: Chagua kifurushi • Muda: [-] [+] muda wa kusubiri (3s-60s) • Anza/Simama: Dhibiti kikao • Zungumza: Sikiliza na rudia • Alama: Usahihi (0-100) • Jaribu tena: Kitufe ikiwa sauti haigunduliwi
ta: • தேர்ந்தெடு: தொகுப்பைத் தேர்ந்தெடு • இடைவேளை: [-] [+] காத்திருப்பு நேரம் (3வி-60வி) • தொடங்கு/நிறுத்து: அமர்வைக் கட்டுப்படுத்தவும் • பேசு: ஆடியோவைக் கேட்டு திரும்பச் சொல்லவும் • மதிப்பெண்: துல்லியம் (0-100) • மீண்டும் முயற்சி: குரல் கண்டறியப்படவில்லை என்றால் பொத்தான்
te: • ఎంచుకోండి: ప్యాకేజీని ఎంచుకోండి • విరామం: [-] [+] వేచి ఉండే సమయం (3సె-60సె) • ప్రారంభించు/ఆపు: సెషన్‌ను నియంత్రించండి • మాట్లాడు: ఆడియో వినండి మరియు పునరావృతం చేయండి • స్కోర్: ఖచ్చితత్వం (0-100) • మళ్ళీ ప్రయత్నించు: వాయిస్ గుర్తించబడకపోతే బటన్
th: • เลือกสื่อ: เลือกแพ็คเกจการเรียนรู้ • ระยะห่าง: [-] [+] ปรับเวลารอ (3วิ-60วิ) • เริ่ม/หยุด: ควบคุมเซสชัน • พูด: ฟังเสียงและพูดตาม • ผลตอบรับ: คะแนนความแม่นยำ (0-100) • ลองใหม่: ใช้ปุ่มลองใหม่หากไม่พบเสียง
tl: • Pumili ng Materyal: Pumili ng set ng materyal na pag-aaralan • Itakda ang Interval: Ayusin ang oras ng paghihintay sa pagitan ng mga pangungusap gamit ang mga button na [-] [+]. (3 segundo hanggang 60 segundo) • Simulan/Hinto: Kontrolin ang sesyon ng shadowing • Magsalita: Makinig at ulitin pagkatapos ng boses • Feedback: Ipinapakita ang score ng accuracy (0-100) at kulay • Mga Kundisyon sa Paghahanap: I-filter ang target ng pagsasanay ayon sa tag, kamakailang item, panimulang titik
tr: • Materyal Seç: Çalışma paketi seç • Aralık: [-] [+] bekleme süresi (3sn-60sn) • Başlat/Durdur: Oturumu kontrol et • Konuş: Sesi dinle ve tekrarla • Geri Bildirim: Doğruluk puanı (0-100) • Tekrar Dene: Ses algılanmazsa butonu kullan
uk: • Вибір: Виберіть пакет • Інтервал: [-] [+] пауза (3с-60с) • Старт/Стоп: Керування сесією • Говорити: Слухайте та повторюйте • Оцінка: Точність (0-100) • Повтор: Кнопка повтору, якщо голос не виявлено
ur: • منتخب کریں: پیکیج منتخب کریں • وقفہ: [-] [+] انتظار کا وقت (3سیکنڈ-60سیکنڈ) • شروع/بند: سیشن کنٹرول کریں • بولیں: آڈیو سنیں اور دہرائیں • سکور: درستگی (0-100) • دوبارہ کوشش: اگر آواز نہ ملے تو بٹن
uz: • Ma'lumotlarni tanlash: o'rganmoqchi bo'lgan ma'lumotlar to'plamini tanlang • Intervalni sozlash: [-] [+] tugmalari bilan jumlalar orasidagi kutish vaqtini sozlang (3 soniyadan 60 soniyagacha) • Boshlash/to'xtatish: soyalash seansini boshqaring • Gapirish: ovozni tinglang va takrorlang • Fikr-mulohaza: aniqlik balli (0-100) va rangli displey • Qidiruv shartlari: mashq qilish uchun teglarga, so'nggi elementlarga, bosh harflarga qarab filtrlash
vi: • Chọn tài liệu: Chọn gói học tập • Khoảng cách: [-] [+] điều chỉnh thời gian chờ (3s-60s) • Bắt đầu/Dừng: Điều khiển phiên nhại lại • Nói: Nghe âm thanh và lặp lại theo • Phản hồi: Điểm chính xác (0-100) với mã màu • Thử lại: Sử dụng nút thử lại nếu không phát hiện được giọng nói
zh_cn: • 选择资料：选择学习包 • 间隔：使用 [-] [+] 调整等待时间（3秒-60秒） • 开始/停止：控制跟读会话 • 说话：聆听音频并跟读 • 反馈：准确率评分（0-100）及颜色代码 • 重试：如果未检测到声音，请使用重试按钮
zh_tw: • 選擇資料：選擇學習包 • 間隔：使用 [-] [+] 調整等待時間（3秒-60秒） • 開始/停止：控制跟讀會話 • 說話：聆聽音訊並跟讀 • 反饋：準確率評分（0-100）及顏色代碼 • 重試：如果未偵測到聲音，請使用重試按鈕
zu: • Khetha Izinto Zokwakha: Khetha iqoqo lezinto zokufunda • Setha Isikhawu: Lungisa isikhathi sokulinda phakathi kwemisho ngezinkinobho [-] [+] (3 imizuzwana - 60 imizuzwana) • Qala/Misa: Lawula iseshini ye-shadowing • Khuluma: Lalela izwi bese ukhuluma ngemuva • Impendulo: Amamaki okunemba (0-100) nokuboniswa kombala • Izimo Zokusesha: Hlunga izinto ezingapheli ngamathegi, izinto zamuva, izinhlamvu zokuqala

# helpModeChatDesc
source: Practice real-world conversations by chatting with an AI persona.
am: ከ AI ሰው ጋር በመነጋገር የንግግር ልምምድ ያድርጉ።
as: এআই ব্যক্তিত্বৰ সৈতে কথা পাতি বাস্তৱিক কথোপকথনৰ অনুশীলন কৰক।
be: Практыкуйце рэальную размову, размаўляючы з AI-персанажам.
bg: Практикувайте разговори в реални ситуации, като говорите с AI персонаж.
ca: Practiqueu la conversa real xerrant amb una IA personalitzada.
cy: Ymarferwch sgiliau sgwrsio go iawn trwy sgwrsio â persona AI.
et: Harjuta vestlust tehisintellekti persooniga suheldes.
eu: Praktikatu elkarrizketak AI pertsonaiarekin hizketan.
gl: Practica a conversación real falando cunha personaxe de IA.
hy: Զրուցեք AI պերսոնաժի հետ և մարզվեք իրական խոսակցություններում:
is: Æfðu raunverulegar samræður með því að spjalla við AI persónu.
ja: AIペルソナと会話して、実践的な会話を練習してください。
ka: ივარჯიშეთ რეალურ საუბარში AI პერსონასთან საუბრით.
kk: AI персонасымен сөйлесіп, іс жүзіндегі сөйлеуді жаттықтырыңыз.
km: ហ្វឹកហាត់​ការ​សន្ទនា​ជាក់ស្តែង​ដោយ​ការ​ជជែក​ជាមួយ AI persona​។
ko: AI 페르소나와 대화하며 실전 회화를 연습하세요.
ky: AI персона менен сүйлөшүп, чыныгы сүйлөшүүнү машыктырыңыз.
lo: ສົນທະນາກັບ AI ເພື່ອຝຶກການສົນທະນາຕົວຈິງ.
mk: Вежбајте разговор во реални ситуации зборувајќи со AI персона.
mn: AI дүртэй ярилцаж, бодит харилцан яриаг дадлагажуулаарай.
my: AI ပုံရိပ်နဲ့ စကားပြောပြီး လက်တွေ့စကားပြောကို လေ့ကျင့်ပါ။
nb: Øv på samtaler med en AI-persona.
ne: एआई व्यक्तित्वसँग कुरा गरेर वास्तविक कुराकानी अभ्यास गर्नुहोस्।
or: AI ପେର୍ସୋନା ସହିତ କଥାବାର୍ତ୍ତା କରି ପ୍ରକୃତ ବାର୍ତ୍ତାଳାପର ଅଭ୍ୟାସ କରନ୍ତୁ।
si: AI පෞරුෂය සමඟ කතාබස් කරමින් සැබෑ සංවාදයන් පුහුණු වන්න.
sk: Precvičujte si konverzáciu v reálnom svete rozhovorom s AI osobnosťou.
sl: Vadite pogovor v resničnem življenju s pogovorom z osebnostjo AI.
sq: Praktikoni biseda reale duke biseduar me një personazh AI.
sr: Вежбајте разговор у стварном животу разговором са AI персоном.
tl: Makipag-usap sa mga persona para sa tunay na usapan.
uz: AI persona bilan suhbatlashib, amaliy suhbatni mashq qiling.
zu: Zijwayeze ingxoxo yangempela ngokuxoxa no-AI.
