Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

# typeImperative
source: Imperative
am: አስገዳጅ
as: আদেশমূলক
be: Загаднае
bg: Заповедно изречение
ca: Imperatiu
cy: Gorchymyn
et: Käskiv lause
eu: Agindua
gl: Imperativo
hy: Հրամայական նախադասություն
is: Skipun
ka: ბრძანება
kk: Бұйрықты сөйлем
km: ប្រយោគបង្គាប់
ko: 명령문
ky: Буйрук сүйлөм
lo: ຄໍາສັ່ງ
mk: Заповед
mn: Тушаах үг
my: အမိန့်ပေး
nb: Imperativ
ne: आज्ञा
or: ଆଦେଶ
si: අවශ්‍යයි
sk: Rozkaz
sl: Ukaz
sq: Urdhërore
sr: Заповест
tl: Pautos
uz: Buyruq gap
zu: Isiyalezo

# labelNote
source: Note
am: ማስታወሻ
as: টোকা
be: Заўвага
bg: Бележка
ca: Nota
cy: Nodyn
et: Märkus
eu: Oharra
gl: Nota
hy: Ծանոթագրություն
is: Athugasemd
ka: შენიშვნა
kk: Ескертпе
km: កំណត់ចំណាំ
ko: 주석
ky: Эскертүү
lo: ບັນທຶກ
mk: Белешка
mn: Тайлбар
my: မှတ်စု
nb: Notat
ne: टिप्पणी
or: ଟିପ୍ପଣୀ
si: සටහන
sk: Poznámka
sl: Opomba
sq: Shënim
sr: Белешка
tl: Tala
uz: Izoh
zu: Inothi

# labelShowMemorized
source: Finished
am: ተጠናቋል
as: শেষ
be: Скончана
bg: Завършени
ca: Fet
cy: Gorffennwyd
et: Lõpetatud
eu: Amaituta
gl: Rematado
hy: Ավարտված
is: Búið
ka: დასრულებული
kk: Аяқталған
km: បានបញ្ចប់
ko: 끝낸것
ky: Аяктаган
lo: ສຳເລັດແລ້ວ
mk: Завршено
mn: Дууссан
my: ပြီးစီးသော
nb: Ferdig
ne: सकिएको
or: ସମାପ୍ତ
si: අවසන් කර ඇත
sk: Hotovo
sl: Končano
sq: Mbaruar
sr: Завршено
tl: Tapos na
uz: Tugatilgan
zu: Kuqediwe

# titleTagSelection
source: Title Tags (Materials)
be: Тэг загалоўка (Кніга)
ca: Etiquetes de títol (col·lecció)
cy: Tag Teitl (Casgliad)
et: Pealkirjasilt (arhiiv)
eu: Izenburu-etiketa (Bilduma)
gl: Etiquetas do título (colección)
hy: Վերնագրի պիտակ (ձեռնարկ)
is: Titilmerki (safn)
ja: タイトルのタグ（資料集）
ka: სათაურის ტეგი (კრებული)
kk: Тақырып тегі (Материалдар жинағы)
km: ស្លាកចំណងជើង (សៀវភៅ)
ko: 제목 태그 (자료집)
ky: Аталыш теги (Маалымат жыйнагы)
mk: Ознака за наслов (Збирка)
mn: Гарчгийн шошго (Материалын сан)
my: ခေါင်းစဉ် တဂ် (စာစုစာရင်း)
nb: Titteltagger (ressurs)
ne: शीर्षक ट्याग (संग्रह)
or: ଶୀର୍ଷକ ଟ୍ୟାଗ୍ (ସଂଗ୍ରହାଳୟ)
si: මාතෘකා ටැගය (ලේඛන මාලාව)
sk: Výber značky nadpisu (zošit)
sl: Oznaka naslova (Zbirka podatkov)
sq: Etiketa e titullit (Set burimesh)
uz: Sarlavha teglari (kitob)
zu: Ithegi yesihloko (Iqoqo Ledatha)

source: General Tags
be: Агульныя тэгі
ca: Etiquetes generals
cy: Tagiau Cyffredinol
et: Üldised sildid
eu: Etiketa orokorrak
gl: Etiquetas xerais
hy: Ընդհանուր պիտակներ
is: Almenn merki
ja: 一般タグ
ka: ზოგადი ტეგები
kk: Жалпы тегтер
km: ស្លាកទូទៅ
ko: 일반 태그
ky: Жалпы тегдер
mk: Општи ознаки
mn: Ерөнхий шошго
my: အထွေထွေ တဂ်များ
nb: Generelle tagger
ne: सामान्य ट्यागहरू
or: ସାଧାରଣ ଟ୍ୟାଗ୍
si: පොදු ටැග්
sk: Všeobecné značky
sl: Splošne oznake
sq: Etiketa të përgjithshme
uz: Umumiy teglar
zu: Amathegi ajwayelekile

# tagSelection
source: Select Tags
am: መለያ ይምረጡ
as: টেগ নিৰ্বাচন
be: Выбар тэга
bg: Избор на таг
ca: Selecció d'etiquetes
cy: Dewis Tag
et: Sildi valik
eu: Etiketa hautatu
gl: Selección de etiquetas
hy: Ընտրել թեգ
is: Merkjaval
ka: ტეგების არჩევა
kk: Тегті таңдау
km: ការជ្រើសរើសស្លាក
ko: 태그 선택
ky: Тег тандоо
lo: ການເລືອກແທັກ
mk: Избор на ознака
mn: Таг сонгох
my: တဂ် ရွေးချယ်ခြင်း
nb: Velg tagg
ne: ट्याग छनोट
or: ଟ୍ୟାଗ୍ ଚୟନ
si: ටැගය තෝරන්න
sk: Výber značky
sl: Izbira oznake
sq: Zgjedhja e etiketës
sr: Избор ознаке
tl: Pagpili ng Tag
uz: Teg tanlash
zu: Ukukhethwa Kwethegi

# metadataFormType
source: Form Type
am: የሰዋስው አይነት
as: ব্যাকৰণৰ ৰূপ
be: Граматычная форма
bg: Граматична форма
ca: Tipus de formulari
cy: Math o Ffurf Gramadeg
et: Grammatiline vorm
eu: Forma gramatikala
gl: Tipo de forma gramatical
hy: Քերականական ձև
is: Málfræðilegt form
ka: გრამატიკული ფორმა
kk: Грамматикалық форма
km: ទម្រង់វេយ្យាករណ៍
ko: 문법 형태
ky: Грамматикалык форма
lo: ປະເພດໄວຍະກອນ
mk: Граматичка форма
mn: Дүрмийн хэлбэр
my: သဒ္ဒါပုံစံ
nb: Grammatisk form
ne: व्याकरण रूप
or: ବ୍ୟାକରଣ ଫର୍ମ
si: ව්‍යාකරණ ආකෘතිය
sk: Gramatický tvar
sl: Oblika slovnice
sq: Forma gramatikore
sr: Граматички облик
tl: Uri ng Gramatika
uz: Grammatik shakl
zu: Uhlobo Lwegrama

# formInfinitive
source: Infinitive/Present
am: ኢንፊኒቲቭ / የአሁኑ ጊዜ
as: ইনফিনিটিভ/বৰ্তমান
be: Інфінітыў/Цяперашні час
bg: Инфинитив/Сегашно време
ca: Infinitiu/Present
cy: Anterfyn/Amser Presennol
et: Infinitiiv/olevik
eu: Infinitive/Orainaldia
gl: Infinitivo/Presente
hy: Անորոշ/ներկա ժամանակ
is: Grunnmynd/nútíð
ka: ინფინიტივი/აწმყო დრო
kk: Негізгі/Нақ осы шақ
km: Infinitive/បច្ចុប្បន្នកាល
ko: 원형/현재형
ky: Инфинитив/Азыркы чак
lo: ຮູບແບບບໍ່ຈຳກັດ/ປະຈຸບັນ
mk: Инфинитив/Сегашно време
mn: Үндсэн/Одоо цаг
my: မူရင်း/ပစ္စုပ္ပန်
nb: Infinitiv/Presens
ne: मूल रूप/वर्तमान काल
or: ଅନନ୍ତ/ବର୍ତ୍ତମାନ
si: අනන්තය/වර්තමාන කාලය
sk: Infinitív/prítomný čas
sl: Nedoločnik/sedanjik
sq: Forma bazë/E tashme
sr: Инфинитив/садашњи облик
tl: Infinitive/Kasalukuyan
uz: Asl/hozirgi shakl
zu: Okungapheli/Okwamanje

# formPast
source: Past
am: ያለፈ ጊዜ
as: অতীত
be: Мінулы час
bg: Минало време
ca: Passat
cy: Amser Gorffennol
et: Minevik
eu: Iraganaldia
gl: Pasado
hy: Անցյալ ժամանակ
is: Þátíð
ka: წარსული დრო
kk: Өткен шақ
km: អតីតកាល
ko: 과거형
ky: Өткөн чак
lo: ອະດີດ
mk: Минато време
mn: Өнгөрсөн цаг
my: အတိတ်
nb: Fortid
ne: भूतकाल
or: ଅତୀତ
si: අතීත කාලය
sk: Minulý čas
sl: Preteklik
sq: E shkuar
sr: Прошло време
tl: Nakaraan
uz: O'tgan shakl
zu: Okudlule

# formPastParticiple
source: Past Participle
am: ያለፈ አካል
as: অতীতৰ অংশ
be: Дзеепрыметнік мінулага часу
bg: Минало причастие
ca: Participi passat
cy: Dibeniad Gorffennol
et: Mineviku kesksõna
eu: Iraganeko partizipioa
gl: Participio pasado
hy: Անցյալ դերբայ
is: Lýsingarháttur þátíðar
ka: წარსული ნაწილაკი
kk: Есімше
ko: 과거분사
ky: Өткөн чактын атоочтук формасы
lo: ອະດີດ participle
mk: Минат партицип
mn: Өнгөрсөн цагийн оролцоо
my: အတိတ် participle
nb: Perfektum partisipp
ne: भूत कृदन्त
or: ଅତୀତ କୃଦନ୍ତ
si: පසුගිය කෘදන්තය
sk: Minulé príčastie
sl: Deležnik preteklika
sq: Pjesorja e shkuar
sr: Прошли партицип
uz: O'tgan zamon sifatdoshi
zu: Ingxenye Edlule

# formPresentParticiple
source: Present Participle
am: የአሁኑ ተካፋይ (ing)
as: বৰ্তমানৰ অংশ (ing)
be: Дзеепрыметнік цяперашняга часу (ing)
bg: Сегашно причастие (-ing)
ca: Participi present (-ing)
cy: Dibeniad Presennol (ing)
et: Oleviku kesksõna (-mas)
eu: Oraingo partizipioa (ing)
gl: Participio presente (ing)
hy: Ներկա դերբայ (ing)
is: Lýsingarháttur nútíðar (ing)
ka: აწმყო ნაწილაკი (ing)
kk: Ауыспалы осы шақ (ing)
km: Present Participle (ing)
ko: 현재분사 (ing)
ky: Азыркы чактын атоочтук формасы (ing)
lo: ປະຈຸບັນ participle (ing)
mk: Сегашен партицип (ing)
mn: Одоо цагийн оролцоо (ing)
my: ပစ္စုပ္ပန် participle (ing)
nb: Presens partisipp (ing)
ne: वर्तमान कृदन्त (ing)
or: ବର୍ତ୍ତମାନ କୃଦନ୍ତ (ing)
si: වර්තමාන කෘදන්තය (ing)
sk: Prítomné príčastie (ing)
sl: Deležnik sedanjika (ing)
sq: Pjesorja e tashme (-ing)
sr: Садашњи партицип (-ing)
tl: Present Participle (-ing)
uz: Hozirgi zamon sifatdoshi (ing)
zu: Ingxenye Yamanje (ing)

# formPresent
source: Present
am: የአሁኑ ጊዜ
as: বৰ্তমান
be: Цяперашні час
bg: Сегашно време
cy: Amser Presennol
et: Olevik
eu: Orainaldia
gl: Presente
hy: Ներկա ժամանակ
is: Nútíð
ka: აწმყო დრო
kk: Нақ осы шақ
km: បច្ចុប្បន្នកាល
ko: 현재형
ky: Азыркы чак
lo: ປະຈຸບັນ
mk: Сегашно време
mn: Одоо цаг
my: ပစ္စုပ္ပန်
nb: Presens
ne: वर्तमान काल
or: ବର୍ତ୍ତମାନ
si: වර්තමාන කාලය
sk: Prítomný čas
sl: Sedanjik
sq: E tashme
sr: Садашње време
tl: Kasalukuyan
uz: Hozirgi shakl
zu: Okwamanje

# formThirdPersonSingular
source: 3rd Person Singular
am: ሶስተኛ ሰው ነጠላ
as: তৃতীয় ব্যক্তি একবচন
be: 3-я асоба адзіночнага ліку
bg: Трети човек единствено число
ca: Tercera persona del singular
cy: Trydydd Person Unigol
et: Kolmas isik ainsus
eu: Hirugarren pertsona singularra
gl: Terceira persoa do singular
hy: Երրորդ դեմքի եզակի թիվ
is: 3. persóna eintala
ka: მესამე პირის მხოლობითი
kk: 3-жақ, жекеше
km: ឯកវចនៈបុរសទី 3
ko: 3인칭 단수
ky: 3-жак жекелик
lo: ບຸກຄົນທີ 3 ເອກະພົດ
mk: Трети лица еднина
mn: 3-р хүн ганц тоо
my: တတိယပုဂ္ဂိုလ်
nb: 3. person entall
ne: तेस्रो व्यक्ति एकवचन
or: ତୃତୀୟ ବ୍ୟକ୍ତି ଏକବଚନ
si: තුන්වන පුද්ගල ඒකවචනය
sk: 3. osoba jednotného čísla
sl: 3. oseba ednine
sq: Veta e tretë njëjës
sr: 3. лице једнине
tl: Pangatlong Panauhan na Isahan
uz: 3-shaxs birlik
zu: Umuntu Wesithathu Oyedwa

# formPlural
source: Plural
am: ብዙ ቁጥር
as: বহুবচন
be: Множны лік
bg: Множествено число
cy: Lluosog
et: Mitmus
eu: Plurala
hy: Հոգնակի թիվ
is: Fleirtala
ka: მრავლობითი
kk: Көпше
km: ពហុវចនៈ
ko: 복수형
ky: Көптүк
lo: ພະຫຸພົດ
mk: Множина
mn: Олон тоо
my: အများကိန်း
nb: Flertall
ne: बहुवचन
or: ବହୁବଚନ
si: බහුවචනය
sk: Množné číslo
sl: Množina
sq: Shumës
sr: Множина
tl: Maramihan
uz: Ko'plik
zu: Ubuningi

# formSingular
source: Singular
am: ነጠላ
as: একবচন
be: Адзіночны лік
bg: Единствено число
cy: Unigol
et: Ainsus
eu: Singularra
hy: Եզակի թիվ
is: Eintala
ja: 単数形
ka: მხოლობითი
kk: Жекеше
km: ឯកវចនៈ
ko: 단수형
ky: Жекелик
lo: ເອກະພົດ
mk: Еднина
mn: Ганц тоо
my: အနည်းကိန်း
nb: Entall
ne: एकवचन
or: ଏକବଚନ
si: ඒකවචනය
sk: Jednotné číslo
sl: Ednina
sq: Njëjës
sr: Једнина
tl: Isahan
uz: Birlik
zu: Ububodwa

# caseSubject
source: Subject
am: ርዕሰ ጉዳይ
as: কৰ্তা কাৰক
be: Назоўны склон
bg: Именителен падеж
ca: Nominatiu
cy: Enwebiol
et: Nimetav kääne
eu: Subjektua
gl: Nominativo
hy: Ուղղական հոլով
is: Nefnifall
ka: სახელობითი ბრუნვა
kk: Атау септік
km: Subjective
ko: 주격
ky: Баштооч жөндөмө
lo: Nomitive
mk: Номинатив
mn: Гол тохиолдол
my: ကတ္တား
nb: Subjekt
ne: कर्ता कारक
or: କର୍ତ୍ତୃ କାରକ
si: නාමික
sk: Nominatív
sl: Imenovalnik
sq: Rasnore
sr: Номинатив
tl: Paksa
uz: Bosh kelishik
zu: Ubomuntu

# caseObject
source: Object
am: ነገር
as: কৰ্ম কাৰক
be: Вінавальны склон
bg: Винителен падеж
ca: Objecte
cy: Gwrthrychol
et: Sihitiskääne
eu: Objektua
gl: Obxectivo
hy: Հայցական հոլով
is: Þolfall
ka: ბრალდებითი ბრუნვა
kk: Барыс септік
km: Objective
ko: 목적격
ky: Толуктооч жөндөмө
lo: ກໍລະນີຈຸດປະສົງ
mk: Акузатив
mn: Зорилгын тохиолдол
my: ကံ
nb: Objekt
ne: कर्म कारक
or: କର୍ମ କାରକ
si: වස්තුව
sk: Akuzatív
sl: Tožilnik
sq: Kallëzore
sr: Акузатив
tl: Layon
uz: Tushum kelishik
zu: Into

# casePossessive
source: Possessive
am: ባለቤት
as: অধিকাৰবোধক
be: Родны склон
bg: Притежателен падеж
ca: Possessiu
cy: Meddiannol
et: Omastav kääne
eu: Jabetza
gl: Posesivo
hy: Սեռական հոլով
is: Eignarfall
ka: ნათესაობითი ბრუნვა
kk: Ілік септік
ko: 소유격
ky: Таандык жөндөмө
lo: ຊັບສິນ
mk: Генитив
mn: Эзэмших тохиолдол
my: ပိုင်ဆိုင်မှု
nb: Eiendomsform
ne: सम्बन्ध कारक
or: ଅଧିକାର ସୂଚକ
si: අයිති
sk: Genitív
sl: Lastnik
sq: Gjinore
sr: Генитив
tl: Pang-angkin
uz: Qaratqich kelishik
zu: Okobanini

# casePossessivePronoun
source: Possessive Pronoun
am: ባለቤት ተውላጠ ስም
as: অধিকাৰবোধক সৰ্বনাম
be: Прыналежны займеннік
bg: Притежателно местоимение
ca: Pronom possessiu
cy: Rhagenw Meddiannol
et: Omastav asesõna
eu: Jabetza-izenordaina
gl: Pronome posesivo
hy: Ստացական դերանուն
is: Eignarfornafn
ka: მიმთითებელი ნაცვალსახელი
kk: Тәуелдік есімдік
ko: 소유대명사
ky: Таандык ат атооч
lo: ຄຳນາມຊັບສິນ
mk: Присвојна заменка
mn: Эзэмших орлуун үг
my: ပိုင်ဆိုင်နာမ်စား
nb: Eiendomspronomen
ne: सम्बन्धवाचक सर्वनाम
or: ଅଧିକାର ସୂଚକ ସର୍ବନାମ
si: අයිති සර්වනාමය
sk: Privlastňovacie zámeno
sl: Lastnilni zaimek
sq: Përemër pronor
sr: Посесивна заменица
tl: Panghalip na Pang-angkin
uz: Qaratqich olmoshi
zu: Isabizwana Esibanini

# caseReflexive
source: Reflexive
am: ተገላቢጦሽ
as: প্ৰতিফলিত
be: Зваротны займеннік
bg: Възвратно местоимение
ca: Reflexiu
cy: Atblygol
et: Enesekohane asesõna
eu: Erreflexiboa
gl: Reflexivo
hy: Անդրադարձ դերանուն
is: Afturbeygt fornafn
ka: რეფლექსური
kk: Өздік есімдік
ko: 재귀대명사
ky: Рефлексивдүү
lo: ສະທ້ອນ
mk: Рефлексивна
mn: Өөртөө тусах орлуун үг
my: နာမ်စား
nb: Refleksiv
ne: निजवाचक सर्वनाम
or: ସ୍ୱୟଂବାଚୀ
si: ප්‍රත්‍යාවර්තී
sk: Zvratné zámeno
sl: Povratni zaimek
sq: Përemër vetor
sr: Рефлексивна заменица
uz: O'zlik olmoshi
zu: Isabizwana Sokuzicabangela

# formPositive
source: Positive
am: አዎንታዊ
as: ইতিবাচক
be: Звычайная ступень
bg: Положителна степен
ca: Positiu
cy: Gradd Bositif
et: Algvõrre
eu: Gradu positiboa
gl: Positivo
hy: Դրական աստիճան
is: Frumstig
ka: დადებითი ფორმა
kk: Жай шырай
ko: 원급
ky: Позитивдүү даража
lo: ຂັ້ນຕອນ
mk: Позитив
mn: Эерэг
my: မူရင်း
nb: Positiv
ne: सकारात्मक
or: ମୂଳ ସ୍ତର
si: ධනාත්මක
sk: Pozitív
sl: Pozitiv
sq: Formë pohore
sr: Позитив
uz: Oddiy daraja
zu: Izinga Elihle

# formComparative
source: Comparative
am: አወዳዳሪ
as: তুলনাত্মক
be: Параўняльная ступень
bg: Сравнителна степен
ca: Comparatiu
cy: Gradd Gymharol
et: Keskvõrre
eu: Gradu konparatiboa
gl: Comparativo
hy: Համեմատական աստիճան
is: Miðstig
ka: შედარებითი ფორმა
kk: Салыстырмалы шырай
ko: 비교급
ky: Салыштырма даража
lo: ປຽບທຽບ
mk: Компаратив
mn: Харьцуулсан
my: နှိုင်းယှဉ်
nb: Komparativ
ne: तुलनात्मक
or: ତୁଳନାତ୍ମକ ସ୍ତର
si: සංසන්දනාත්මක
sk: Komparatív
sl: Primerjalnik
sq: Krahasore
sr: Компаратив
uz: Qiyosiy daraja
zu: Izinga Eliqhathanisekayo

# formSuperlative
source: Superlative
am: የላቀ
as: সৰ্বোত্তম
be: Найвышэйшая ступень
bg: Превислителна степен
ca: Superlatiu
cy: Gradd Eithafol
et: Ülivõrre
eu: Gradu superlatiboa
gl: Superlativo
hy: Գերադրական աստիճան
is: Yfirstig
ka: უპირატესი ფორმა
kk: Күшейтпелі шырай
ko: 최상급
ky: Эң жогорку даража
lo: ດີເລີດ
mk: Суперлатив
mn: Хамгийн дээд зэрэг
my: အသာလွန်ဆုံး
nb: Superlativ
ne: उत्कृष्ट
or: ସର୍ବୋତ୍କୃଷ୍ଟ ସ୍ତର
si: සුපිරි
sk: Superlatív
sl: Superlativ
sq: Mbiore
sr: Суперлатив
uz: Ortirma daraja
zu: Izinga Eliyisimangaliso

source: Search Conditions
am: የፍለጋ ሁኔታዎች
as: সন্ধানৰ চৰ্ত
be: Умовы пошуку
bg: Условия за търсене
ca: Condicions de cerca
cy: Amodau Chwilio
et: Otsingutingimused
eu: Bilaketa-baldintzak
gl: Condicións de busca
hy: Որոնման պայմաններ
is: Leitarskilyrði
ka: საძიებო პირობები
kk: Іздеу шарттары
km: លក្ខខណ្ឌស្វែងរក
ko: 검색 조건
ky: Издөө шарттары
lo: ເງື່ອນໄຂການຊອກຫາ
mk: Услови за пребарување
mn: Хайлтын нөхцөл
my: ရှာဖွေမှု အခြေအနေများ
nb: Søkevilkår
ne: खोज सर्तहरू
or: ସନ୍ଧାନ ସର୍ତ୍ତାବଳୀ
si: සෙවුම් කොන්දේසි
sk: Podmienky vyhľadávania
sl: Pogoji iskanja
sq: Kushtet e kërkimit
sr: Услови претраге
tl: Mga Kundisyon sa Paghahanap
uz: Qidiruv shartlari
zu: Izimo Zokusesha

# recentNItems
source: Recent {count} items
am: በቅርቡ የተፈጠሩ {count} ን ይመልከቱ
as: শেহতীয়াকৈ সৃষ্টি কৰা {count} টা আইটেম চাওক
be: Паказаць апошнія {count} створаных
bg: Показване на последните {count} създадени
ca: Mostra {count} elements creats recentment
cy: Gweler y {count} eitem a grewyd yn ddiweddar
et: Vaata {count} hiljuti loodud üksust
eu: Ikusi berriki sortutako {count} elementu
gl: Mostrar os {count} elementos creados recentemente
hy: Դիտել վերջերս ստեղծված {count} տարրեր
is: Skoða nýlega búnar til {count} stk
ka: ბოლო {count} ელემენტის ჩვენება
kk: Жақында жасалған {count} элементті көру
km: បង្ហាញធាតុ {count} ដែលបានបង្កើតថ្មីៗ
ko: 최근 생성된 {count}개 보기
ky: Акыркы түзүлгөн {count} даананы көрүү
lo: ເບິ່ງ {count} ລາຍການທີ່ສ້າງຂື້ນຫຼ້າສຸດ
mk: Прикажи ги последните {count} креирани
mn: Саяхан үүсгэсэн {count} зүйлийг харах
my: နောက်ဆုံးပေါ် {count} ခု ကြည့်ရန်
nb: Vis de {count} sist opprettede
ne: हालसालै सिर्जना गरिएका {count} वटा हेर्नुहोस्
or: ସାମ୍ପ୍ରତିକ ସୃଷ୍ଟି {count} ଆଇଟମ୍ ଦେଖାନ୍ତୁ
si: මෑතකදී ජනනය කරන ලද අයිතම {count}ක් බලන්න
sk: Zobraziť posledných {count} vytvorených
sl: Prikaži zadnjih {count} ustvarjenih elementov
sq: Shiko {count} artikujt e krijuar së fundmi
sr: Прикажи последњих {count} креираних
tl: Tingnan ang {count} Kamakailang Nilikha
uz: Oxirgi yaratilgan {count} tasini ko'rsatish
zu: Buka izinto ezingu-{count} ezisanda kwenziwa

source: Starts with
am: መጀመሪያ ፊደል
as: আৰম্ভণি আখৰ
be: Пачынаецца з
bg: Започва с
ca: Comença amb
cy: Llythrennau cyntaf
et: Algustäht
eu: Hasierako letra
gl: Comeza por
hy: Սկսվում է տառով
is: Byrjar á
ka: იწყება ასოთი
kk: Басталатын әріптер
km: ពាក្យចាប់ផ្ដើម
ko: 시작 글자
ky: Башталгыч тамга
lo: ຕົວອັກສອນເລີ່ມຕົ້ນ
mk: Почетна буква
mn: Эхний үсэг
my: အစ စာလုံး
nb: Begynner med
ne: सुरु हुने अक्षर
or: ଅକ୍ଷରରୁ ଆରମ୍ଭ
si: ආරම්භක අකුරු
sk: Začína na
sl: Začne se s črko
sq: Shkronja fillestare
sr: Почетно слово
tl: Nagsisimula sa
uz: Bosh harf
zu: Iqala Ngenhlamvu

source: Reset
am: ዳግም አስጀምር
as: ঘূৰাই আনক
be: Скінуць
bg: Нулиране
ca: Restableix
cy: Ailosod
et: Lähtesta
eu: Berrezarri
gl: Restablecer
hy: Վերականգնել
is: Endurstilla
ka: გადატვირთვა
kk: Қалпына келтіру
km: កំណត់ឡើងវិញ
ko: 초기화
ky: Баштапкы абалга келтирүү
lo: ຣີເຊັດ
mk: Ресетирај
mn: Анхны байдалд оруулах
my: ပြန်လည်သတ်မှတ်
nb: Tilbakestill
ne: रिसेट गर्नुहोस्
or: ପୁନଃ ସେଟ୍
si: යළි පිහිටුවන්න
sk: Obnoviť
sl: Ponastavi
sq: Rivendos
sr: Ресетуј
tl: I-reset
uz: Tiklash
zu: Setha kabusha

# participantRename
source: Rename Participant
am: ተሳታፊን እንደገና ይሰይሙ
as: অংশগ্ৰহণকাৰীৰ নাম সলনি কৰক
be: Перайменаваць удзельніка
bg: Преименуване на участник
ca: Canvia el nom del participant
cy: Ailenwi Cyfranogwr
et: Muuda osaleja nime
eu: Parte-hartzailearen izena aldatu
gl: Cambiar o nome do participante
hy: Վերանվանել մասնակցին
is: Endurnefna þátttakanda
ka: მონაწილის სახელის შეცვლა
kk: Қатысушының атын өзгерту
km: ប្តូរឈ្មោះអ្នកចូលរួម
ko: 참가자 이름 변경
ky: Катышуучунун атын өзгөртүү
lo: ປ່ຽນຊື່ຜູ້ເຂົ້າຮ່ວມ
mk: Преименувај учесник
mn: Оролцогчийн нэрийг өөрчлөх
my: ပါဝင်သူ အမည် ပြောင်း
nb: Endre navn på deltaker
ne: सहभागीको नाम परिवर्तन गर्नुहोस्
or: ଅଂଶଗ୍ରହଣକାରୀଙ୍କ ନାମ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
si: සහභාගිවන්නාගේ නම වෙනස් කරන්න
sk: Premenovať účastníka
sl: Preimenuj udeleženca
sq: Riemëro pjesëmarrësin
sr: Промени име учесника
tl: Palitan ang Pangalan ng Kalahok
uz: Ishtirokchining nomini o'zgartirish
zu: Qamba Kabusha Igama Lomhlanganyeli

# labelName
source: Name
am: ስም
as: নাম
be: Імя
bg: Име
ca: Nom
cy: Enw
et: Nimi
eu: Izena
gl: Nome
hy: Անուն
is: Nafn
ka: სახელი
kk: Аты
km: ឈ្មោះ
ko: 이름
ky: Аты
lo: ຊື່
mk: Име
mn: Нэр
my: အမည်
nb: Navn
ne: नाम
or: ନାମ
si: නම
sk: Meno
sl: Ime
sq: Emri
sr: Име
tl: Pangalan
uz: Ism
zu: Igama

source: Gender
am: ፆታ
as: লিংগ
be: Пол
bg: Пол
ca: Gènere
cy: Rhyw
et: Sugu
eu: Generoa
gl: Xénero
hy: Սեռ
is: Kyn
ka: სქესი
kk: Жынысы
km: ភេទ
ko: 성별
ky: Жынысы
lo: ເພດ
mk: Пол
mn: Хүйс
my: ကျား/မ
nb: Kjønn
ne: लिङ्ग
or: ଲିଙ୍ଗ
si: ස්ත්‍රී පුරුෂ භාවය
sk: Pohlavie
sl: Spol
sq: Gjinia
sr: Пол
tl: Kasarian
uz: Jins
zu: Ubulili

source: Language
am: ቋንቋ
as: ভাষা
be: Мова
bg: Език
ca: Idioma
cy: Iaith
et: Keel
eu: Hizkuntza
gl: Idioma
hy: Լեզու
is: Tungumál
ka: ენა
kk: Тілі
km: ភាសា
ko: 언어
ky: Тили
lo: ພາສາ
mk: Јазик
mn: Хэл
my: ဘာသာစကား
nb: Språk
ne: भाषा
or: ଭାଷା
si: භාෂාව
sk: Jazyk
sl: Jezik
sq: Gjuha
sr: Језик
tl: Wika
uz: Til
zu: Ulimi

source: Male
am: ወንድ
as: পুৰুষ
be: Мужчына
bg: Мъж
ca: Home
cy: Gwryw
et: Mees
eu: Gizonezkoa
gl: Home
hy: Արական
is: Karl
ka: მამრობითი
kk: Еркек
km: ប្រុស
ko: 남성
ky: Эркек
lo: ຊາຍ
mk: Машки
mn: Эрэгтэй
my: ကျား
nb: Mann
ne: पुरुष
or: ପୁରୁଷ
si: පිරිමි
sk: Muž
sl: Moški
sq: Mashkull
sr: Мушки
tl: Lalaki
uz: Erkak
zu: Owesilisa

source: Female
am: ሴት
as: মহিলা
be: Жанчына
bg: Жена
ca: Dona
cy: Benyw
et: Naine
eu: Emakumezkoa
gl: Muller
hy: Իգական
is: Kona
ka: მდედრობითი
kk: Әйел
km: ស្រី
ko: 여성
ky: Аял
lo: ຍິງ
mk: Женски
mn: Эмэгтэй
my: မ
nb: Kvinne
ne: महिला
or: ମହିଳା
si: ගැහැණු
sk: Žena
sl: Ženska
sq: Femër
sr: Женски
tl: Babae
uz: Ayol
zu: Owesifazane

source: Neutral
as: উদাসীন
be: Нейтральны
ca: Neutre
cy: Niwtral
et: Neutraalne
eu: neutroa
gl: Neutro
hy: Չեզոք
is: Hlutlaust
ja: 中性
ka: ნეიტრალური
kk: Бейтарап
km: អព្យាក្រឹត
ko: 중성
ky: Бейтарап
lo: ເປັນກາງ
mk: Неутрален
mn: Төвийг сахисан
my: ကြားနေ
nb: Nøytral
ne: तटस्थ
or: ଉଦାସୀନ
si: මධ්‍යස්ථ
sk: Neutrálny
sl: Nevtralno
sq: Asnjëanës
uz: neytral
zu: Ukungathathi hlangothi

# chatAllConversations
source: All Conversations
as: সকলো কথোপকথন
be: Усе размовы
ca: Totes les converses
cy: Pob sgwrs
et: Kõik vestlused
eu: Elkarrizketa guztiak
gl: Todas as conversas
hy: Բոլոր զրույցները
is: Öll samtöl
ja: すべての会話
ka: ყველა საუბარი
kk: Барлық сұхбаттар
km: ការសន្ទនាទាំងអស់
ko: 전체 대화
ky: Бардык баарлашуулар
lo: ສົນທະນາທັງໝົດ
mk: Сите разговори
mn: Бүх яриа
my: စကားပြောအားလုံး
nb: Alle samtaler
ne: सबै कुराकानीहरू
or: ସମସ୍ତ ବାର୍ତ୍ତାଳାପ
si: සියලු සංවාද
sk: Všetky konverzácie
sl: Vsi pogovori
sq: Të gjitha bisedat
tl: Lahat ng Usapan
uz: Barcha suhbatlar
zu: Zonke izingxoxo

# tabConversation
source: Conversation
ko: 대화

# confirmDeleteConversation
source: Are you sure you want to delete this conversation? This action cannot be undone.
as: আপুনি এই কথোপকথনটো মচিব বিচাৰে নেকি? মচাৰ পিছত কথোপকথনটো পুনৰুদ্ধাৰ কৰিব নোৱাৰিব।
be: Вы сапраўды жадаеце выдаліць гэтую размову? Яе нельга будзе аднавіць.
ca: Vols suprimir aquesta conversa? No podràs recuperar-la.
cy: Ydych chi'n siŵr eich bod am ddileu'r sgwrs hon? Ni ellir adfer sgyrsiau sydd wedi'u dileu.
et: Kas sa oled kindel, et soovid selle vestluse kustutada? Kustutatud vestlust ei saa taastada.
eu: Elkarrizketa hau ezabatu nahi duzu? Ezabatu ondoren ezin da berreskuratu.
gl: Queres eliminar esta conversa? Non poderás recuperala.
hy: Ցանկանու՞մ եք ջնջել այս զրույցը: Ջնջված զրույցները հնարավոր չէ վերականգնել:
is: Viltu eyða þessu samtali? Eydd samtöl er ekki hægt að endurheimta.
ja: この会話を削除しますか？ 削除した会話は復元できません。
ka: გსურთ ამ საუბრის წაშლა? წაშლილი საუბრის აღდგენა შეუძლებელია.
kk: Бұл сұхбатты жойғыңыз келе ме? Жойылған сұхбатты қалпына келтіру мүмкін емес.
km: តើ​អ្នក​ប្រាកដ​ថា​អ្នក​ចង់​លុប​ការ​សន្ទនា​នេះ​? អ្នក​នឹង​មិន​អាច​យក​វា​មក​វិញ​បាន​ទេ។
ko: 이 대화를 삭제하시겠습니까? 삭제된 대화는 복구할 수 없습니다.
ky: Бул баарлашууну жок кылууну каалайсызбы? Жок кылынган баарлашууну кайра калыбына келтирүү мүмкүн эмес.
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຈະລຶບການສົນທະນານີ້? ການສົນທະນາທີ່ຖືກລຶບຈະບໍ່ສາມາດກູ້ຄືນໄດ້.
mk: Дали сте сигурни дека сакате да го избришете овој разговор? Избришаните разговори не можат да се вратат.
mn: Та энэ яриаг устгах уу? Устгасан яриаг сэргээх боломжгүй.
my: ဤစကားပြောကို ဖျက်ရန်သေချာပါသလား။ ဖျက်လိုက်သော စကားပြောများကို ပြန်ယူ၍မရပါ။
nb: Vil du slette denne samtalen? Du kan ikke gjenopprette slettede samtaler.
ne: के तपाइँ यो कुराकानी मेटाउन निश्चित हुनुहुन्छ? मेटाइएको कुराकानी पुन: प्राप्त गर्न सकिँदैन।
or: ଆପଣ ଏହି ବାର୍ତ୍ତାଳାପକୁ ଡିଲିଟ୍ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି? ଡିଲିଟ୍ ହୋଇଥିବା ବାର୍ତ୍ତାଳାପକୁ ପୁନରୁଦ୍ଧାର କରାଯାଇପାରିବ ନାହିଁ।
si: ඔබට මෙම සංවාදය මකා දැමීමට අවශ්‍යද? මකා දැමූ සංවාද නැවත ලබා ගත නොහැක.
sk: Naozaj chcete zmazať túto konverzáciu? Zmazané konverzácie sa nedajú obnoviť.
sl: Želite izbrisati ta pogovor? Izbrisanih pogovorov ni mogoče obnoviti.
sq: A jeni i sigurt që dëshironi ta fshini këtë bisedë? Bisedat e fshira nuk mund të rikthehen.
tl: Sigurado ka bang gusto mong burahin ang usapang ito? Hindi na ito maibabalik pa.
uz: Bu suhbatni oʻchirishni xohlaysizmi? Oʻchirilgan suhbatni qayta tiklab boʻlmaydi.
zu: Uqinisekile ukuthi ufuna ukususa le ngxoxo? Ayikwazi ukubuyiselwa emuva uma isisusiwe.

source: - Not Selected -
be: - Не выбрана -
ca: - Sense seleccionar -
cy: - Heb ei Ddewis -
et: - Pole valitud -
eu: - Ez dago hautatuta -
gl: - Sen seleccionar -
hy: - Ընտրված չէ -
is: - Enginn valinn -
ja: ー選択されていませんー
ka: - არ არის არჩეული -
kk: - Тандалмаған -
km: - មិនបានជ្រើសរើស -
ko: - 선택 안함 -
ky: - Тандалган жок -
mk: - Не е избрано -
mn: - Сонгоогүй -
my: - မရွေးချယ်ထားပါ -
nb: - Ikke valgt -
ne: - चयन गरिएको छैन -
or: - ଚୟନ କରାଯାଇ ନାହିଁ -
si: - තේරීමක් නැත -
sk: - Nevybrané -
sl: - Ni izbrano -
sq: - Nuk është zgjedhur -
uz: - Tanlanmagan -
zu: - Akukhethiwe -

source: My Wordbook
be: Мой слоўнік
cy: Fy ngeirlyfr
et: Minu sõnastik
eu: Nire hiztegia
hy: Իմ բառարանը
is: Orðaforði minn
ja: マイ単語帳
ka: ჩემი სიტყვების წიგნი
kk: меӊіӊ сөздігім
km: សៀវភៅ​ពាក្យ​របស់​ខ្ញុំ
ko: 나의 단어장
ky: Менин сөздүгүм
mk: Мој речник
mn: Миний үгийн сан
my: ကျွန်ုပ်၏ ဝေါဟာရစာအုပ်
ne: मेरो शब्दकोश
or: ମୋ ଶବ୍ଦବହି
si: මගේ වචන මාලාව
sk: Moja slovná zásoba
sl: Moja besedna zbirka
sq: Libri im i fjalëve
uz: Mening so'zlashgichim
zu: Isilulumagama sami
