Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

# saveTranslationsFromSearch
source: Save translations from search mode
af: Stoor vertalings vanaf soekmodus
am: በትርጉም ሁነታ ትርጉሞችን ለማስቀመጥ ይሞክሩ
ar: احفظ الترجمات من وضع البحث
as: অনুসন্ধান মোডৰ পৰা অনুবাদ সংৰক্ষণ কৰিবলৈ চেষ্টা কৰক
be: Паспрабуйце захаваць пераклады з рэжыму пошуку
bg: Опитайте да запазите преводи от режим на търсене
bn: অনুসন্ধান মোড থেকে অনুবাদ সংরক্ষণ করুন
ca: Prova de desar traduccions des del mode de cerca
cs: Uložte překlady z režimu vyhledávání
cy: Ceisiwch gadw cyfieithiadau o'r modd chwilio
da: Gem oversættelser fra søgetilstand
de: Speichern Sie Übersetzungen im Suchmodus
el: Αποθηκεύστε μεταφράσεις από τη λειτουργία αναζήτησης
es: Guarda traducciones en modo búsqueda
et: Proovi tõlkeid otsingurežiimis salvestada
eu: Saiatu itzulpenak bilaketa moduan gordetzen
fa: ذخیره ترجمه‌ها از حالت جستجو
fi: Tallenna käännöksiä hakutilasta
fil: I-save ang mga pagsasalin mula sa search mode
fr: Enregistrez des traductions en mode recherche
gl: Tenta gardar as traducións desde o modo de busca
gu: શોધ મોડમાંથી અનુવાદો સાચવો
he: שמור תרגומים ממצב חיפוש
hi: खोज मोड से अनुवाद सहेजें
hu: Mentse a fordításokat a keresési módból
hy: Փորձեք պահպանել թարգմանությունները որոնման ռեժիմում
id: Simpan terjemahan dari mode pencarian
is: Reyndu að vista þýðingar úr leitastillingunni
it: Salva traduzioni dalla modalità ricerca
ja: 検索モードから翻訳を保存してください
ka: სცადეთ თარგმანების შენახვა ძიების რეჟიმში
kk: Іздеу режимінде аудармаларды сақтап көріңіз
km: ព្យាយាមរក្សាទុកការបកប្រែពីរបៀបស្វែងរក
kn: ಹುಡುಕಾಟ ಮೋಡ್‌ನಿಂದ ಅನುವಾದಗಳನ್ನು ಉಳಿಸಿ
ko: 검색 모드에서 번역을 저장해보세요
ky: Издөө режиминде котормолорду сактап көрүңүз
lo: ລອງບັນທຶກການແປຈາກໂໝດຄົ້ນຫາ
mk: Обидете се да зачувате преводи од режимот за пребарување
ml: തിരയൽ മോഡിൽ നിന്ന് വിവർത്തനങ്ങൾ സേവ് ചെയ്യുക
mn: Хайх горимд орчуулгыг хадгалаад үзээрэй
mr: शोध मोडमधून भाषांतरे जतन करा
my: ရှာဖွေခြင်း ပုံစံမှ ဘာသာပြန်ခြင်းကို သိမ်းဆည်းကြည့်ပါ
nb: Prøv å lagre oversettelser fra søkemodus
ne: खोज मोडबाट अनुवाद सुरक्षित गर्ने प्रयास गर्नुहोस्
nl: Vertaal uit zoekmodus opslaan
or: ସର୍ଚ୍ଚ ମୋଡ୍ ରୁ ଅନୁବାଦ ସେଭ୍ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ
pa: ਖੋਜ ਮੋਡ ਤੋਂ ਅਨੁਵਾਦ ਸੇਵ ਕਰੋ
pl: Zapisz tłumaczenia z trybu wyszukiwania
ro: Vă rugăm să salvați traducerile din modul de căutare
ru: Сохраните переводы из режима поиска
si: සෙවුම් මාදිලියේ පරිවර්තන සුරැකීමට උත්සාහ කරන්න
sk: Pokúste sa uložiť preklady z režimu vyhľadávania
sl: Poskusite shraniti prevode iz načina iskanja
sq: Provoje të ruash përkthimet nga modaliteti i kërkimit
sr: Покушајте да сачувате преводе из режима претраге
sv: Vänligen spara översättningar från sökläge
sw: Hifadhi tafsiri kutoka kwa hali ya utafutaji
ta: தேடல் பயன்முறையிலிருந்து மொழிபெயர்ப்புகளைச் சேமிக்கவும்
te: శోధన మోడ్ నుండి అనువాదాలను సేవ్ చేయండి
th: บันทึกคำแปลจากโหมดค้นหา
tl: Subukang i-save ang mga pagsasalin mula sa search mode
tr: Arama modundan çevirileri kaydet
uk: Збережіть переклади з режиму пошуку
ur: تلاش موڈ سے ترجمے محفوظ کریں
uz: Qidiruv rejimida tarjimalarni saqlashga harakat qiling
vi: Lưu bản dịch từ chế độ tìm kiếm
zh_cn: 在搜索模式下保存翻译
zh_tw: 在搜尋模式下儲存翻譯
zu: Zama ukulondoloza izinguqulo ezivela kumodi yokusesha

# flip
source: Show
af: Draai
am: አሳይ
ar: قلب
as: দেখুৱাওক
be: Паказаць
bg: Показване
bn: উল্টান
ca: Mostra
cs: Otočit
cy: Dangos
da: Vend
de: Umdrehen
el: Γύρισμα
es: Mostrar
et: Näita
eu: Erakutsi
fa: چرخاندن
fi: Käännä
fil: I-flip
fr: Afficher
gl: Mostrar
gu: ફેરવો
he: הפוך
hi: पलटें
hu: Fordít
hy: Ցույց տալ
id: Balik
is: Sýna
it: Gira
ja: 表示
ka: ჩვენება
kk: Көрсету
km: បង្ហាញ
kn: ತಿರುಗಿಸಿ
ko: 보이기
ky: Көрсөтүү
lo: ສະແດງ
mk: Прикажи
ml: മറിക്കുക
mn: Харуулах
mr: पलटवा
my: ပြရန်
nb: Vis
ne: देखाउनुहोस्
nl: Draaien
or: ଦେଖାନ୍ତୁ
pa: ਪਲਟੋ
pl: Odwróć
ro: Întoarce
ru: Перевернуть
si: පෙන්වන්න
sk: Zobraziť
sl: Pokaži
sq: Shfaq
sr: Прикажи
sv: Vänd
sw: Geuza
ta: திருப்பு
te: తిప్పు
th: พลิก
tl: Ipakita
tr: Çevir
uk: Перевернути
ur: پلٹیں
uz: Ko'rsatish
vi: Lật
zh_cn: 翻转
zh_tw: 翻轉
zu: Bonisa

source: Hide
af: Versteek
am: ደብቅ
ar: إخفاء
as: লুকুৱাওক
be: Схаваць
bg: Скриване
bn: লুকান
ca: Amaga
cs: Skrýt
cy: Cuddio
da: Skjul
de: Verbergen
el: Απόκρυψη
es: Ocultar
et: Peida
eu: Ezkutatu
fa: مخفی کردن
fi: Piilota
fil: Itago
fr: Masquer
gl: Ocultar
gu: છુપાવો
he: הסתר
hi: छिपाएं
hu: Elrejt
hy: Թաքցնել
id: Sembunyikan
is: Fela
it: Nascondi
ja: 隠す
ka: დამალვა
kk: Жасыру
km: លាក់
kn: ಮರೆಮಾಡಿ
ko: 숨기기
ky: Жашыруу
lo: ເຊື່ອງ
mk: Сокриј
ml: മറയ്ക്കുക
mn: Нуух
mr: लपवा
my: ဖျောက်ရန်
nb: Skjul
ne: लुकाउनुहोस्
nl: Verbergen
or: ଲୁଚାନ୍ତୁ
pa: ਲੁਕਾਓ
pl: Ukryj
ro: Ascunde
ru: Скрыть
si: සඟවන්න
sk: Skryť
sl: Skrij
sq: Fshih
sr: Сакриј
sv: Dölj
sw: Ficha
ta: மறை
te: దాచు
th: ซ่อน
tl: Itago
tr: Gizle
uk: Сховати
ur: چھپائیں
uz: Yashirish
vi: Ẩn
zh_cn: 隐藏
zh_tw: 隱藏
zu: Fihla

source: Delete Record
af: Verwyder Rekord
am: መዝገብ ሰርዝ
ar: حذف السجل
as: ৰেকৰ্ড মচি পেলোৱা
be: Выдаліць запіс
bg: Изтриване на запис
bn: রেকর্ড মুছুন
ca: Suprimeix l'enregistrament
cs: Smazat záznam
cy: Dileu Cofnod
da: Slet Optegnelse
de: Eintrag löschen
el: Διαγραφή Εγγραφής
es: Eliminar registro
et: Kustuta kirje
eu: Erregistroa ezabatu
fa: حذف رکورد
fi: Poista Tietue
fil: Tanggalin ang Tala
fr: Supprimer l'enregistrement
gl: Eliminar rexistro
gu: રેકોર્ડ કાઢી નાખો
he: מחק רשומה
hi: रिकॉर्ड हटाएं
hu: Rekord törlése
hy: Ջնջել գրառումը
id: Hapus Catatan
is: Eyða færslu
it: Elimina Record
ja: 記録の削除
ka: ჩანაწერის წაშლა
kk: Жазбаны жою
km: លុបកំណត់ត្រា
kn: ದಾಖಲೆ ಅಳಿಸಿ
ko: 레코드 삭제
ky: Жазууну өчүрүү
lo: ລຶບບັນທຶກ
mk: Избриши запис
ml: രേഖ നീക്കം ചെയ്യുക
mn: Бичлэгийг устгах
mr: रेकॉर्ड काढून टाका
my: မှတ်တမ်း ဖျက်ခြင်း
nb: Slett post
ne: रेकर्ड मेटाउनुहोस्
nl: Record verwijderen
or: ରେକର୍ଡ ଡିଲିଟ୍ କରନ୍ତୁ
pa: ਰਿਕਾਰਡ ਹਟਾਓ
pl: Usuń wpis
ro: Șterge Înregistrare
ru: Удалить запись
si: වාර්තාව මකන්න
sk: Odstrániť záznam
sl: Izbriši zapis
sq: Fshi regjistrimin
sr: Обриши запис
sv: Ta bort post
sw: Futa Rekodi
ta: பதிவை நீக்கு
te: రికార్డును తొలగించు
th: ลบบันทึก
tl: I-delete ang Record
tr: Kaydı Sil
uk: Видалити запис
ur: ریکارڈ حذف کریں
uz: Yozuvni o'chirish
vi: Xóa bản ghi
zh_cn: 删除记录
zh_tw: 刪除記錄
zu: Susa Irekhodi

# confirmDelete
source: Are you sure you want to delete this study record?
af: Is jy seker jy wil hierdie rekord verwyder?
am: ይህን የጥናት መዝገብ መሰረዝ ይፈልጋሉ?
ar: هل أنت متأكد أنك تريد حذف هذا السجل؟
as: আপুনি এই শিকন ৰেকৰ্ড মচিব বিচাৰেনে?
be: Вы сапраўды хочаце выдаліць гэты запіс навучання?
bg: Искате ли да изтриете този запис за обучение?
bn: আপনি কি নিশ্চিত যে আপনি এই রেকর্ডটি মুছতে চান?
ca: Vols suprimir aquest enregistrament d'estudi?
cs: Opravdu chcete smazat tento záznam?
cy: Ydych chi'n siŵr eich bod am ddileu'r cofnod astudio hwn?
da: Er du sikker på at slette denne optegnelse?
de: Möchten Sie diesen Eintrag wirklich löschen?
el: Είστε σίγουροι για τη διαγραφή;
es: ¿Seguro que quieres eliminar este registro?
et: Kas sa oled kindel, et soovid selle õppimiskirje kustutada?
eu: Ikasketa-erregistro hau ezabatu nahi duzu?
fa: آیا مطمئن هستید که می‌خواهید این رکورد را حذف کنید؟
fi: Haluatko varmasti poistaa tämän?
fil: Sigurado ka bang gusto mong tanggalin ito?
fr: Voulez-vous vraiment supprimer cet enregistrement?
gl: Queres eliminar este rexistro de estudo?
gu: શું તમે ખરેખર આ રેકોર્ડ કાઢી નાખવા માંગો છો?
he: האם אתה בטוח שברצונך למחוק רשומה זו?
hi: क्या आप वाकई इस रिकॉर्ड को हटाना चाहते हैं?
hu: Biztosan törölni szeretné ezt a rekordot?
hy: Համոզվա՞ծ եք, որ ցանկանում եք ջնջել այս ուսուցման գրառումը։
id: Anda yakin ingin menghapus catatan ini?
is: Viltu eyða þessari námsfærslu?
it: Sei sicuro di voler eliminare questo record?
ja: この学習記録を削除しますか？
ka: გსურთ ამ სწავლის ჩანაწერის წაშლა?
kk: Бұл оқу жазбасын жойғыңыз келе ме?
km: តើអ្នកប្រាកដថាចង់លុបកំណត់ត្រាសិក្សានេះទេ?
kn: ನೀವು ಖಂಡಿತವಾಗಿಯೂ ಈ ದಾಖಲೆಯನ್ನು ಅಳಿಸಲು ಬಯಸುತ್ತೀರಾ?
ko: 이 학습 기록을 삭제하시겠습니까?
ky: Бул окуу жазуусун өчүргүңүз келеби?
lo: ເຈົ້າແນ່ໃຈບໍ່ວ່າຈະລຶບບັນທຶກການຮຽນຮູ້ນີ້?
mk: Дали сте сигурни дека сакате да го избришете овој запис за учење?
ml: ഈ രേഖ നീക്കം ചെയ്യാൻ ആഗ്രഹിക്കുന്നുണ്ടോ?
mn: Энэ сургалтын бичлэгийг устгах уу?
mr: तुम्हाला नक्की हे रेकॉर्ड काढून टाकायचे आहे का?
my: ဤ သင်ယူခြင်း မှတ်တမ်းကို ဖျက်လိုပါသလား?
nb: Vil du slette denne læringsposten?
ne: के तपाइँ यो अध्ययन रेकर्ड मेटाउन चाहनुहुन्छ?
nl: Weet u zeker dat u dit record wilt verwijderen?
or: ଆପଣ ଏହି ଅଧ୍ୟୟନ ରେକର୍ଡ ଡିଲିଟ୍ କରିବାକୁ ନିଶ୍ଚିତ କି?
pa: ਕੀ ਤੁਸੀਂ ਸੱਚਮੁੱਚ ਇਸ ਰਿਕਾਰਡ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno usunąć ten wpis?
ro: Sigur doriți să ștergeți această înregistrare?
ru: Вы уверены, что хотите удалить эту запись?
si: ඔබ මෙම ඉගෙනුම් වාර්තාව මකා දැමීමට විශ්වාසද?
sk: Naozaj chcete odstrániť tento záznam o učení?
sl: Ali želite izbrisati ta zapis učenja?
sq: A jeni i sigurt që dëshironi ta fshini këtë regjistrim studimi?
sr: Да ли сте сигурни да желите да обришете овај запис о учењу?
sv: Är du säker på att du vill ta bort denna post?
sw: Una uhakika unataka kufuta rekodi hii?
ta: நிச்சயமாக இந்தப் பதிவை நீக்க விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా ఈ రికార్డును తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการลบบันทึกนี้?
tl: Gusto mo bang i-delete ang tala na ito sa pag-aaral?
tr: Bu kaydı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей запис?
ur: کیا آپ واقعی اس ریکارڈ کو حذف کرنا چاہتے ہیں؟
uz: Ushbu o'rganish yozuvini o'chirmoqchimisiz?
vi: Bạn có chắc chắn muốn xóa bản ghi này không?
zh_cn: 确定要删除这条学习记录吗？
zh_tw: 確定要刪除這條學習記錄嗎？
zu: Uyafuna ukulisusa leli rekhodi lokufunda?

# recordDeleted
source: Record deleted successfully
af: Rekord suksesvol verwyder
am: መዝገቡ ተሰርዟል
ar: تم حذف السجل بنجاح
as: ৰেকৰ্ড মচি পেলোৱা হ’ল
be: Запіс выдалены
bg: Записът е изтрит
bn: রেকর্ড সফলভাবে মুছে ফেলা হয়েছে
ca: S'ha suprimit l'enregistrament
cs: Záznam úspěšně smazán
cy: Cofnod wedi'i Dileu
da: Optegnelse slettet
de: Eintrag erfolgreich gelöscht
el: Η εγγραφή διαγράφηκε επιτυχώς
es: Registro eliminado con éxito
et: Kirje on kustutatud
eu: Erregistroa ezabatu da
fa: رکورد با موفقیت حذف شد
fi: Tietue poistettu
fil: Matagumpay na natanggal ang tala
fr: Enregistrement supprimé avec succès
gl: Rexistro eliminado
gu: રેકોર્ડ સફળતાપૂર્વક કાઢી નાખ્યો
he: הרשומה נמחקה בהצלחה
hi: रिकॉर्ड सफलतापूर्वक हटाया गया
hu: Rekord sikeresen törölve
hy: Գրառումը ջնջված է
id: Catatan berhasil dihapus
is: Færslu eytt
it: Record eliminato con successo
ja: 記録が削除されました
ka: ჩანაწერი წაშლილია
kk: Жазба жойылды
km: កំណត់ត្រាត្រូវបានលុប
kn: ದಾಖಲೆ ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ
ko: 레코드가 삭제되었습니다
ky: Жазуу өчүрүлдү
lo: ບັນທຶກຖືກລຶບແລ້ວ
mk: Записот е избришан
ml: രേഖ വിജയകരമായി നീക്കം ചെയ്തു
mn: Бичлэгийг устгасан
mr: रेकॉर्ड यशस्वीरित्या काढले
my: မှတ်တမ်းကို ဖျက်ပြီးပါပြီ
nb: Post slettet
ne: रेकर्ड मेटाइयो
nl: Record succesvol verwijderd
or: ରେକର୍ଡ ଡିଲିଟ୍ ହୋଇଗଲା
pa: ਰਿਕਾਰਡ ਸਫਲਤਾਪੂਰਵਕ ਹਟਾਇਆ ਗਿਆ
pl: Wpis usunięty pomyślnie
ro: Înregistrare ștearsă cu succes
ru: Запись успешно удалена
si: වාර්තාව මකා දැමුවා
sk: Záznam odstránený
sl: Zapis je izbrisan
sq: Regjistrimi u fshi
sr: Запис је обрисан
sv: Post borttagen
sw: Rekodi imefutwa
ta: பதிவு வெற்றிகரமாக நீக்கப்பட்டது
te: రికార్డు విజయవంతంగా తొలగించబడింది
th: ลบบันทึกเรียบร้อยแล้ว
tl: Na-delete ang record
tr: Kayıt başarıyla silindi
uk: Запис успішно видалено
ur: ریکارڈ کامیابی سے حذف ہو گیا
uz: Yozuv o'chirildi
vi: Đã xóa bản ghi thành công
zh_cn: 记录已删除
zh_tw: 記錄已刪除
zu: Irekhodi lisusiwe

# deleteFailed
source: Delete failed: {error}
af: Verwydering misluk: {error}
am: ሰርዝ አልተሳካም: {error}
ar: فشل الحذف: {error}
as: মচিবলৈ ব্যৰ্থ: {error}
be: Не атрымалася выдаліць: {error}
bg: Неуспешно изтриване: {error}
bn: মুছতে ব্যর্থ: {error}
ca: Error al suprimir: {error}
cs: Chyba mazání: {error}
cy: Methu dileu: {error}
da: Sletning fejlede: {error}
de: Löschen fehlgeschlagen: {error}
el: Αποτυχία διαγραφής: {error}
es: Fallo al eliminar: {error}
et: Kustutamine ebaõnnestus: {error}
eu: Ezabatu egin da: {error}
fa: حذف ناموفق بود: {error}
fi: Poisto epäonnistui: {error}
fil: Nabigong tanggalin: {error}
fr: Échec de suppression: {error}
gl: Erro ao eliminar: {error}
gu: કાઢી નાખવામાં નિષ્ફળ: {error}
he: המחיקה נכשלה: {error}
hi: हटाना विफल: {error}
hu: Törlés sikertelen: {error}
hy: Ջնջումը ձախողվեց. {error}
id: Penghapusan gagal: {error}
is: Eyðing mistókst: {error}
it: Eliminazione fallita: {error}
ja: 削除失敗: {error}
ka: წაშლა ვერ მოხერხდა: {error}
kk: Жою сәтсіз аяқталды: {error}
km: ការលុបបានបរាជ័យ៖ {error}
kn: ಅಳಿಸುವಿಕೆ ವಿಫಲವಾಗಿದೆ: {error}
ko: 삭제 실패: {error}
ky: Өчүрүү ишке ашкан жок: {error}
lo: ລຶບບໍ່ສຳເລັດ: {error}
mk: Бришењето не успеа: {error}
ml: നീക്കം ചെയ്യൽ പരാജയപ്പെട്ടു: {error}
mn: Устгаж чадсангүй: {error}
mr: काढणे अयशस्वी: {error}
my: ဖျက်ရန် ပျက်ကွက်ခြင်း: {error}
nb: Sletting mislyktes: {error}
ne: मेटाउन असफल भयो: {error}
nl: Verwijderen mislukt: {error}
or: ଡିଲିଟ୍ ବିଫଳ: {error}
pa: ਹਟਾਉਣਾ ਅਸਫਲ: {error}
pl: Usuwanie nieudane: {error}
ro: Ștergere eșuată: {error}
ru: Ошибка удаления: {error}
si: මකා දැමීම අසාර්ථක විය: {error}
sk: Odstránenie zlyhalo: {error}
sl: Brisanje ni uspelo: {error}
sq: Fshirja dështoi: {error}
sr: Брисање није успело: {error}
sv: Borttagning misslyckades: {error}
sw: Kufuta kumeshindikana: {error}
ta: நீக்குதல் தோல்வி: {error}
te: తొలగింపు విఫలమైంది: {error}
th: การลบล้มเหลว: {error}
tl: Nabigong I-delete: {error}
tr: Silme başarısız: {error}
uk: Помилка видалення: {error}
ur: حذف ناکام: {error}
uz: O'chirishda xatolik: {error}
vi: Xóa thất bại: {error}
zh_cn: 删除失败: {error}
zh_tw: 刪除失敗: {error}
zu: Ukwehluleka ukususa: {error}

source: Import JSON File
af: Voer JSON in
am: JSON ፋይል አስመጣ
ar: استيراد JSON
as: JSON ফাইল ইম্প’ৰ্ট কৰক
be: Імпартаваць файл JSON
bg: Импортиране на JSON файл
bn: JSON আমদানি
ca: Importa el fitxer JSON
cs: Import JSON
cy: Mewnforio Ffeil JSON
da: Importer JSON
de: JSON-Datei importieren
el: Εισαγωγή JSON
es: Importar JSON
et: Impordi JSON-fail
eu: JSON fitxategia inportatu
fa: وارد کردن JSON
fi: Tuo JSON
fil: Mag-import ng JSON
fr: Importer JSON
gl: Importar ficheiro JSON
gu: JSON આયાત કરો
he: ייבא JSON
hi: JSON आयात करें
hu: JSON Import
hy: Ներմուծել JSON ֆայլ
id: Impor JSON
is: Flytja inn JSON skrá
it: Importa JSON
ja: JSONファイル読込
ka: JSON ფაილის იმპორტი
kk: JSON файлын импорттау
km: នាំចូលឯកសារ JSON
kn: JSON ಆಮದು
ko: JSON 파일 불러오기
ky: JSON файлын жүктөө
lo: ນຳເຂົ້າໄຟລ໌ JSON
mk: Увези JSON-датотека
ml: JSON ഇറക്കുമതി
mn: JSON файл оруулах
mr: JSON आयात करा
my: JSON ဖိုင်ကို တင်သွင်းပါ
nb: Importer JSON-fil
ne: JSON फाइल आयात गर्नुहोस्
nl: JSON Importeren
or: JSON ଫାଇଲ୍ ଆମଦାନୀ କରନ୍ତୁ
pa: JSON ਇੰਪੋਰਟ
pl: Import JSON
ro: Import JSON
ru: Импорт JSON
si: JSON ගොනුව ආයාත කරන්න
sk: Importovať súbor JSON
sl: Uvozi datoteko JSON
sq: Importo skedarin JSON
sr: Увези JSON датотеку
sv: Importera JSON
sw: Leta JSON
ta: JSON இறக்குமதி
te: JSON దిగుమతి
th: นำเข้าไฟล์ JSON
tl: Mag-import ng JSON File
tr: JSON İçe Aktar
uk: Імпорт JSON
ur: JSON درآمد کریں
uz: JSON faylini import qilish
vi: Nhập file JSON
zh_cn: 导入 JSON 文件
zh_tw: 匯入 JSON 檔案
zu: Ngenisa Ifayela Le-JSON

# importing
source: Importing material...
af: Voer in...
am: እያስመጣ ነው...
ar: جاري الاستيراد...
as: ইম্প’ৰ্ট কৰি থকা হৈছে...
be: Імпарт...
bg: Импортиране...
bn: আমদানী হচ্ছে...
ca: S'està important...
cs: Importování...
cy: Mewnforio...
da: Importerer...
de: Importiere...
el: Εισαγωγή...
es: Importando...
et: Importimine...
eu: Inportatzen...
fa: در حال وارد کردن...
fi: Tuodaan...
fil: Nag-iimport...
fr: Importation...
gl: Importando...
gu: આયાત કરી રહ્યું છે...
he: מייבא...
hi: आयात कर रहा है...
hu: Importálás...
hy: Ներմուծվում է...
id: Mengimpor...
is: Flyt inn...
it: Importazione...
ja: 読込中...
ka: მიმდინარეობს იმპორტი...
kk: Импорттау...
km: កំពុងនាំចូល...
kn: ಆಮದು ಮಾಡಲಾಗುತ್ತಿದೆ...
ko: 자료 가져오는 중...
ky: Жүктөлүүдө...
lo: ກຳລັງນຳເຂົ້າ...
mk: Се увезува...
ml: ഇറക്കുമതി ചെയ്യുന്നു...
mn: Оруулж байна...
mr: आयात करत आहे...
my: တင်သွင်းနေသည်...
nb: Importerer...
ne: आयात गरिँदै...
nl: Importeren...
or: ଆମଦାନୀ କରାଯାଉଛି...
pa: ਇੰਪੋਰਟ ਹੋ ਰਿਹਾ ਹੈ...
pl: Importowanie...
ro: Se importă...
ru: Импорт...
si: ආයාත කරමින්...
sk: Importuje sa...
sl: Uvažam ...
sq: Duke importuar...
sr: Увоз у току...
sv: Importerar...
sw: inaleta...
ta: இறக்குமதி செய்யப்படுகிறது...
te: దిగుమతి అవుతోంది...
th: กำลังนำเข้า...
tl: Nag-i-import...
tr: Aktarılıyor...
uk: Імпортування...
ur: درآمد ہو رہا ہے...
uz: Import qilinmoqda...
vi: Đang nhập...
zh_cn: 正在导入...
zh_tw: 正在匯入...
zu: Ngenisa...

source: Import Complete
af: Invoer Voltooi
am: አስመጪ ተጠናቋል
ar: تم الاستيراد
as: ইম্প’ৰ্ট সম্পূৰ্ণ হ’ল
be: Імпарт завершаны
bg: Импортирането завърши
bn: আমদানী সম্পন্ন
ca: S'ha completat la importació
cs: Import dokončen
cy: Mewnforio wedi'i Gwblhau
da: Import Færdig
de: Import abgeschlossen
el: Ολοκληρώθηκε
es: Importación completada
et: Importimine lõpetatud
eu: Inportatzea amaitu da
fa: وارد کردن کامل شد
fi: Tuonti Valmis
fil: Tapos na ang Pag-import
fr: Importation terminée
gl: Importación completa
gu: આયાત પૂર્ણ
he: הייבוא הושלם
hi: आयात पूर्ण
hu: Import Kész
hy: Ներմուծումն ավարտված է
id: Impor Selesai
is: Innflutningi lokið
it: Importazione Completata
ja: 読込完了
ka: იმპორტი დასრულებულია
kk: Импорттау аяқталды
km: ការនាំចូលបានបញ្ចប់
kn: ಆಮದು ಪೂರ್ಣಗೊಂಡಿದೆ
ko: 불러오기 완료
ky: Жүктөө аяктады
lo: ນຳເຂົ້າສຳເລັດ
mk: Увозот е завршен
ml: ഇറക്കുമതി പൂർത്തിയായി
mn: Оруулж дууслаа
mr: आयात पूर्ण
my: တင်သွင်းခြင်း ပြီးစီးပါပြီ
nb: Import fullført
ne: आयात गरियो
nl: Import Voltooid
or: ଆମଦାନୀ ସମାପ୍ତ
pa: ਇੰਪੋਰਟ ਪੂਰਾ
pl: Import Zakończony
ro: Import Complet
ru: Импорт завершен
si: ආයාත කිරීම සම්පූර්ණයි
sk: Import dokončený
sl: Uvoz končan
sq: Importimi u përfundua
sr: Увоз завршен
sv: Import Klar
sw: Kuleta Kukamilika
ta: இறக்குமதி முடிந்தது
te: దిగుమతి పూర్తయింది
th: นำเข้าเสร็จสมบูรณ์
tl: Tapos na sa Pag-import
tr: Aktarım Tamamlandı
uk: Імпорт завершено
ur: درآمد مکمل
uz: Import yakunlandi
vi: Nhập hoàn tất
zh_cn: 导入完成
zh_tw: 匯入完成
zu: Ukungenisa Kuqediwe

source: Import Failed
af: Invoer Misluk
am: አስመጪ አልተሳካም
ar: فشل الاستيراد
as: ইম্প’ৰ্ট ব্যৰ্থ হ’ল
be: Не атрымалася імпартаваць
bg: Неуспешно импортиране
bn: আমদানী ব্যর্থ
ca: Error d'importació
cs: Import selhal
cy: Methu Mewnforio
da: Import Fejlede
de: Import fehlgeschlagen
el: Απέτυχε
es: Fallo al importar
et: Importimine ebaõnnestus
eu: Inportatzeak huts egin du
fa: وارد کردن ناموفق بود
fi: Tuonti Epäonnistui
fil: Nabigong Mag-import
fr: Échec d'importation
gl: Erro ao importar
gu: આયાત નિષ્ફળ
he: הייבוא נכשל
hi: आयात विफल
hu: Import Sikertelen
hy: Ներմուծումը ձախողվեց
id: Impor Gagal
is: Innflutningur mistókst
it: Importazione Fallita
ja: 読込失敗
ka: იმპორტი ვერ მოხერხდა
kk: Импорттау сәтсіз аяқталды
km: ការនាំចូលបានបរាជ័យ
kn: ಆಮದು ವಿಫಲವಾಗಿದೆ
ko: 불러오기 실패
ky: Жүктөө ишке ашкан жок
lo: ນຳເຂົ້າບໍ່ສຳເລັດ
mk: Увозот не успеа
ml: ഇറക്കുമതി പരാജയപ്പെട്ടു
mn: Оруулж чадсангүй
mr: आयात अयशस्वी
my: တင်သွင်းခြင်း ပျက်ကွက်ခြင်း
nb: Import mislyktes
ne: आयात गर्न असफल भयो
nl: Import Mislukt
or: ଆମଦାନୀ ବିଫଳ
pa: ਇੰਪੋਰਟ ਅਸਫਲ
pl: Import Nieudany
ro: Import Eșuat
ru: Ошибка импорта
si: ආයාත කිරීම අසාර්ථක විය
sk: Import zlyhal
sl: Uvoz ni uspel
sq: Importimi dështoi
sr: Увоз није успео
sv: Import Misslyckades
sw: Kuleta Kumeshindikana
ta: இறக்குமதி தோல்வி
te: దిగుమతి విఫలమైంది
th: การนำเข้าล้มเหลว
tl: Nabigong Mag-import
tr: Aktarım Başarısız
uk: Помилка імпорту
ur: درآمد ناکام
uz: Importda xatolik
vi: Nhập thất bại
zh_cn: 导入失败
zh_tw: 匯入失敗
zu: Ukungenisa Kwehlulekile

# importFile
source: File: {fileName}
af: Lêer: {fileName}
am: ፋይል: {fileName}
ar: الملف: {fileName}
as: ফাইল: {fileName}
be: Файл: {fileName}
bg: Файл: {fileName}
bn: ফাইল: {fileName}
ca: Fitxer: {fileName}
cs: Soubor: {fileName}
cy: Ffeil: {fileName}
da: Fil: {fileName}
de: Datei: {fileName}
el: Αρχείο: {fileName}
es: Archivo: {fileName}
et: Fail: {fileName}
eu: Fitxategia: {fileName}
fa: فایل: {fileName}
fi: Tiedosto: {fileName}
fr: Fichier: {fileName}
gl: Ficheiro: {fileName}
gu: ફાઇલ: {fileName}
he: קובץ: {fileName}
hi: फ़ाइल: {fileName}
hu: Fájl: {fileName}
hy: Ֆայլ. {fileName}
is: Skrá: {fileName}
ja: ファイル: {fileName}
ka: ფაილი: {fileName}
kk: Файл: {fileName}
km: ឯកសារ៖ {fileName}
kn: ಫೈಲ್: {fileName}
ko: 파일: {fileName}
ky: Файл: {fileName}
lo: ໄຟລ໌: {fileName}
mk: Датотека: {fileName}
ml: ഫയൽ: {fileName}
mn: Файл: {fileName}
mr: फाइल: {fileName}
my: ဖိုင်: {fileName}
nb: Fil: {fileName}
ne: फाइल: {fileName}
nl: Bestand: {fileName}
or: ଫାଇଲ୍: {fileName}
pa: ਫਾਈਲ: {fileName}
pl: Plik: {fileName}
ro: Fișier: {fileName}
ru: Файл: {fileName}
si: ගොනුව: {fileName}
sk: Súbor: {fileName}
sl: Datoteka: {fileName}
sq: Skedari: {fileName}
sr: Датотека: {fileName}
sv: Fil: {fileName}
sw: Faili: {fileName}
ta: கோப்பு: {fileName}
te: ఫైల్: {fileName}
th: ไฟล์: {fileName}
tr: Dosya: {fileName}
uk: Файл: {fileName}
ur: فائل: {fileName}
uz: Fayl: {fileName}
vi: Tập tin: {fileName}
zh_cn: 文件: {fileName}
zh_tw: 檔案: {fileName}
zu: Ifayela: {fileName}

# importTotal
source: Total: {count} items
af: Totaal: {count}
am: ጠቅላላ: {count} ዕቃዎች
ar: الإجمالي: {count}
as: মুঠ: {count}টা
be: Усяго: {count}
bg: Общо: {count}
bn: মোট: {count}
ca: Total: {count}
cs: Celkem: {count}
cy: Cyfanswm: {count}
da: Total: {count}
de: Gesamt: {count} Einträge
el: Σύνολο: {count}
es: Total: {count} ítems
et: Kokku: {count} tk
eu: Guztira: {count}
fa: کل: {count}
fi: Yhteensä: {count}
fil: Kabuuan: {count}
fr: Total: {count} éléments
gl: Total: {count}
gu: કુલ: {count}
he: סה"כ: {count}
hi: कुल: {count}
hu: Összes: {count}
hy: Ընդհանուր. {count}
id: Total: {count}
is: Alls: {count}
it: Totale: {count}
ja: 合計: {count}件
ka: სულ: {count}
kk: Барлығы: {count}
km: សរុប៖ {count}ធាតុ
kn: ಒಟ್ಟು: {count}
ko: 전체: {count}개
ky: Бардыгы: {count} даана
lo: ທັງໝົດ: {count} ລາຍການ
mk: Вкупно: {count}
ml: ആകെ: {count}
mn: Нийт: {count} ширхэг
mr: एकूण: {count}
my: စုစုပေါင်း: {count}ခု
nb: Totalt: {count}
ne: कुल: {count} वटा
nl: Totaal: {count}
or: ସମୁଦାୟ: {count}ଟି
pa: ਕੁੱਲ: {count}
pl: Razem: {count}
ro: Total: {count}
ru: Всего: {count}
si: සම්පූර්ණ: {count}ක්
sk: Celkom: {count}
sl: Skupaj: {count}
sq: Totali: {count}
sr: Укупно: {count}
sv: Totalt: {count}
sw: Jumla: {count}
ta: மொத்தம்: {count}
te: మొత్తం: {count}
th: ทั้งหมด: {count} รายการ
tl: Kabuuang: {count}
tr: Toplam: {count}
uk: Всього: {count}
ur: کل: {count}
uz: Jami: {count} dona
vi: Tổng: {count}
zh_cn: 总计: {count} 项
zh_tw: 總計: {count} 項
zu: Isamba: {count}

# importAdded
source: Added: {count} items
af: Bygevoeg: {count}
am: ተጨምሯል: {count} ዕቃዎች
ar: تمت الإضافة: {count}
as: যোগ কৰা হ’ল: {count}টা
be: Дададзена: {count}
bg: Добавени: {count}
bn: যোগ করা হয়েছে: {count}
ca: S'ha afegit: {count}
cs: Přidáno: {count}
cy: Ychwanegwyd: {count}
da: Tilføjet: {count}
de: Hinzugefügt: {count} Einträge
el: Προστέθηκαν: {count}
es: Añadidos: {count} ítems
et: Lisatud: {count} tk
eu: Gehituta: {count}
fa: افزوده شده: {count}
fi: Lisätty: {count}
fil: Idinagdag: {count}
fr: Ajoutés: {count} éléments
gl: Engadido: {count}
gu: ઉમેર્યું: {count}
he: נוסף: {count}
hi: जोड़ा गया: {count}
hu: Hozzáadva: {count}
hy: Ավելացված. {count}
id: Ditambahkan: {count}
is: Bætt við: {count}
it: Aggiunti: {count}
ja: 追加: {count}件
ka: დამატებულია: {count}
kk: Қосылды: {count}
km: បានបន្ថែម៖ {count}ធាតុ
kn: ಸೇರಿಸಲಾಗಿದೆ: {count}
ko: 추가: {count}개
ky: Кошулду: {count} даана
lo: ເພີ່ມ: {count} ລາຍການ
mk: Додадено: {count}
ml: ചേർത്തത്: {count}
mn: Нэмсэн: {count} ширхэг
mr: जोडले: {count}
my: ထပ်ထည့်: {count}ခု
nb: Lagt til: {count}
ne: थपियो: {count} वटा
nl: Toegevoegd: {count}
or: ଯୋଡାଗଲା: {count}ଟି
pa: ਸ਼ਾਮਲ ਕੀਤਾ: {count}
pl: Dodano: {count}
ro: Adăugat: {count}
ru: Добавлено: {count}
si: එකතු කරන ලදී: {count}ක්
sk: Pridané: {count}
sl: Dodano: {count}
sq: U shtua: {count}
sr: Додато: {count}
sv: Tillagd: {count}
sw: Imeongezwa: {count}
ta: சேர்க்கப்பட்டது: {count}
te: జోడించబడింది: {count}
th: เพิ่มแล้ว: {count} รายการ
tl: Naidagdag: {count}
tr: Eklendi: {count}
uk: Додано: {count}
ur: شامل کیا گیا: {count}
uz: Qo'shildi: {count} dona
vi: Đã thêm: {count}
zh_cn: 添加: {count} 项
zh_tw: 新增: {count} 項
zu: Kwengeziwe: {count}
