Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

# tutorialM3IntervalDesc
source: Adjust the waiting time between sentences.
af: Pas wagtyd tussen sinne aan.
am: በዓረፍተ ነገሮች መካከል የጥበቃ ጊዜውን ያስተካክሉ።
ar: اضبط وقت الانتظار بين الجمل.
as: বাক্যৰ মাজৰ সময় এডজাষ্ট কৰক।
be: Адрэгулюйце час чакання паміж фразамі.
bg: Регулира времето за изчакване между изреченията.
bn: বাক্যের মধ্যে অপেক্ষার সময় সামঞ্জস্য করুন।
ca: Ajusta el temps d'espera entre frases.
cs: Nastavte čas mezi větami.
cy: Addaswch yr amser aros rhwng brawddegau.
da: Juster ventetid mellem sætninger.
de: Passen Sie die Wartezeit zwischen den Sätzen an.
el: Ρυθμίστε το χρόνο αναμονής.
es: Ajusta el tiempo de espera entre oraciones.
et: Reguleeri lausete vahelist ooteaega.
eu: Doitu esaldien arteko itxaron-denbora.
fa: زمان انتظار بین جملات را تنظیم کنید.
fi: Säädä odotusaika lauseiden välillä.
fil: Ayusin ang oras ng paghihintay sa pagitan ng mga pangungusap.
fr: Ajustez le temps d'attente entre les phrases.
gl: Axusta o tempo de espera entre frases.
gu: વાક્યો વચ્ચેનો પ્રતીક્ષા સમય સમાયોજિત કરો.
he: כוון את זמן ההמתנה.
hi: वाक्यों के बीच प्रतीक्षा समय समायोजित करें.
hu: Állítsa be a mondatok közötti időt.
hy: Կարգավորեք սպասման ժամանակը նախադասությունների միջև:
id: Atur waktu tunggu antar kalimat.
is: Stilltu biðtímann á milli setninga.
it: Regola il tempo di attesa tra le frasi.
ja: 文章間の待機時間を調整します。
ka: დაარეგულირეთ ლოდინის დრო წინადადებებს შორის.
kk: Сөйлемдер арасындағы күту уақытын реттейді.
km: លៃតម្រូវពេលវេលារង់ចាំរវាងប្រយោគ។
kn: ವಾಕ್ಯಗಳ ನಡುವಿನ ಕಾಯುವ ಸಮಯವನ್ನು ಹೊಂದಿಸಿ.
ko: 문장 사이의 대기 시간을 조절합니다.
ky: Сүйлөмдөрдүн ортосундагы күтүү убактысын жөндөйт.
lo: ປັບເວລາລໍຖ້າລະຫວ່າງປະໂຫຍກ.
mk: Прилагодете го времето на чекање помеѓу речениците.
ml: വാക്യങ്ങൾക്കിടയിലുള്ള കാത്തിരിപ്പ് സമയം ക്രമീകരിക്കുക.
mn: Өгүүлбэр хоорондын хүлээх хугацааг тохируулна.
mr: वाक्यांमधील प्रतीक्षा वेळ समायोजित करा.
my: စာကြောင်းများကြား စောင့်ဆိုင်းချိန်ကို ချိန်ညှိပါ။
nb: Juster ventetiden mellom setningene.
ne: वाक्यहरूको बीचमा पर्खने समय समायोजन गर्नुहोस्।
nl: Pas de wachttijd tussen zinnen aan.
or: ବାକ୍ୟ ମଧ୍ୟରେ ଅପେକ୍ଷା ସମୟ ସମାୟୋଜନ କରନ୍ତୁ।
pa: ਵਾਕਾਂ ਦੇ ਵਿਚਕਾਰ ਉਡੀਕ ਦਾ ਸਮਾਂ ਅਨੁਕੂਲ ਕਰੋ।
pl: Dostosuj czas oczekiwania między zdaniami.
ro: Reglează timpul de așteptare
ru: Настройте время ожидания между фразами.
si: වාක්‍ය අතර රැඳී සිටීමේ කාලය සකසන්න.
sk: Upravte čakaciu dobu medzi vetami.
sl: Prilagodite čas čakanja med stavki.
sq: Rregulloni kohën e pritjes midis fjalive.
sr: Подесите време чекања између реченица.
sv: Justera väntetid mellan meningar.
sw: Rekebisha muda wa kusubiri.
ta: வாக்கியங்களுக்கு இடையிலான காத்திருப்பு நேரத்தை சரிசெய்யவும்.
te: వాక్యాల మధ్య వేచి ఉండే సమయాన్ని సర్దుబాటు చేయండి.
th: ปรับเวลารอระหว่างประโยค
tl: Inaayos ang oras ng paghihintay sa pagitan ng mga pangungusap.
tr: Cümleler arası bekleme süresini ayarla.
uk: Налаштуйте час очікування.
ur: جملوں کے درمیان انتظار کا وقت ایڈجسٹ کریں۔
uz: Jumlalar orasidagi kutish vaqtini sozlang.
vi: Điều chỉnh thời gian chờ giữa các câu.
zh_cn: 调整句子之间的等待时间。
zh_tw: 調整句子之間的等待時間。
zu: Lungisa isikhathi sokulinda phakathi kwemisho.

# tutorialM3StartTitle
source: Start Practice
af: Begin
am: ልምምድ ይጀምሩ
ar: بدء الممارسة
as: অনুশীলন আৰম্ভ কৰক
be: Пачаць практыку
bg: Започване на практика
bn: শুরু
ca: Comença la pràctica
cs: Start
cy: Dechrau Ymarfer
da: Start
de: Übung starten
el: Έναρξη
es: Iniciar Práctica
et: Alusta harjutamist
eu: Praktika hasi
fa: شروع
fi: Aloita
fil: Simulan
fr: Commencer Pratique
gl: Comezar a practicar
gu: શરૂ કરો
he: התחל
hi: अभ्यास शुरू करें
hu: Indítás
hy: Սկսել մարզումը
id: Mulai Latihan
is: Hefja æfingu
it: Inizia Pratica
ja: 練習開始
ka: ვარჯიშის დაწყება
kk: Жаттығуды бастау
km: ចាប់ផ្ដើមអនុវត្ត
kn: ಪ್ರಾರಂಭಿಸಿ
ko: 연습 시작
ky: Көнүгүүнү баштоо
lo: ເລີ່ມຝຶກ
mk: Започни со вежбање
ml: ആരംഭിക്കുക
mn: Дадлага эхлүүлэх
mr: सुरू करा
my: လေ့ကျင့်ခန်း စတင်
nb: Start øvelse
ne: अभ्यास सुरु गर्नुहोस्
nl: Start Oefening
or: ଅଭ୍ୟାସ ଆରମ୍ଭ କରନ୍ତୁ
pa: ਸ਼ੁਰੂ
pl: Start
ro: Start
ru: Начать
si: පුහුණුව ආරම්භ කරන්න
sk: Začať cvičiť
sl: Začni z vajo
sq: Fillo Praktikën
sr: Започните вежбање
sv: Starta
sw: Anza
ta: தொடங்கு
te: ప్రారంభించు
th: เริ่มฝึก
tl: Simulan ang Pagsasanay
tr: Pratiği Başlat
uk: Почати
ur: شروع
uz: Mashqni boshlash
vi: Bắt đầu luyện tập
zh_cn: 开始练习
zh_tw: 開始練習
zu: Qala Ukuzijwayeza

# tutorialM3StartDesc
source: Tap play to start listening and shadowing.
af: Druk speel om te begin.
am: ቤተኛውን ድምጽ ለማዳመጥ እና ለመድገም አጫውት የሚለውን ቁልፍ ይጫኑ።
ar: اضغط تشغيل للبدء بالاستماع والترديد.
as: মাতৃভাষীৰ কথা শুনিবলৈ আৰু পুনৰাবৃত্তি কৰিবলৈ প্লে’ বুটাম টিপক।
be: Націсніце кнопку прайгравання, каб праслухаць гаворку носьбіта мовы і паўтарыць яе.
bg: Слушайте гласа на носител на езика и говорете след него, като докоснете бутона за пускане.
bn: শুরু করতে প্লে ট্যাপ করুন।
ca: Prem el botó de reproducció per escoltar la veu d'un parlant natiu i repetir.
cs: Klepněte na Play pro start.
cy: Gwrando ar lais siaradwr brodor a'i ailadrodd trwy wasgu'r botwm chwarae.
da: Tryk play for at starte.
de: Tippen Sie auf Play, um mit dem Zuhören und Nachsprechen zu beginnen.
el: Πατήστε play για έναρξη.
es: Toca reproducir para empezar a escuchar y repetir.
et: Kuula emakeelena kõneleja häält ja korda seda, vajutades taasesitusnuppu.
eu: Sakatu erreproduzitzeko botoia jatorrizko hiztunaren ahotsa entzun eta jarraitzeko.
fa: برای شروع دکمه پخش را لمس کنید.
fi: Paina toista aloittaaksesi.
fil: I-tap ang play para magsimula.
fr: Appuyez sur lecture pour commencer à écouter et répéter.
gl: Preme o botón de reprodución para escoitar a voz dun falante nativo e repetir.
gu: શરૂ કરવા માટે પ્લે ટેપ કરો.
he: לחץ על נגן להתחלה.
hi: सुनने और छायांकन शुरू करने के लिए प्ले टैप करें.
hu: Nyomja meg a lejátszást az indításhoz.
hy: Սեղմեք նվագարկման կոճակը՝ լսելու մայրենի լեզվով խոսողի ձայնը և կրկնեք։
id: Ketuk putar untuk mulai mendengar dan menirukan.
is: Ýttu á spilunarhnappinn til að hlusta á móðurmálið og endurtaka.
it: Tocca play per iniziare ad ascoltare e ripetere.
ja: 再生ボタンを押してネイティブ音声を聞き、続いて発音してください。
ka: მოუსმინეთ მშობლიური ენის ხმას და გაიმეორეთ დაკვრის ღილაკზე დაჭერით.
kk: Түпнұсқа тілде дыбысты тыңдау және қайталау үшін ойнату батырмасын басыңыз.
km: ចុចប៊ូតុងចាក់សារឡើងវិញដើម្បីស្តាប់សំឡេងរបស់វាគ្មិនដើម ហើយធ្វើតាម។
kn: ಪ್ರಾರಂಭಿಸಲು ಪ್ಲೇ ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 재생 버튼을 눌러 원어민 음성을 듣고 따라하세요.
ky: Ойнотуу баскычын басып эне тилде сүйлөгөн адамдын үнүн угуп кайталаңыз.
lo: ກົດປຸ່ມຫຼິ້ນເພື່ອຟັງສຽງຂອງເຈົ້າຂອງພາສາ ແລະເວົ້າຕາມ.
mk: Притиснете го копчето за репродукција за да го слушнете гласот на мајчин јазик и да повторите.
ml: ആരംഭിക്കാൻ പ്ലേ ടാപ്പ് ചെയ്യുക.
mn: Тоглуулах товчлуурыг дарж эх хэлээр ярьж буй дууг сонсоод дагана уу.
mr: सुरू करण्यासाठी प्ले टॅप करा.
my: ပြန်ဖွင့် ခလုတ်ကို နှိပ်၍ မူရင်း အသံကို နားထောင်ပြီး လိုက်ပြောပါ။
nb: Lytt til morsmålsstemmen og følg den ved å trykke på avspillingsknappen.
ne: प्ले बटन थिचेर मातृभाषा वक्ताको आवाज सुन्नुहोस् र दोहोर्याउनुहोस्।
nl: Tik play om te luisteren en na te zeggen.
or: ମୂଳ ବକ୍ତାଙ୍କ ଭଏସ୍ ଶୁଣିବାକୁ ଏବଂ ଅନୁସରଣ କରିବାକୁ ପ୍ଲେ ବଟନ୍ ଦବାନ୍ତୁ।
pa: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਪਲੇ ਦਬਾਓ।
pl: Dotknij play aby zacząć słuchać i powtarzać.
ro: Apasă play pentru a începe.
ru: Нажмите Play для начала практики.
si: ස්වදේශීය කථිකයාගේ හඬට සවන් දීමට සහ එය නැවත කිරීමට නැවත ධාවනය බොත්තම ඔබන්න.
sk: Stlačením tlačidla prehrávania si vypočujte reč rodeného hovoriaceho a opakujte.
sl: Pritisnite gumb za predvajanje, da poslušate govor maternega govorca in ga ponovite.
sq: Shtypni butonin e luajtjes për të dëgjuar zërin e folësit amtar dhe përsëriteni.
sr: Притисните дугме за репродукцију да бисте слушали изворни глас и понављали.
sv: Tryck play för att börja.
sw: Bofya cheza ili kuanza.
ta: தொடங்க ப்ளே தட்டவும்.
te: ప్రారంభించడానికి ప్లే నొక్కండి.
th: แตะเล่นเพื่อเริ่มฟังและพูดตาม
tl: Pindutin ang button na play para pakinggan ang boses ng katutubong tagapagsalita at sundin ito.
tr: Dinleyip tekrarlamak için oynat'a bas.
uk: Натисніть Play для початку.
ur: شروع کرنے کے لیے پلے دبائیں۔
uz: Ijro etish tugmasini bosib, ona tilida so'zlovchining ovozini tinglang va takrorlang.
vi: Nhấn phát để bắt đầu nghe và nhại lại.
zh_cn: 点击播放开始聆听和跟读。
zh_tw: 點擊播放開始聆聽和跟讀。
zu: Lalela izwi lomuntu okhuluma ulimi lwendabuko bese ulandela ngokucindezela inkinobho yokudlala.

# startWarning
source: Warning
af: Waarskuwing
am: ማስጠንቀቂያ
ar: تحذير
as: সতৰ্কবাণী
be: Увага
bg: Внимание
bn: সতর্কতা
ca: Atenció
cs: Varování
cy: Rhybudd
da: Advarsel
de: Warnung
el: Προειδοποίηση
es: Advertencia
et: Hoiatus
eu: Abisua
fa: هشدار
fi: Varoitus
fil: Babala
fr: Avertissement
gl: Aviso
gu: ચેતવણી
he: אזהרה
hi: चेतावनी
hu: Figyelem
hy: Զգուշացում
id: Peringatan
is: Viðvörun
it: Avviso
ja: 注意
ka: გაფრთხილება
kk: Ескерту
km: ការព្រមាន
kn: ಎಚ್ಚರಿಕೆ
ko: 주의
ky: Эскертүү
lo: ຄຳເຕືອນ
mk: Предупредување
ml: മുന്നറിയിപ്പ്
mn: Анхааруулга
mr: चेतावणी
my: သတိပေးချက်
nb: Advarsel
ne: चेतावनी
nl: Waarschuwing
or: ଚେତାବନୀ
pa: ਚੇਤਾਵਨੀ
pl: Ostrzeżenie
ro: Avertisment
ru: Внимание
si: අවවාදයයි
sk: Upozornenie
sl: Opozorilo
sq: Paralajmërim
sr: Упозорење
sv: Varning
sw: Onyo
ta: எச்சரிக்கை
te: హెచ్చరిక
th: คำเตือน
tl: Babala
tr: Uyarı
uk: Увага
ur: انتباہ
uz: Diqqat
vi: Cảnh báo
zh_cn: 警告
zh_tw: 警告
zu: Qaphela

source: No voice detected
af: Geen stem bespeur
am: ምንም ድምጽ አልተገኘም
ar: لم يتم اكتشاف صوت
as: কোনো মাত ধৰা পৰা নাই
be: Не выяўлена голасу
bg: Не е открит глас
bn: কোনো ভয়েস শনাক্ত হয়নি
ca: No s'ha detectat cap veu
cs: Hlas nerozpoznán
cy: Ni chanfuwyd llais
da: Ingen stemme registreret
de: Keine Stimme erkannt
el: Δεν ανιχνεύθηκε φωνή
es: No se detectó voz
et: Häält ei tuvastatud
eu: Ez da ahotsik detektatu
fa: صدایی تشخیص داده نشد
fi: Ääntä ei havaittu
fil: Walang boses na nakita
fr: Aucune voix détectée
gl: Non se detectou ningunha voz
gu: કોઈ અવાજ મળ્યો નથી
he: לא זוהה קול
hi: कोई आवाज़ नहीं मिली
hu: Hang nem észlelhető
hy: Ձայն չի հայտնաբերվել
id: Suara tidak terdeteksi
is: Engin rödd greindist
it: Nessuna voce rilevata
ja: 音声が検出されませんでした
ka: ხმა არ არის აღმოჩენილი
kk: Дауыс анықталмады
km: មិនមានសំឡេងត្រូវបានរកឃើញទេ។
kn: ಯಾವುದೇ ಧ್ವನಿ ಪತ್ತೆಯಾಗಿಲ್ಲ
ko: 목소리가 감지되지 않았어요
ky: Үн аныкталган жок
lo: ບໍ່ກວດພົບສຽງ
mk: Не е откриен глас
ml: ശബ്ദം കണ്ടെത്തിയില്ല
mn: Дуу хоолой илрээгүй байна
mr: आवाज आढळला नाही
my: အသံကို မတွေ့ပါ။
nb: Ingen stemme ble oppdaget
ne: आवाज पत्ता लागेन
nl: Geen stem gedetecteerd
or: କୌଣସି ସ୍ୱର ଚିହ୍ନଟ ହୋଇନାହିଁ
pa: ਕੋਈ ਆਵਾਜ਼ ਨਹੀਂ ਮਿਲੀ
pl: Nie wykryto głosu
ro: Voce nedetectată
ru: Голос не обнаружен
si: හඬක් හඳුනාගත්තේ නැත
sk: Nezistil sa žiadny hlas
sl: Glas ni zaznan
sq: Nuk u zbulua asnjë zë
sr: Глас није откривен
sv: Ingen röst upptäckt
sw: Sauti haijagunduliwa
ta: குரல் கண்டறியப்படவில்லை
te: వాయిస్ గుర్తించబడలేదు
th: ไม่พบเสียง
tl: Walang nakitang boses
tr: Ses algılanmadı
uk: Голос не виявлено
ur: کوئی آواز نہیں ملی
uz: Ovoz aniqlanmadi
vi: Không phát hiện giọng nói
zh_cn: 未检测到声音
zh_tw: 未偵測到聲音
zu: Izwi alitholakalanga

# tooltipSearch
source: Search
af: Soek
am: ፈልግ
ar: بحث
as: সন্ধান
be: Пошук
bg: Търсене
bn: অনুসন্ধান
ca: Cerca
cs: Hledat
cy: Chwilio
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
et: Otsing
eu: Bilatu
fa: جستجو
fi: Haku
fil: Maghanap
fr: Rechercher
gl: Buscar
gu: શોધો
he: חיפוש
hi: खोजें
hu: Keresés
hy: Որոնում
id: Cari
is: Leita
it: Cerca
ja: 検索
ka: ძებნა
kk: Іздеу
km: ស្វែងរក
kn: ಹುಡುಕಿ
ko: 검색
ky: Издөө
lo: ຄົ້ນຫາ
mk: Пребарај
ml: തിരയുക
mn: Хайх
mr: शोधा
my: ရှာဖွေခြင်း
nb: Søk
ne: खोज्नुहोस्
nl: Zoeken
or: ସର୍ଚ୍ଚ
pa: ਖੋਜੋ
pl: Szukaj
ro: Căutare
ru: Поиск
si: සොයන්න
sk: Hľadať
sl: Iskanje
sq: Kërko
sr: Претрага
sv: Sök
sw: Tafuta
ta: தேடு
te: వెతకండి
th: ค้นหา
tl: Maghanap
tr: Ara
uk: Пошук
ur: تلاش
uz: Qidiruv
vi: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋
zu: Sesha

# tooltipStudyReview
source: Study+Review
af: Studie+Hersiening
am: ማጥናት + ክለሳ
ar: دراسة+مراجعة
as: অধ্যয়ন+পুনৰীক্ষণ
be: Навучанне + Агляд
bg: Обучение+Преглед
bn: অধ্যয়ন+পর্যালোচনা
ca: Estudi+Repàs
cs: Studium+Opakování
cy: Astudio+Adolygu
da: Studie+Gentagelse
de: Lernen+Wiederholen
el: Μελέτη+Επανάληψη
es: Estudio+Repaso
et: Õppimine+kordamine
eu: Ikasi+Berrikusi
fa: مطالعه+مرور
fi: Opiskelu+Kertaus
fil: Pag-aaral+Pagsusuri
fr: Étude+Révision
gl: Estudo+Repaso
gu: અભ્યાસ+સમીક્ષા
he: לימוד+חזרה
hi: अध्ययन+समीक्षा
hu: Tanulás+Ismétlés
hy: Ուսուցում+վերանայում
id: Belajar+Ulasan
is: Nám+Endurskoðun
it: Studio+Ripasso
ja: 学習+復習
ka: სწავლა+გამეორება
kk: Оқу+Қайталау
km: សិក្សា+ពិនិត្យ
kn: ಅಧ್ಯಯನ+ಪರಿಶೀಲನೆ
ko: 학습+복습
ky: Окуу+Кайталоо
lo: ຮຽນຮູ້+ທົບທວນ
mk: Учење + преглед
ml: പഠനം+അവലോകനം
mn: Сурах+Давтах
mr: अभ्यास+पुनरावलोकन
my: သင်ယူခြင်း+ပြန်လည်သုံးသပ်ခြင်း
nb: Læring+Gjennomgang
ne: अध्ययन+समीक्षा
nl: Studie+Herhaling
or: ଅଧ୍ୟୟନ+ପୁନର୍ବିଚାର
pa: ਅਧਿਐਨ+ਸਮੀਖਿਆ
pl: Nauka+Powtórka
ro: Studiu+Revizuire
ru: Обучение+Повторение
si: ඉගෙනීම+සමාලෝචනය
sk: Učenie + Opakovanie
sl: Učenje + ponovitev
sq: Studim+Rishikim
sr: Учење+Преглед
sv: Studie+Repetition
sw: Kusoma+Kurudia
ta: படிப்பு+மதிப்பாய்வு
te: అధ్యయనం+సమీక్ష
th: เรียน+ทบทวน
tl: Mag-aral+Mag-review
tr: Çalışma+Tekrar
uk: Навчання+Повторення
ur: مطالعہ+جائزہ
uz: O'rganish+Ko'rib chiqish
vi: Học+Ôn tập
zh_cn: 学习+复习
zh_tw: 學習+複習
zu: Funda+Buyekeza

# tooltipSpeaking
source: Speaking
af: Praat
am: መናገር
ar: تحدث
as: কথা
be: Размова
bg: Говорене
bn: কথা বলা
ca: Parla
cs: Mluvení
cy: Siarad
da: Tale
de: Sprechen
el: Ομιλία
es: Hablar
et: Rääkimine
eu: Hitz egin
fa: صحبت کردن
fi: Puhuminen
fil: Pagsasalita
fr: Parler
gl: Falar
gu: બોલવું
he: דיבור
hi: बोलना
hu: Beszéd
hy: Խոսել
id: Berbicara
is: Tala
it: Parlare
ja: スピーキング
ka: საუბარი
kk: Сөйлеу
km: និយាយ
kn: ಮಾತನಾಡುವುದು
ko: 말하기
ky: Сүйлөө
lo: ເວົ້າ
mk: Зборување
ml: സംസാരിക്കുക
mn: Ярих
mr: बोलणे
my: ပြောခြင်း
nb: Snakker
ne: बोल्दै
nl: Spreken
or: କହିବା
pa: ਬੋਲਣਾ
pl: Mówienie
ro: Vorbire
ru: Говорение
si: කථා කිරීම
sk: Rozprávanie
sl: Govor
sq: Të folurit
sr: Говор
sv: Tal
sw: Kuzungumza
ta: பேசுதல்
te: మాట్లాడటం
th: พูด
tl: Magsalita
tr: Konuşma
uk: Говоріння
ur: بولنا
uz: Gapirish
vi: Nói
zh_cn: 口语
zh_tw: 口語
zu: Ukukhuluma

# tooltipDecrease
source: Decrease
af: Verminder
am: ቀንስ
ar: تقليل
as: কম কৰক
be: Паменшыць
bg: Намаляване
bn: হ্রাস
ca: Redueix
cs: Snížit
cy: Lleihau
da: Formindsk
de: Verringern
el: Μείωση
es: Disminuir
et: Vähenda
eu: Murriztu
fa: کاهش
fi: Vähennä
fil: Bawasan
fr: Diminuer
gl: Diminuír
gu: ઘટાડો
he: הפחתה
hi: कम करें
hu: Csökkentés
hy: Նվազեցնել
id: Kurangi
is: Minnka
it: Diminuisci
ja: 減少
ka: შემცირება
kk: Төмендету
km: បន្ថយ
kn: ಕಡಿಮೆ
ko: 감소
ky: Азайтуу
lo: ຫຼຸດລົງ
mk: Намали
ml: കുറയ്ക്കുക
mn: Багасгах
mr: कमी करा
my: လျှော့ချခြင်း
nb: Reduser
ne: घटाउनुहोस्
nl: Verminderen
or: ହ୍ରାସ
pa: ਘਟਾਓ
pl: Zmniejsz
ro: Scădere
ru: Уменьшить
si: අඩු කරන්න
sk: Znížiť
sl: Zmanjšaj
sq: Zvogëlo
sr: Смањи
sv: Minska
sw: Punguza
ta: குறைக்க
te: తగ్గించు
th: ลด
tl: Bawasan
tr: Azalt
uk: Зменшити
ur: کم کریں
uz: Kamaytirish
vi: Giảm
zh_cn: 减少
zh_tw: 減少
zu: Yehlisa

# tooltipIncrease
source: Increase
af: Verhoog
am: ጨምር
ar: زيادة
as: বঢ়াওক
be: Павялічыць
bg: Увеличаване
bn: বৃদ্ধি
ca: Augmenta
cs: Zvýšit
cy: Cynyddu
da: Forøg
de: Erhöhen
el: Αύξηση
es: Aumentar
et: Suurenda
eu: Handitu
fa: افزایش
fi: Lisää
fil: Dagdagan
fr: Augmenter
gl: Aumentar
gu: વધારો
he: הגדלה
hi: बढ़ाएं
hu: Növelés
hy: Ավելացնել
id: Tambah
is: Auka
it: Aumenta
ja: 増加
ka: გაზრდა
kk: Арттыру
km: បង្កើន
kn: ಹೆಚ್ಚಿಸು
ko: 증가
ky: Көбөйтүү
lo: ເພີ່ມຂຶ້ນ
mk: Зголеми
ml: വർദ്ധിപ്പിക്കുക
mn: Нэмэгдүүлэх
mr: वाढवा
my: တိုးမြှင့်ခြင်း
nb: Øk
ne: बढाउनुहोस्
nl: Verhogen
or: ବୃଦ୍ଧି
pa: ਵਧਾਓ
pl: Zwiększ
ro: Creștere
ru: Увеличить
si: වැඩි කරන්න
sk: Zvýšiť
sl: Povečaj
sq: Rrit
sr: Повећај
sv: Öka
sw: Ongeza
ta: அதிகரிக்க
te: పెంచు
th: เพิ่ม
tl: Dagdagan
tr: Artır
uk: Збільшити
ur: بڑھائیں
uz: Ko'paytirish
vi: Tăng
zh_cn: 增加
zh_tw: 增加
zu: Nyusa

source: Language Settings
af: Taalinstellings
am: የቋንቋ ቅንጅቶች
ar: إعدادات اللغة
as: ভাষাৰ ছেটিং
be: Налады мовы
bg: Езикови настройки
bn: ভাষা সেটিংস
ca: Configuració de l'idioma
cs: Nastavení jazyka
cy: Gosodiadau Iaith
da: Sprogindstillinger
de: Spracheinstellungen
el: Ρυθμίσεις γλώσσας
es: Configuración de idioma
et: Keele seaded
eu: Hizkuntza-ezarpenak
fa: تنظیمات زبان
fi: Kieliasetukset
fil: Mga setting ng wika
fr: Paramètres de langue
gl: Axustes de idioma
gu: ભાષા સેટિંગ્સ
he: הגדרות שפה
hi: भाषा सेटिंग्स
hu: Nyelvi beállítások
hy: Լեզվի կարգավորումներ
id: Pengaturan bahasa
is: Tungumálastillingar
it: Impostazioni lingua
ja: 言語設定
ka: ენის პარამეტრები
kk: Тілдік параметрлер
km: ការកំណត់ភាសា
kn: ಭಾಷಾ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 언어 설정
ky: Тил жөндөөлөрү
lo: ການຕັ້ງຄ່າພາສາ
mk: Поставки за јазик
ml: ഭാഷാ ക്രമീകരണങ്ങൾ
mn: Хэлний тохиргоо
mr: भाषा सेटिंग्ज
my: ဘာသာစကား ဆက်တင်များ
nb: Språkinnstillinger
ne: भाषा सेटिङ
nl: Taalinstellingen
or: ଭାଷା ସେଟିଂ
pa: ਭਾਸ਼ਾ ਸੈਟਿੰਗਾਂ
pl: Ustawienia języka
ro: Setări limbă
ru: Настройки языка
si: භාෂා සැකසුම්
sk: Nastavenia jazyka
sl: Nastavitve jezika
sq: Cilësimet e gjuhës
sr: Подешавања језика
sv: Språkinställningar
sw: Mipangilio ya lugha
ta: மொழி அமைப்புகள்
te: భాష సెట్టింగ్‌లు
th: การตั้งค่าภาษา
tl: Mga Setting ng Wika
tr: Dil ayarları
uk: Налаштування мови
ur: زبان کی ترتیبات
uz: Til sozlamalari
vi: Cài đặt ngôn ngữ
zh_cn: 语言设置
zh_tw: 語言設定
zu: Izilungiselelo Zolimi

# tutorialM2DropdownDesc
source: Select study materials.
af: Kies studiemateriaal.
am: ሊያጠኑት የሚፈልጉትን ቁሳቁስ ከላይኛው ምናሌ ላይ መምረጥ ይችላሉ።
ar: اختر مواد الدراسة.
as: আপুনি শীৰ্ষ মেনুৰ জৰিয়তে শিকিবলৈ সামগ্ৰী নিৰ্বাচন কৰিব পাৰে।
be: Вы можаце выбраць матэрыял для вывучэння праз верхняе меню.
bg: Можете да изберете материала за учене чрез горното меню.
bn: অধ্যয়ন উপকরণ নির্বাচন করুন।
ca: Pots seleccionar el material que vols estudiar mitjançant el menú superior.
cs: Vyberte studijní materiály.
cy: Gallwch ddewis y deunydd i'w astudio trwy'r ddewislen uchaf.
da: Vælg studiemateriale.
de: Wählen Sie Lernmaterialien aus.
el: Επιλέξτε εκπαιδευτικό υλικό.
es: Selecciona materiales de estudio.
et: Õpitava materjali saad valida ülemise menüü kaudu.
eu: Goiko menuaren bidez ikasi nahi duzun materiala hauta dezakezu.
fa: مطالب آموزشی را انتخاب کنید.
fi: Valitse oppimateriaali.
fil: Pumili ng mga materyales sa pag-aaral.
fr: Sélectionnez le matériel d'étude.
gl: Podes seleccionar o material que queres estudar a través do menú superior.
gu: અભ્યાસ સામગ્રી પસંદ કરો.
he: בחר חומרי לימוד.
hi: अध्ययन सामग्री चुनें।
hu: Válasszon tananyagot.
hy: Դուք կարող եք ընտրել ուսումնասիրելու նյութերը վերևի ընտրացանկի միջոցով:
id: Pilih materi belajar.
is: Þú getur valið námsefni í gegnum valmyndina efst.
it: Seleziona materiali di studio.
ja: 学習教材を選択します。
ka: ზედა მენიუს საშუალებით შეგიძლიათ აირჩიოთ სასწავლო მასალა.
kk: Жоғарғы мәзір арқылы оқуға арналған материалды таңдауға болады.
km: អ្នកអាចជ្រើសរើសសម្ភារៈដែលត្រូវសិក្សា តាមរយៈម៉ឺនុយខាងលើ។
kn: ಅಧ್ಯಯನ ವಸ್ತುಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: 상단 메뉴를 통해 학습할 자료를 선택할 수 있습니다.
ky: Жогорку меню аркылуу үйрөнө турган материалды тандай аласыз.
lo: ທ່ານສາມາດເລືອກເອກະສານທີ່ຈະຮຽນຮູ້ຜ່ານເມນູດ້ານເທິງ.
mk: Можете да изберете материјал за учење преку горното мени.
ml: പഠന സാമഗ്രികൾ തിരഞ്ഞെടുക്കുക.
mn: Дээд цэсээр дамжуулан сурах материалаа сонгох боломжтой.
mr: अभ्यास साहित्य निवडा.
my: အပေါ်ဆုံး မီနူးမှ သင်ယူမည့် အချက်အလက်ကို ရွေးနိုင်သည်။
nb: Du kan velge materialet du vil studere gjennom den øverste menyen.
ne: माथिल्लो मेनुबाट अध्ययन गर्नको लागि सामग्री छनोट गर्न सक्नुहुन्छ।
nl: Selecteer studiemateriaal.
or: ଆପଣ ଉପର ମେନୁ ମାଧ୍ୟମରେ ଅଧ୍ୟୟନ କରିବାକୁ ଥିବା ସାମଗ୍ରୀ ଚୟନ କରିପାରିବେ।
pa: ਅਧਿਐਨ ਸਮੱਗਰੀ ਚੁਣੋ।
pl: Wybierz materiały do nauki.
ro: Selectați materiale de studiu.
ru: Выберите учебные материалы.
si: ඉහළ මෙනුව හරහා ඔබට ඉගෙන ගැනීමට අවශ්‍ය ද්‍රව්‍ය තෝරාගත හැක.
sk: Prostredníctvom hornej ponuky si môžete vybrať materiály na štúdium.
sl: Gradivo za učenje lahko izberete v zgornjem meniju.
sq: Mund të zgjidhni materialin për të studiuar përmes menysë së sipërme.
sr: Можете да изаберете материјал за учење преко горњег менија.
sv: Välj studiematerial.
sw: Chagua nyenzo za kusoma.
ta: கற்றல் பொருட்களைத் தேர்ந்தெடுக்கவும்.
te: అధ్యయన విషయాలను ఎంచుకోండి.
th: เลือกเนื้อหาการเรียน
tl: Maaari kang pumili ng materyal na pag-aaralan sa pamamagitan ng menu sa itaas.
tr: Çalışma materyallerini seçin.
uk: Виберіть навчальні матеріали.
ur: مطالعاتی مواد منتخب کریں۔
uz: Yuqori menyu orqali o'rganmoqchi bo'lgan ma'lumotlarni tanlashingiz mumkin.
vi: Chọn tài liệu học tập.
zh_cn: 选择学习资料。
zh_tw: 選擇學習資料。
zu: Ungakhetha izinto zokwakha ongazifunda ngemenyu engenhla.

# tutorialM2ImportDesc
source: Import JSON file from device folder.
af: Voer JSON-lêer in vanaf toestelgids.
am: በመሣሪያዎ አቃፊ ውስጥ ካለው JSON ፋይል ያስመጡ።
ar: استيراد ملف JSON من مجلد الجهاز.
as: আপোনাৰ ডিভাইচৰ এটা ফোল্ডাৰৰ পৰা JSON ফাইল ইম্প’ৰ্ট কৰক।
be: Імпартуйце файлы JSON з тэчкі на вашай прыладзе.
bg: Импортиране на JSON файл от папката на устройството.
bn: ডিভাইস ফোল্ডার থেকে JSON ফাইল আমদানি করুন।
ca: Importa un fitxer JSON des de la carpeta del dispositiu.
cs: Importovat soubor JSON ze složky zařízení.
cy: Mewnforio ffeil JSON o ffolder eich dyfais.
da: Importer JSON-fil fra enhedsmappe.
de: JSON-Datei aus Geräteordner importieren.
el: Εισαγωγή αρχείου JSON από φάκελο συσκευής.
es: Importar archivo JSON desde la carpeta del dispositivo.
et: Impordi JSON-fail seadme kaustast.
eu: Inportatu JSON fitxategi bat zure gailuko karpetatik.
fa: فایل JSON را از پوشه دستگاه وارد کنید.
fi: Tuo JSON-tiedosto laitteen kansiosta.
fil: Mag-import ng JSON file mula sa folder ng device.
fr: Importer un fichier JSON depuis le dossier de l'appareil.
gl: Importa un ficheiro JSON desde o cartafol do teu dispositivo.
gu: ઉપકરણ ફોલ્ડરમાંથી JSON ફાઇલ આયાત કરો.
he: ייבא קובץ JSON מתיקיית המכשיר.
hi: डिवाइस फ़ोल्डर से JSON फ़ाइल आयात करें।
hu: JSON fájl importálása az eszköz mappájából.
hy: Ներմուծեք JSON ֆայլ ձեր սարքի պանակից։
id: Impor file JSON dari folder perangkat.
is: Flytja inn JSON skrá úr möppu tækisins.
it: Importa file JSON dalla cartella del dispositivo.
ja: デバイスのフォルダからJSONファイルを読み込みます。
ka: ჩამოტვირთეთ JSON ფაილი თქვენი მოწყობილობის საქაღალდიდან.
kk: Құрылғы қалтасынан JSON файлын импорттайды.
km: នាំចូលឯកសារ JSON ពីថតឯកសារនៃឧបករណ៍របស់អ្នក។
kn: ಸಾಧನ ಫೋಲ್ಡರ್‌ನಿಂದ JSON ಫೈಲ್ ಆಮದು ಮಾಡಿ.
ko: 기기의 폴더에서 JSON 파일을 불러옵니다.
ky: Түзмөктүн папкасынан JSON файлын жүктөп алыңыз.
lo: ນຳເຂົ້າໄຟລ໌ JSON ຈາກໂຟນເດີ້ໃນອຸປະກອນຂອງທ່ານ.
mk: Увезете JSON-датотека од папката на уредот.
ml: ഉപകരണ ഫോൾഡറിൽ നിന്ന് JSON ഫയൽ ഇറക്കുമതി ചെയ്യുക.
mn: Төхөөрөмжийн фолдероос JSON файлыг оруулах.
mr: डिव्हाइस फोल्डरमधून JSON फाइल आयात करा.
my: စက်၏ ဖိုဒါမှ JSON ဖိုင်ကို တင်သွင်းပါ။
nb: Importer en JSON-fil fra mappen på enheten din.
ne: तपाईँको उपकरणको फोल्डरबाट JSON फाइल आयात गर्नुहोस्।
nl: Importeer JSON-bestand uit apparaatmap.
or: ଆପଣଙ୍କ ଡିଭାଇସର ଫୋଲ୍ଡରରୁ JSON ଫାଇଲ୍ ଆମଦାନୀ କରନ୍ତୁ।
pa: ਡਿਵਾਈਸ ਫੋਲਡਰ ਤੋਂ JSON ਫਾਈਲ ਆਯਾਤ ਕਰੋ।
pl: Importuj plik JSON z folderu urządzenia.
ro: Importați fișier JSON din folderul dispozitivului.
ru: Импортировать JSON-файл из папки устройства.
si: ඔබගේ උපාංගයේ ෆෝල්ඩරයකින් JSON ගොනුව ආයාත කරන්න.
sk: Importuje súbor JSON z priečinka v zariadení.
sl: Uvozi datoteko JSON iz mape v napravi.
sq: Importoni një skedar JSON nga dosja e pajisjes tuaj.
sr: Увезите JSON датотеку из фасцикле на уређају.
sv: Importera JSON-fil från enhetsmapp.
sw: Leta faili ya JSON kutoka kwenye folda ya kifaa.
ta: சாதன கோப்புறையிலிருந்து JSON கோப்பை இறக்குமதி செய்யவும்.
te: పరికర ఫోల్డర్ నుండి JSON ఫైల్‌ను దిగుమతి చేయండి.
th: นำเข้าไฟล์ JSON จากโฟลเดอร์อุปกรณ์
tl: Mag-import ng JSON file mula sa folder ng device.
tr: Cihaz klasöründen JSON dosyası içe aktarın.
uk: Імпортувати JSON-файл з папки пристрою.
ur: ڈیوائس فولڈر سے JSON فائل درآمد کریں۔
uz: Qurilma papkasidan JSON faylini import qiladi.
vi: Nhập tệp JSON từ thư mục thiết bị.
zh_cn: 从设备文件夹导入JSON文件。
zh_tw: 從裝置資料夾匯入JSON檔案。
zu: Ngenisa ifayela le-JSON kusuka kufolda yedivayisi yakho.
