Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

# helpMode3Desc
source: Practice your pronunciation by listening to and shadowing sentences.
af: Oefen praat deur te luister en te herhaal (Shadowing).
am: ዓረፍተ ነገሮችን በማዳመጥ እና በመድገም (Shadowing) አጠራርዎን ይለማመዱ።
ar: تدرب على التحدث بالاستماع والترديد (Shadowing).
as: এটা শুনি বাক্যবোৰ দোহাৰি (শ্বেডৱিং) উচ্চাৰণৰ অনুশীলন কৰক।
be: Паўтарайце прапановы ўслед за дыктарам (Shadowing) і практыкуйце вымаўленне.
bg: Практикувайте произношение, като слушате и повтаряте изречения (Shadowing).
bn: শুনে এবং পুনরাবৃত্তি করে কথা বলার অনুশীলন করুন (Shadowing)।
ca: Escolteu i repetiu les frases (imitant) per practicar la pronunciació.
cs: Cvičení mluvení poslechem a opakováním (Shadowing).
cy: Ymarferwch eich ynganiad trwy wrando ar frawddeg ac yna'i hailadrodd (Cysgodi).
da: Øv tale ved at lytte og gentage (Shadowing).
de: Sprechen üben durch Zuhören und Nachsprechen (Shadowing).
el: Πρακτική ομιλίας μέσω ακρόασης και επανάληψης (Shadowing).
es: Practica hablando escuchando y repitiendo oraciones (Shadowing).
et: Harjuta hääldust, kuulates lauseid ja neid korrates (varjutades).
eu: Entzun esaldiak eta errepikatu (itzal eginez) ahoskera lantzeko.
fa: تمرین صحبت کردن با گوش دادن و تکرار (Shadowing).
fi: Harjoittele puhumista kuuntelemalla ja toistamalla (Shadowing).
fil: Magsanay magsalita sa pamamagitan ng pakikinig at pag-uulit (Shadowing).
fr: Pratiquez l'oral en écoutant et répétant les phrases (Shadowing).
gl: Escoita a frase e practica a pronunciación repetíndoa (Shadowing).
gu: સાંભળીને અને પુનરાવર્તન કરીને બોલવાની પ્રેક્ટિસ કરો (Shadowing).
he: תרגל דיבור על ידי האזנה וחזרה (Shadowing).
hi: सुनकर और दोहराकर बोलने का अभ्यास करें (Shadowing).
hu: Beszédgyakorlás hallgatással és ismétléssel (Shadowing).
hy: Լսեք նախադասությունը և կրկնեք այն (Shadowing)` արտասանությունը մարզելու համար։
id: Latihan bicara dengan mendengar dan menirukan (Shadowing).
is: Hlustaðu á setninguna og æfðu framburð með því að endurtaka (Shadowing).
it: Pratica il parlato ascoltando e ripetendo (Shadowing).
ja: 文章を聞いて、シャドーイングで発音を練習してください。
ka: მოუსმინეთ წინადადებას და გაიმეორეთ (Shadowing) გამოთქმის სავარჯიშოდ.
kk: Сөйлемді тыңдап, қайталап (Shadowing) айту арқылы дауысталуды жаттықтырыңыз.
km: ស្តាប់ និង​និយាយ​ឡើង​វិញ​តាម​ឃ្លា (Shadowing) ដើម្បី​ហ្វឹកហាត់​ការ​បញ្ចេញ​សំឡេង​របស់អ្នក​។
kn: ಆಲಿಸುವ ಮತ್ತು ಪುನರಾವರ್ತಿಸುವ ಮೂಲಕ ಮಾತನಾಡುವುದನ್ನು ಅಭ್ಯಾಸ ಮಾಡಿ (Shadowing).
ko: 문장을 듣고 따라 말하며(Shadowing) 발음을 연습하세요.
ky: Сүйлөмдү угуп, кайталап (көмүскөдө) айтуу менен айтылышыңызды машыктырыңыз.
lo: ຟັງແລະເວົ້າຕາມປະໂຫຍກເພື່ອຝຶກການອອກສຽງ.
mk: Вежбајте го вашиот изговор слушајќи и повторувајќи ги речениците (Shadowing).
ml: കേട്ട് ആവർത്തിച്ച് സംസാരിക്കാൻ പരിശീലിക്കുക (Shadowing).
mn: Өгүүлбэрийг сонсож, даган хэлж (Shadowing) дуудлагаа сайжруулаарай.
mr: ऐकून आणि पुनरावृत्ती करून बोलण्याचा सराव करा (Shadowing).
my: ဝါကျကိုနားထောင်ပြီး လိုက်ဆိုခြင်း (Shadowing) ဖြင့် အသံထွက်ကို လေ့ကျင့်ပါ။
nb: Øv uttale ved å lytte til og gjenta setninger (skygging).
ne: वाक्य सुनेर पछ्याउँदै (छायांकन) उच्चारण अभ्यास गर्नुहोस्।
nl: Oefen spreken door te luisteren en na te zeggen (Shadowing).
or: ବାକ୍ୟ ଶୁଣନ୍ତୁ ଏବଂ ଦୋହରାନ୍ତୁ (ଛାଇ କରିବା) ଏବଂ ଉଚ୍ଚାରଣ ଅଭ୍ୟାସ କରନ୍ତୁ।
pa: ਸੁਣ ਕੇ ਅਤੇ ਦੁਹਰਾ ਕੇ ਬੋਲਣ ਦਾ ਅਭਿਆਸ ਕਰੋ (Shadowing)।
pl: Ćwicz mówienie poprzez słuchanie i powtarzanie (Shadowing).
ro: Practică vorbire prin ascultare și repetare (Shadowing).
ru: Практика речи через прослушивание и повторение (Shadowing).
si: වාක්‍ය ශ්‍රවණය කරමින් (Shadowing) උච්චාරණය පුහුණු වන්න.
sk: Počúvajte a opakujte vety (shadowing) a precvičujte si výslovnosť.
sl: Poslušajte stavek in ga ponovite (senčenje), da vadite izgovorjavo.
sq: Dëgjoni fjalinë dhe përsëriteni (Shadowing) për të praktikuar shqiptimin.
sr: Вежбајте изговор слушајући и понављајући реченице (Shadowing).
sv: Öva tala genom att lyssna och upprepa (Shadowing).
sw: Fanya mazoezi ya kuzungumza kwa kusikiliza na kurudia (Shadowing).
ta: கேட்டு மற்றும் திரும்பச் சொல்லி பேச்சுப் பயிற்சி செய்தல் (Shadowing).
te: విని మరియు పునరావృతం చేస్తూ మాట్లాడటం సాధన చేయండి (Shadowing).
th: ฝึกพูดโดยการฟังและพูดตาม (Shadowing)
tl: Magsanay sa pamamagitan ng pakikinig at pag-uulit.
tr: Dinleyip tekrarlayarak konuşma pratiği yap (Shadowing).
uk: Практика мови через слухання та повторення (Shadowing).
ur: سن کر اور دہرا کر بولنے کی مشق کریں (Shadowing)۔
uz: Gaplarni tinglang va takrorlang (Shadowing) talaffuzingizni mashq qiling.
vi: Luyện nói bằng cách nghe và nhại lại câu (Shadowing).
zh_cn: 通过聆听和跟读句子练习口语。
zh_tw: 通過聆聽和跟讀句子練習口說。
zu: Lalela umusho bese uwuphinda (Ukushadelwa) ukuze uthuthukise indlela obiza ngayo amagama.
