Repository: zeyziyo/talkland_flutter
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, be, bg, bn, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, mk, ml, mn, mr, my, nb, ne, nl, or, pa, pl, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh_cn, zh_tw, zu

# dialogueQuestDesc
source: Roleplay in scenarios. Choose the right response and speak it aloud.
am: በድራማ በኩል የንግግር ልምምድ ያድርጉ። ተገቢውን መልስ ይምረጡ እና ይናገሩ።
as: এটা পৰিস্থিতি নাটকৰ জৰিয়তে বাৰ্তালাপৰ অনুশীলন কৰক। উপযুক্ত উত্তৰ নিৰ্বাচন কৰক আৰু কওক।
be: Практыкуйце размову праз ролевыя гульні. Выберыце адпаведныя адказы і вымавіце іх.
bg: Практикувайте разговори чрез ролеви игри. Изберете подходящ отговор и го кажете.
ca: Practica la conversa mitjançant una obra de situació. Selecciona la resposta adequada i digues-la.
cy: Ymarfer sgwrsio trwy berfformio sefyllfa. Dewiswch yr ateb cywir a'i ddweud.
et: Harjutage vestlust situatsioonide kaudu. Valige sobiv vastus ja öelge see.
eu: Praktikatu elkarrizketa egoera baten bidez. Hautatu erantzun egoki bat eta hitz egin.
gl: Practica diálogos a través de xogos de rol. Selecciona e di as respostas axeitadas.
hy: Մարզեք խոսակցությունները դերային խաղերի միջոցով: Ընտրեք և խոսեք համապատասխան պատասխաններ:
is: Æfðu samtöl í gegnum atburðarás. Veldu viðeigandi svar og segðu það.
ka: ივარჯიშეთ დიალოგში სიტუაციური თამაშის საშუალებით. აირჩიეთ და თქვით შესაბამისი პასუხები.
kk: Жағдайды көрсету арқылы диалогты жаттықтырыңыз. Тиісті жауапты таңдап, айтыңыз.
km: អនុវត្តការសន្ទនា តាមរយៈការធ្វើសេណារីយ៉ូ។ ជ្រើសរើស និងនិយាយចម្លើយសមស្រប។
ko: 상황극을 통해 대화 연습을 하세요. 적절한 답변을 선택하고 말해보세요.
ky: Кырдаалдык драма аркылуу сүйлөшүү көнүгүүсүн жасаңыз. Ылайыктуу жоопту тандап айтыңыз.
lo: ຝຶກການສົນທະນາຜ່ານສະຖານະການ. ເລືອກຄໍາຕອບທີ່ເໝາະສົມ ແລະເວົ້າ.
mk: Вежбајте разговор преку ситуациска драма. Изберете соодветен одговор и кажете го.
mn: Нөхцөл байдлын жүжгээр ярианы дадлага хийгээрэй. Тохиромжтой хариултыг сонгож хэлээрэй.
my: အခြေအနေတုမှတစ်ဆင့် စကားပြော လေ့ကျင့်ပါ။ သင့်လျော်သော အဖြေကို ရွေးပြီး ပြောကြည့်ပါ။
nb: Øv på samtaler gjennom situasjonsspill. Velg og si de riktige svarene.
ne: नाटकको माध्यमबाट कुराकानी अभ्यास गर्नुहोस्। उपयुक्त जवाफ छान्नुहोस् र बोल्नुहोस्।
or: ପରିସ୍ଥିତି ଡ୍ରାମା ମାଧ୍ୟମରେ କଥାବାର୍ତ୍ତା ଅଭ୍ୟାସ କରନ୍ତୁ। ଏକ ଉପଯୁକ୍ତ ଉତ୍ତର ଚୟନ କରନ୍ତୁ ଏବଂ କୁହନ୍ତୁ।
si: අවස්ථා රඟදැක්වීම් හරහා සංවාද පුහුණු වන්න. සුදුසු පිළිතුරක් තෝරා කතා කරන්න.
sk: Precvičte si konverzáciu prostredníctvom situačných hier. Vyberte a vyslovte vhodné odpovede.
sl: Vadite pogovor s situacijsko komedijo. Izberite ustrezen odgovor in ga izgovorite.
sq: Ushtroni bisedën përmes sitcom. Zgjidhni dhe thoni përgjigjen e duhur.
sr: Вежбајте разговор кроз ситуациону драму. Изаберите и изговорите одговарајући одговор.
tl: Magsanay sa pag-uusap sa pamamagitan ng pagsasadula. Pumili at sabihin ang naaangkop na sagot.
uz: Vaziyatli dramatik sahna orqali suhbatni mashq qiling. Tegishli javobni tanlang va ayting.
zu: Prakthiza ingxoxo ngezimo. Khetha impendulo efanele bese uyayikhuluma.

# labelType
source: Type:
am: ዓይነት:
as: প্ৰকাৰ:
be: Тып:
bg: Тип:
ca: Tipus:
cy: Math:
et: Tüüp:
eu: Mota:
gl: Tipo:
hy: Տեսակ.
is: Tegund:
ka: ტიპი:
kk: Түрі:
km: ប្រភេទ៖
ko: 종류:
ky: Түрү:
lo: ປະເພດ:
mk: Тип:
mn: Төрөл:
my: အမျိုးအစား:
ne: प्रकार:
or: ପ୍ରକାର:
si: වර්ගය:
sk: Typ:
sl: Vrsta:
sq: Lloji:
sr: Врста:
tl: Uri:
uz: Turi:
zu: Uhlobo:

# labelWord
source: Word
am: ቃል
as: শব্দ
be: Слова
bg: Дума
ca: Paraula
cy: Gair
et: Sõna
eu: Hitza
gl: Palabra
hy: Բառ
is: Orð
ka: სიტყვა
kk: Сөз
km: ពាក្យ
ko: 단어
ky: Сөз
lo: ຄໍາສັບ
mk: Збор
mn: Үг
my: စကားလုံး
nb: Ord
ne: शब्द
or: ଶବ୍ଦ
si: වචනය
sk: Slovo
sl: Beseda
sq: Fjalë
sr: Реч
tl: Salita
uz: So'z
zu: Igama

# labelSentence
source: Sentence
am: ዓረፍተ ነገር
as: বাক্য
be: Фраза
bg: Изречение
ca: Frase
cy: Brawddeg
et: Lause
eu: Esaldi
gl: Frase
hy: Նախադասություն
is: Setning
ka: წინადადება
kk: Сөйлем
km: ប្រយោគ
ko: 문장
ky: Сүйлөм
lo: ປະໂຫຍກ
mk: Реченица
mn: Өгүүлбэр
my: စာကြောင်း
nb: Setning
ne: वाक्य
or: ବାକ୍ୟ
si: වාක්‍යය
sk: Veta
sl: Stavek
sq: Fjali
sr: Реченица
tl: Pangungusap
uz: Gap
zu: Umusho

# contextTagLabel
source: Context/Situation (Optional) - Ex: Morning greeting, polite form
am: አውድ/ሁኔታ (አማራጭ) - ለምሳሌ: የጠዋት ሰላምታ, መደበኛ
as: প্ৰসংগ/পৰিস্থিতি (ঐচ্ছিক) – উদাহৰণ: ৰাতিপুৱাৰ সম্ভাষণ, আনুষ্ঠানিক
be: Кантэкст/сітуацыя (неабавязкова) - Напрыклад: прывітанне, ветлівасць
bg: Контекст/Ситуация (по избор) - напр. Добро утро, Официално
ca: Context/Situació (opcional) - Per exemple: Salutació del matí, Formal
cy: Cyd-destun / Seiliau (Dewisol) - E.e.: Cyfarchiad bore, Ffurfioldeb
et: Kontekst/olukord (valikuline) - näide: hommikune tervitus, viisakas keel
eu: Testuingurua/Egoera (aukerakoa) - Adibidez: goizeko agurra, tratamendu formala
gl: Contexto/Situación (opcional) - Ex: Saúdo matinal, formal
hy: Կոնտեքստ/Իրավիճակ (ըստ ցանկության) - Օրինակ՝ առավոտյան ողջույն, պաշտոնական խոսք
is: Samhengi/aðstæður (valfrjálst) - td Morgunkveðja, virðingartungumál
ka: კონტექსტი (სურვილისამებრ) - მაგ: დილის მისალმება, თავაზიანი
kk: Мәтін мәні/Жағдай (міндетті емес) - Мысалы: таңғы сәлемдесу, сыпайы сөз
km: បរិបទ/សភាពការណ៍ (ស្រេចចិត្ត) - ឧទាហរណ៍៖ ជំរាបសួរពេលព្រឹក ភាសាគួរសម
ko: 문맥/상황 (선택사항) - 예: 아침인사, 존댓말
ky: Контекст/Кырдаал (милдеттүү эмес) - Мисалы: Эртең мененки салам, Сылык сөз
lo: ບໍລິບົດ/ສະຖານະການ (ທາງເລືອກ) - ຕົວຢ່າງ: ສະບາຍດີຕອນເຊົ້າ, ຄໍາສຸພາບ
mk: Контекст/ситуација (опционално) - Пример: Утрински поздрав, Формално обраќање
mn: Утга/Нөхцөл (Сонгох) - Жишээ нь: Өглөөний мэнд, Хүндэтгэлийн хэл
my: စာသား၏ အဓိပ္ပာယ်/အခြေအနေ (ရွေးချယ်နိုင်) - ဥပမာ- မနက်ခင်းနှုတ်ဆက်ခြင်း၊ ရိုရိုသေသေ
nb: Kontekst/situasjon (valgfritt) – F.eks.: Morgenhilsen, formell tale
ne: सन्दर्भ/स्थिति (वैकल्पिक) - उदाहरण: बिहानको अभिवादन, आदरार्थी
or: ପ୍ରସଙ୍ଗ/ପରିସ୍ଥିତି (ବୈକଳ୍ପିକ) - ଉଦାହରଣ ସ୍ୱରୂପ: ଶୁଭ ସକାଳ, ସମ୍ମାନଜନକ
si: සන්දර්භය/සන්දර්භය (විකල්ප) - උදා: සුබ උදෑසනක්, ආචාරශීලී
sk: Kontext/Situácia (voliteľné) - Napr.: Ranný pozdrav, Formálne oslovenie
sl: Kontekst/situacija (neobvezno) – Primer: jutranji pozdrav, vljudnost
sq: Konteksti/Situata (opsionale) - P.sh.: Përshëndetje e mëngjesit, forma zyrtare
sr: Контекст/Ситуација (опционално) - Пример: Јутарњи поздрав, учтив говор
tl: Konteksto/Sitwasyon (Opsyonal) - Hal: Pagbati sa Umaga, Pormal
uz: Kontekst/vaziyat (ixtiyoriy) - Masalan: ertalab salomlashish, hurmat
zu: Umongo/Isimo (Ongakukhetha) - Isib: Ukubingelela Kwasekuseni, Okusesimweni

# contextTagHint
source: Describe situation for easier classification later
am: በኋላ ላይ ለመለየት ቀላል እንዲሆን ሁኔታውን ይፃፉ
as: ভৱিষ্যতে পৃথক কৰিবলৈ পৰিস্থিতি লিখক
be: Запішыце сітуацыю, каб яе было лягчэй адрозніць пазней
bg: Запишете ситуацията, за да ви е по-лесно да я разграничите по-късно
ca: Anota la situació per facilitar la distinció més endavant
cy: Ysgrifennwch y sefyllfa i'w gwneud hi'n haws i'w gwahaniaethu yn ddiweddarach
et: Kirjuta olukord hiljem lihtsamaks eristamiseks
eu: Idatzi egoera geroago bereiztea errazteko
gl: Escribe a situación para que sexa máis doado de distinguir máis tarde
hy: Գրեք իրավիճակը, որպեսզի այն հետագայում հեշտ լինի տարբերել
is: Vinsamlegast skrifaðu aðstæður til að auðvelda aðgreiningu síðar
ka: ჩაწერეთ სიტუაცია, რომ მოგვიანებით გაადვილოთ განსხვავება
kk: Кейін ажырату оңай болу үшін жағдайды жазыңыз
km: សរសេរសភាពការណ៍ ដើម្បីឱ្យងាយស្រួលបែងចែកនៅពេលក្រោយ
ko: 나중에 구분하기 쉽도록 상황을 적어주세요
ky: Кийинчерээк айырмалоо оңой болушу үчүн кырдаалды жазыңыз
lo: ກະລຸນາຂຽນສະຖານະການເພື່ອໃຫ້ງ່າຍຕໍ່ການຈໍາແນກໃນພາຍຫຼັງ
mk: Запишете ја ситуацијата за да ја олесните разликата подоцна
mn: Дараа нь ялгахад хялбар болгохын тулд нөхцөлийг бичнэ үү
my: နောက်ပိုင်းတွင် ခွဲခြားရန် လွယ်ကူစေရန် အခြေအနေကို ရေးပါ။
nb: Skriv ned situasjonen for å gjøre det lettere å skille den senere
ne: पछि छुट्याउन सजिलो होस् भनेर स्थिति लेख्नुहोस्
or: ପରେ ପୃଥକ କରିବା ସହଜ କରିବାକୁ ପରିସ୍ଥିତି ଲେଖନ୍ତୁ
si: පසුව වෙන්කර හඳුනා ගැනීම පහසු කිරීම සඳහා තත්වය ලියන්න
sk: Napíšte situáciu, aby ste ju neskôr ľahko rozlíšili
sl: Zapišite situacijo, da jo boste lažje prepoznali pozneje
sq: Shkruani situatën në mënyrë që të jetë e lehtë për t'u dalluar më vonë
sr: Забележите ситуацију да бисте је лакше разликовали касније
tl: Isulat ang sitwasyon para madaling makilala sa ibang pagkakataon
uz: Keyinchalik ajratish oson bo'lishi uchun vaziyatni yozing
zu: Bhala isimo ukuze kube lula ukuhlukanisa ngokuhamba kwesikhathi

# usageLimitTitle
source: Limit Reached
am: ገደብ ደርሷል
as: সীমা উপনীত
be: Ліміт дасягнуты
bg: Достигнат лимит
ca: S'ha arribat al límit
cy: Terfyn wedi'i gyrraedd
et: Limiti saavutamine
eu: Mugara iritsi da
gl: Límite acadado
hy: Սահմանաչափին հասնելը
is: Takmörkun náð
ja: 上限に達しました
ka: ლიმიტი მიღწეულია
kk: Шекке жетті
km: ឈានដល់កម្រិតកំណត់
ko: 한도 도달
ky: Чектөөгө жетти
lo: ຈຳກັດການນຳໃຊ້
mk: Достигната е границата
mn: Хязгаарт хүрсэн
my: ကန့်သတ်ချက် ပြည့်သွားခြင်း
nb: Grense nådd
ne: सीमा पुग्यो
or: ସୀମା ପହଞ୍ଚିଗଲା
si: සීමාවට ළඟා විය
sk: Dosiahnutý limit
sl: Dosežena omejitev
sq: Arritja e kufirit
sr: Достигнуто ограничење
tl: Naabot na ang Limitasyon
uz: Limitga yetish
zu: Umkhawulo Ufinyelelwe

source: Translation Limit Exceeded
am: የትርጉም ገደብ አልፏል
as: অনুবাদৰ সীমা অতিক্ৰম কৰা হ’ল
be: Перавышаны ліміт перакладаў
bg: Превишен лимит за превод
ca: S'ha superat el límit de traducció
cy: Terfyn cyfieithu wedi'i ragori
et: Tõlkelimiit on ületatud
eu: Itzulpen-muga gainditu da
gl: Superouse o límite de tradución
hy: Գերազանցվել է թարգմանության սահմանաչափը
is: Þýðingarmörk náð
ka: თარგმანის ლიმიტი გადაჭარბებულია
kk: Аударма шегінен асып кетті
km: លើសពីកម្រិតកំណត់នៃការបកប្រែ
ko: 번역 한도 초과
ky: Которуу чегинен ашып кетти
lo: ເກີນຂີດຈຳກັດການແປ
mk: Ја надминавте границата за превод
mn: Орчуулгын хязгаар хэтэрсэн
my: ဘာသာပြန်ရန် ကန့်သတ်ချက် ကျော်သွားခြင်း
nb: Oversettelsesgrense overskredet
ne: अनुवाद सीमा नाघ्यो
or: ଅନୁବାଦ ସୀମା ଅତିକ୍ରମ କରାଯାଇଛି
si: පරිවර්තන සීමාව ඉක්මවා ඇත
sk: Prekročený limit prekladu
sl: Prekoračena omejitev prevajanja
sq: Kufiri i përkthimit tejkalohet
sr: Прекорачено ограничење превода
tl: Lumampas sa limitasyon ng pagsasalin
uz: Tarjima limiti oshib ketdi
zu: Umkhawulo Wokuhumusha Udluliwe

# translationLimitMessage
source: You have used all your free daily translations (5). Watch an ad to refill 5 immediately?
am: ያሉትን በየቀኑ ነፃ ትርጉሞች (5 ጊዜ) በሙሉ ተጠቅመዋል።\n\nማስታወቂያ በመመልከት 5 ጊዜዎችን ወዲያውኑ መሙላት ይፈልጋሉ?
as: আপুনি আপোনাৰ দৈনিক বিনামূলীয়া অনুবাদ (5 বাৰ) ব্যৱহাৰ কৰিছে।\n\nআপুনি এটা বিজ্ঞাপন চাই তাৎক্ষণিকভাবে 5 বাৰলৈ ৰিফিল কৰিব বিচাৰেনে?
be: Вы выкарысталі ўсе бясплатныя штодзённыя пераклады (5). Хочаце паглядзець рэкламу і неадкладна папоўніць яшчэ 5?
bg: Използвахте всичките си безплатни дневни преводи (5 пъти).\n\nИскате ли незабавно да презаредите 5 пъти, като гледате реклама?
ca: Has utilitzat totes les traduccions gratuïtes diàries (5 vegades).\n\nVols veure un anunci per recarregar 5 vegades immediatament?
cy: Rydych wedi defnyddio'ch holl gyfieithiadau dyddiol am ddim (5 gwaith).\n\nA hoffech ail-lenwi 5 gwaith ar unwaith trwy wylio hysbyseb?
et: Oled kasutanud kõik oma igapäevased tasuta tõlked (5 korda).\n\nKas soovid vaadata reklaami ja saada kohe 5 korda juurde?
eu: Doako eguneroko itzulpen guztiak (5) erabili dituzu.\n\nIragarki bat ikusi nahi duzu 5 gehiago berehala betetzeko?
gl: Usaches todas as traducións gratuítas diarias (5 veces).\n\nQueres ver un anuncio e recargar 5 veces ao instante?
hy: Դուք օգտագործել եք ձեր օրական անվճար թարգմանությունները (5 անգամ):\n\nՑանկանու՞մ եք անմիջապես լիցքավորել ևս 5 անգամ՝ դիտելով գովազդ։
is: Þú hefur notað allar þínar daglegu ókeypis þýðingar (5 sinnum).\n\nViltu fylla strax á 5 sinnum með því að horfa á auglýsingu?
ka: თქვენ ამოწურეთ თქვენი უფასო ყოველდღიური თარგმანები (5-ჯერ).\n\nგსურთ ნახოთ რეკლამა 5-ჯერ მყისიერად შესავსებად?
kk: Күнделікті тегін аударманы (5 рет) толығымен пайдаландыңыз.\n\nЖарнаманы көріп, 5 рет тез арада толтырғыңыз келе ме?
km: អ្នកបានប្រើការបកប្រែឥតគិតថ្លៃប្រចាំថ្ងៃ (5 ដង) របស់អ្នកទាំងអស់ហើយ។\n\nតើអ្នកចង់មើលការផ្សាយពាណិជ្ជកម្ម និងបញ្ចូលទឹកប្រាក់ 5 ដងភ្លាមៗទេ?
ko: 일일 무료 번역(5회)을 모두 사용했습니다.\n\n광고를 보고 5회를 즉시 충전하시겠습니까?
ky: Күнүмдүк акысыз которууну (5 жолу) толугу менен колдондуңуз.\n\nЖарнаманы көрүп 5 жолу дароо толуктайсызбы?
lo: ທ່ານໄດ້ໃຊ້ການແປຟຣີປະຈຳວັນທັງໝົດແລ້ວ (5 ຄັ້ງ).\n\nທ່ານຕ້ອງການສາກໄຟ 5 ຄັ້ງທັນທີໂດຍການເບິ່ງໂຄສະນາບໍ?
mk: Ги искористивте сите бесплатни дневни преводи (5 пати).\n\nДали сакате да видите реклама и веднаш да надополните 5 пати?
mn: Өдөрт үнэгүй орчуулга (5 удаа) дууссан байна.\n\nЗар үзэж 5 удааг нэн даруй цэнэглэх үү?
my: နေ့စဉ် အခမဲ့ ဘာသာပြန်ခြင်း (၅ ကြိမ်) အားလုံးကို သုံးပြီးပါပြီ။\n\nကြော်ငြာကို ကြည့်၍ ၅ ကြိမ် ချက်ချင်း ဖြည့်သွင်းလိုပါသလား?
nb: Du har brukt alle dine daglige gratis oversettelser (5 ganger).\n\nVil du se en annonse og fylle på 5 ganger umiddelbart?
ne: दैनिक निःशुल्क अनुवाद (5 पटक) सबै प्रयोग गरिसक्नुभयो।\n\nविज्ञापन हेरेर तुरुन्तै ५ पटक भर्न चाहनुहुन्छ?
or: ଆପଣ ସମସ୍ତ ଦୈନିକ ମାଗଣା ଅନୁବାଦ (5 ଥର) ବ୍ୟବହାର କରିଛନ୍ତି।\n\nଆପଣ ଏକ ବିଜ୍ଞାପନ ଦେଖି ତୁରନ୍ତ 5 ଥର ରିଚାର୍ଜ କରିବାକୁ ଚାହାଁନ୍ତି କି?
si: ඔබ ඔබේ දෛනික නොමිලේ පරිවර්තන (5 වතාවක්) සියල්ලම භාවිතා කර ඇත.\n\nදැන්වීමක් නැරඹීමෙන් වාර 5ක් ක්ෂණිකව නැවත පුරවන්නද?
sk: Využili ste všetky bezplatné denné preklady (5-krát).\n\nChcete si okamžite dobiť 5 prekladov sledovaním reklamy?
sl: Porabili ste vseh 5 brezplačnih dnevnih prevodov.\n\nAli želite takoj napolniti 5 s ogledom oglasa?
sq: Ju keni përdorur të gjitha përkthimet falas ditore (5 herë).\n\nA dëshironi të shikoni një reklamë dhe të rimbushni 5 herë menjëherë?
sr: Искористили сте све бесплатне дневне преводе (5 пута).\n\nДа ли желите одмах да допуните 5 пута гледањем огласа?
tl: Naubos mo na ang lahat ng libreng pagsasalin sa araw na ito (5 beses).\n\nManood ng ad para agad na mapunan ang 5 beses?
uz: Kunlik bepul tarjima (5 marta) dan hammasi ishlatildi.\n\nReklamani ko'rib 5 marta zudlik bilan to'ldirmoqchimisiz?
zu: Usethe wonke umkhawulo wakho wokuhumusha wamahhala wansuku zonke (izikhathi ezingu-5).\n\Ungathanda ukugcwalisa izikhathi ezingu-5 ngokushesha ngokubuka isikhangiso?

# watchAdAndRefill
source: Watch Ad & Refill (+5)
am: ማስታወቂያ በመመልከት (+5 ጊዜ) ይሙሉ።
as: বিজ্ঞাপন চাওক আৰু ৰিফিল কৰক (+5 বাৰ)
be: Паглядзець рэкламу і папоўніць (+5)
bg: Презареждане чрез гледане на реклама (+5 пъти)
ca: Mira l'anunci i recarrega (+5 vegades)
cy: Gwylio hysbyseb a'i ail-lenwi (+5 gwaith)
et: Vaata reklaami ja täida (+5 korda)
eu: Iragarkia ikusi eta bete (+5)
gl: Ver anuncio e recargar (+5 veces)
hy: Դիտել գովազդ և լիցքավորել (+5 անգամ)
is: Áfylling með því að horfa á auglýsingu (+5 sinnum)
ka: რეკლამის ყურება და შევსება (+5-ჯერ)
kk: Жарнаманы көріп толтыру (+5 рет)
km: មើលការផ្សាយពាណិជ្ជកម្ម និងបញ្ចូលទឹកប្រាក់ (+5 ដង)
ko: 광고 보고 충전 (+5회)
ky: Жарнама көрүп толтуруу (+5 жолу)
lo: ສາກໄຟໂດຍການເບິ່ງໂຄສະນາ (+5 ຄັ້ງ)
mk: Види реклама и надополни (+5 пати)
mn: Зар үзэж цэнэглэх (+5 удаа)
my: ကြော်ငြာ ကြည့်၍ ဖြည့်သွင်းပါ (+၅ ကြိမ်)
nb: Fyll på ved å se annonse (+5 ganger)
ne: विज्ञापन हेरेर भर्नुहोस् (+5 पटक)
or: ବିଜ୍ଞାପନ ଦେଖି ରିଚାର୍ଜ କରନ୍ତୁ (+5 ଥର)
si: දැන්වීම් නරඹා නැවත පුරවන්න (+5 වාරයක්)
sk: Dobitie sledovaním reklamy (+5-krát)
sl: Oglejte si oglas in napolnite (+5)
sq: Shikoni reklamën dhe rimbushni (+5 herë)
sr: Допуните гледањем огласа (+5 пута)
tl: Manood ng Ad at Punan (+5 beses)
uz: Reklamani ko'rib to'ldirish (+5 marta)
zu: Buka Isikhangiso bese Ugcwalisa (+Izikhathi ezingu-5)

# translationRefilled
source: Translations refilled by 5!
am: የትርጉም ብዛት 5 ጊዜ ተሞልቷል!
as: আপোনাৰ অনুবাদৰ সংখ্যা 5 বাৰলৈ ৰিফিল কৰা হৈছে!
be: Вы папоўнілі колькасць перакладаў на 5!
bg: Броят на преводите е презареден 5 пъти!
ca: S'han recarregat 5 traduccions!
cy: Ail-lenwyd nifer y cyfieithiadau 5 gwaith!
et: Tõlgete arv on suurendatud 5 võrra!
eu: Itzulpenen kopurua 5era bete da!
gl: O número de traducións recargouse 5 veces!
hy: Թարգմանությունների քանակը լիցքավորվել է 5 անգամ!
is: Þýðingartímar fylltir á 5 sinnum!
ka: თქვენი თარგმანის რაოდენობა შეივსო 5-ჯერ!
kk: Аударма саны 5 ретке толтырылды!
km: ចំនួននៃការបកប្រែត្រូវបានបញ្ចូលទឹកប្រាក់ 5 ដង!
ko: 번역 횟수가 5회 충전되었습니다!
ky: Которуу саны 5 жолу толукталды!
lo: ຈຳນວນການແປຂອງທ່ານໄດ້ຖືກສາກເປັນ 5 ຄັ້ງແລ້ວ!
mk: Бројот на преводи е надополнет 5 пати!
mn: Орчуулгын тоо 5-аар цэнэглэгдлээ!
my: ဘာသာပြန် အရေအတွက်ကို ၅ ကြိမ် ဖြည့်ပြီးပါပြီ!
nb: Antall oversettelser er fylt på 5 ganger!
ne: अनुवादको सङ्ख्या ५ पटक भरिएको छ!
or: ଅନୁବାଦ ସଂଖ୍ୟା 5 ଥର ରିଚାର୍ଜ ହୋଇଛି!
si: පරිවර්තන ගණන වාර 5ක් නැවත පුරවා ඇත!
sk: Počet prekladov bol dobitý 5-krát!
sl: Število prevodov je bilo napolnjeno na 5!
sq: Numri i përkthimeve u rimbush 5 herë!
sr: Број превода је допуњен 5 пута!
tl: Napunan na ang bilang ng pagsasalin nang 5 beses!
uz: Tarjima soni 5 marta to'ldirildi!
zu: Inani lakho lokuhumusha ligcwaliswe izikhathi ezingu-5!

# adLoading
source: Loading ad, please try again in a moment.
am: ማስታወቂያ እየተጫነ ነው። እባክዎ ቆይተው እንደገና ይሞክሩ።
as: বিজ্ঞাপন লোড কৰি থকা হৈছে। অনুগ্ৰহ কৰি কিছু সময়ৰ পিছত পুনৰ চেষ্টা কৰক।
be: Рэклама загружаецца. Калі ласка, паспрабуйце пазней.
bg: Рекламата се зарежда. Моля, опитайте отново по-късно.
ca: S'està carregant l'anunci. Torna-ho a provar més tard.
cy: Wrthi'n llwytho hysbyseb. Ceisiwch eto yn nes ymlaen.
et: Reklaami laadimine, proovige mõne aja pärast uuesti.
eu: Iragarkia kargatzen ari da. Mesedez, saiatu berriro geroago.
gl: Cargando anuncio. Téntao de novo en breve.
hy: Գովազդը բեռնվում է: Փորձեք մի փոքր ուշ:
is: Auglýsing er að hlaðast. Vinsamlegast reyndu aftur síðar.
ka: მიმდინარეობს რეკლამის ჩატვირთვა. გთხოვთ, სცადოთ მოგვიანებით.
kk: Жарнама жүктелуде. Бірнеше секундтан кейін қайталап көріңіз.
km: កំពុងផ្ទុកការផ្សាយពាណិជ្ជកម្ម។ សូមព្យាយាមម្ដងទៀតនៅពេលក្រោយ។
ko: 광고를 불러오는 중입니다. 잠시 후 다시 시도해주세요.
ky: Жарнама жүктөлүүдө. Бир аздан кийин кайра аракет кылыңыз.
lo: ກຳລັງໂຫຼດໂຄສະນາ. ກະລຸນາລອງໃໝ່ອີກຄັ້ງໃນພາຍຫຼັງ.
mk: Рекламата се вчитува. Обидете се повторно подоцна.
mn: Зар татаж байна. Хэсэг хугацааны дараа дахин оролдоно уу.
my: ကြော်ငြာကို တင်နေပါသည်။ ခဏနေမှ ထပ်ကြိုးစားပေးပါ။
nb: Laster inn annonsen. Prøv igjen senere.
ne: विज्ञापन लोड हुँदैछ। कृपया पछि फेरि प्रयास गर्नुहोस्।
or: ବିଜ୍ଞାପନ ଲୋଡ୍ ହେଉଛି। ଦୟାକରି ପରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ।
si: දැන්වීම් පූරණය වෙමින් පවතී. කරුණාකර පසුව නැවත උත්සාහ කරන්න.
sk: Načítava sa reklama. Skúste to znova neskôr.
sl: Oglas se nalaga. Poskusite znova pozneje.
sq: Po ngarkohet reklama. Ju lutemi provoni përsëri pas pak.
sr: Оглас се учитава. Покушајте поново касније.
tl: Naglo-load ng ad. Subukan muli mamaya.
uz: Reklama yuklanmoqda. Bir ozdan keyin qayta urinib ko'ring.
zu: Iskhangiso siyalayisha. Zama futhi ngemva kwesikhashana.

source: Review All
am: ሁሉንም ክለሳ
as: সকলোবোৰ পুনৰীক্ষণ কৰক
be: Поўны агляд
bg: Преглед на всички
ca: Repàs complet
cy: Adolygu Popeth
et: Kogu kordamine
eu: Berrikuspen osoa
gl: Repaso completo
hy: Ամբողջական վերանայում
is: Endurskoða allt
ka: ყველა გამეორება
kk: Толық қайталау
km: ពិនិត្យទាំងអស់
ko: 전체 복습
ky: Толугу менен кайталоо
lo: ທົບທວນຄືນທັງໝົດ
mk: Целосен преглед
mn: Бүгдийг давтах
my: အားလုံး ပြန်လည်သုံးသပ်ခြင်း
nb: Gjennomgå alt
ne: सबै समीक्षा
or: ସମସ୍ତ ପୁନର୍ବିଚାର
si: සම්පූර්ණ සමාලෝචනය
sk: Celé opakovanie
sl: Celotna ponovitev
sq: Rishikim i plotë
sr: Комплетан преглед
tl: Buong Pag-aaral
uz: To'liq ko'rib chiqish
zu: Buyekeza Konke

# totalRecords
source: Total {count} records (View All)
am: ጠቅላላ {count} መዝገቦች (ሁሉንም ይመልከቱ)
as: মুঠ {count} টা ৰেকৰ্ড (সকলো দেখুৱাওক)
be: Усяго {count} запісаў (паказаць усе)
bg: Общо {count} записа (Преглед на всички)
ca: Un total de {count} enregistraments (Visualització completa)
cy: Cyfanswm o {count} o gofnodion (gweler popeth)
et: Kokku {count} kirjet (vaata kõiki)
eu: Guztira {count} erregistro (ikusi guztiak)
gl: Total de {count} rexistros (ver todo)
hy: Ընդհանուր {count} գրառում (Դիտել ամբողջը)
is: Alls {count} færslur (skoða allt)
ka: სულ {count} ჩანაწერი (ყველას ნახვა)
kk: Барлығы {count} жазба (толық көру)
km: កំណត់ត្រាសរុប {count} (មើលទាំងអស់)
ko: 총 {count}개의 기록 (전체 보기)
ky: Жалпы {count} жазуу (толугу менен көрүү)
lo: ທັງໝົດ {count} ບັນທຶກ (ເບິ່ງທັງໝົດ)
mk: Вкупно {count} записи (види ги сите)
mn: Нийт {count} бичлэг (Бүгдийг харах)
my: မှတ်တမ်း စုစုပေါင်း {count}ခု (အားလုံး ကြည့်ရန်)
nb: Totalt {count} poster (Vis alle)
ne: जम्मा {count} वटा रेकर्ड (सबै हेर्नुहोस्)
or: ମୋଟ {count}ଟି ରେକର୍ଡ (ସମସ୍ତ ଦେଖନ୍ତୁ)
si: වාර්තා {count}ක් (සියල්ල බලන්න)
sk: Celkom {count} záznamov (zobraziť všetky)
sl: Skupaj {count} zapisov (prikaži vse)
sq: Gjithsej {count} regjistrime (shiko të gjitha)
sr: Укупно {count} записа (прикажи све)
tl: Kabuuang {count} na record (Tingnan Lahat)
uz: Jami {count} ta yozuv (to'liq ko'rish)
zu: Amarekhodi angu-{count} Esisonke (Buka Konke)

# filterAll
source: All
am: ሁሉም
as: সকলো
be: Усё
bg: Всички
ca: Tot
cy: Pawb
et: Kõik
eu: Guztiak
gl: Todo
hy: Բոլորը
is: Allt
ka: ყველა
kk: Барлығы
km: ទាំងអស់
ko: 전체
ky: Бардыгы
lo: ທັງໝົດ
mk: Сите
mn: Бүгд
my: အားလုံး
nb: Alle
ne: सबै
or: ସମସ୍ତ
si: සියල්ල
sk: Všetky
sl: Vse
sq: Të gjitha
sr: Све
tl: Lahat
uz: Hammasi
zu: Konke

source: Practice Words Only
am: ቃላትን ብቻ ይለማመዱ
as: কেৱল শব্দৰ অনুশীলন কৰক
be: Практыкаваць толькі словы
bg: Практикуване само на думи
ca: Practica només les paraules
cy: Ymarfer geiriau yn unig
et: Harjuta ainult sõnu
eu: Hitzak bakarrik praktikatu
gl: Practicar só palabras
hy: Մարզել միայն բառերը
is: Æfðu aðeins orð
ka: ივარჯიშეთ მხოლოდ სიტყვები
kk: Тек сөздерді жаттықтыру
km: អនុវត្តតែពាក្យ
ko: 단어만 연습
ky: Сөздөрдү гана машыктыруу
lo: ຝຶກຄຳສັບເທົ່ານັ້ນ
mk: Вежбај само зборови
mn: Зөвхөн үг дадлага хийх
my: စကားလုံးများကိုသာ လေ့ကျင့်ပါ
nb: Øv bare på ord
ne: शब्दहरू मात्र अभ्यास गर्नुहोस्
or: କେବଳ ଶବ୍ଦ ଅଭ୍ୟାସ କରନ୍ତୁ
si: වචන පමණක් පුහුණු වන්න
sk: Precvičovať iba slová
sl: Vadite samo besede
sq: Ushtroni vetëm fjalët
sr: Вежбајте само речи
tl: Magsanay ng Mga Salita Lamang
uz: Faqat so'zlarni mashq qilish
zu: Prakthiza Amagama Kuphela

source: Reset Practice History
am: የልምምድ ታሪክ ዳግም ያስጀምሩ
as: অনুশীলনৰ ইতিহাস ঘূৰাই আনক
be: Скінуць гісторыю практыкі
bg: Нулиране на историята на практиката
ca: Restableix l'historial de pràctiques
cy: Ailosod hanes ymarfer
et: Lähtesta harjutamisajalugu
eu: Praktikaren historia berrezarri
gl: Restablecer o historial de práctica
hy: Վերականգնել մարզումների պատմությունը
is: Endurstilla æfingaferil
ka: სავარჯიშო ისტორიის გადატვირთვა
kk: Жаттығу тарихын қалпына келтіру
km: កំណត់ឡើងវិញនូវប្រវត្តិអនុវត្ត
ko: 연습 기록 초기화
ky: Көнүгүү таржымалын баштапкы абалга келтирүү
lo: ຣີເຊັດປະຫວັດການຝຶກ
mk: Ресетирај историја на вежбање
mn: Дадлагын түүхийг анхны байдалд оруулах
my: လေ့ကျင့်ခြင်း မှတ်တမ်းကို မူလအတိုင်း ပြန်ထားပါ
nb: Tilbakestill øvelseshistorikk
ne: अभ्यास इतिहास रिसेट गर्नुहोस्
or: ଅଭ୍ୟାସ ଇତିହାସ ରିସେଟ୍ କରନ୍ତୁ
si: පුහුණු ඉතිහාසය යළි පිහිටුවන්න
sk: Obnoviť históriu cvičenia
sl: Ponastavi zgodovino vadbe
sq: Rivendosni historikun e praktikës
sr: Ресетуј историју вежбања
tl: I-reset ang History ng Pagsasanay
uz: Mashqlar tarixini tiklash
zu: Setha Kabusha Umlando Wokuzijwayeza

source: Retry?
am: እንደገና መሞከር?
as: পুনৰ চেষ্টা কৰিব?
be: Паспрабаваць яшчэ раз?
bg: Да опитате отново?
ca: Torna-ho a provar?
cy: Ailgeisio?
et: Proovi uuesti?
eu: Saiatu berriro?
gl: Tentar de novo?
hy: Փորձե՞լ նորից:
is: Reyna aftur?
ka: ხელახლა სცადოთ?
kk: Қайтадан көру?
km: ព្យាយាម​ម្ដង​ទៀត?
ko: 다시 시도?
ky: Кайра аракет кылуу?
lo: ລອງໃໝ່?
mk: Обиди се повторно?
mn: Дахин оролдох уу?
my: ထပ်ကြိုးစားမလား?
nb: Prøve på nytt?
ne: फेरि प्रयास गर्ने?
or: ପୁନଃ ଚେଷ୍ଟା କରିବେ କି?
si: නැවත උත්සාහ කරන්නද?
sk: Skúsiť znova?
sl: Poskusite znova?
sq: Provo përsëri?
sr: Покушати поново?
tl: Subukan Muli?
uz: Qayta urinib ko'rish?
zu: Zama Futhi?
